import altarServers from '~/assets/altar-servers.jpg';
import catechism from '~/assets/catechism.jpg';
import catholicSabha from '~/assets/catholic-sabha.jpg';
import dummyImage from '~/assets/centenary-hall.jpg';
import moriyalSodality from '~/assets/moriyal-sodality.jpg';
import pyc from '~/assets/pyc.jpg';
import smallChristianCommunity from '~/assets/small-christian-community.jpg';
import svp from '~/assets/svp.jpg';
import thirdOrder from '~/assets/third-order.jpg';
import womensForum from '~/assets/womens-forum.jpg';
import ycs from '~/assets/ycs.jpg';

//TODO (Aroma): Proof and update the description accordingly
const associationsKok = [
	{
		slug: 'svp',
		title: 'SVP',
		associationImage: svp,
		description: `‘ದುಬ್ಳ್ಯಾ ಧಾಕ್ಟ್ಯಾಂಚ್ಯಾ ಸೆವೆ ಮುಖಾಂತ್ರ್ ದೆವಾಚಿ ಸೆವಾ’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್, ತಡವ್ ಕರ್ನ್ ತರೀ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಹ್ಯಾ ಮೆಳಾಚೆಂ ಭಿಂ ಕಿರ್ಲಾತ್ ಘಾಲೆಂ. ೧೯೯೮ ಇಸ್ವೆಂತ್ ಅಗೋಸ್ತ್ ಮಹಿನ್ಯಾಚ್ಯಾ ೧೬ ತಾರಿಕೆರ್ ಆಮ್ಚೊ ಉರ್ಭೆಸ್ತ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಅತ್ಮೀಕ್ ದಿರೆಕ್ತೊರ್ ಜಾವ್ನ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರಸ್ಕೀನ್ಹಾ-ಅಧ್ಯಕ್ಷ್, ದೆ| ಭಾವ್ ಜೊಸ್ಸಿ ಡಿ ಲೀಮಾ- ಉಪಾಧ್ಯಕ್ಷ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್-ಕಾರ್ಯದರ್ಶಿ ಆನಿ ಭಯ್ಣ್ ಲೂಸಿಯಾ ಜೆಸ್ಸಿ ಪೆರಿಸ್ - ಖಜನ್ದಾರ್ ಜಾವ್ನ್ ೧೬ ವೈಶಂತಿಕ್ ಭಾವಾಂ-ಭಯ್ಣಿಂ ಸಂಗಿಂ ಪ್ರಾರಂಭ್. ಪಾಟ್ಲ್ಯಾ ೨೩ ವರ್ಸಾಂ ಥಾವ್ನ್ ವಂತಾಂಚ್ಯಾ ಗರ್ಜಾಂಕ್ ಪಾವೊನ್,	 ವೈಶಂತಿಕ್ ಸಾಂದೆ ಕಾರ್ಯಾಳ್ ವಾವ್ರ್ ದಿತಾತ್. ಉದಾರ್ ಮನಾಚೆ ದೇಶ್- ವಿದೇಶಾಂತ್ಲೆ ದಾನಿ, ‘ದುಬ್ಳ್ಯಾ - ಧಾಕ್ಟ್ಯಾಂಕ್ ದಿಲ್ಲೆಂ ದಾನ್, ದೆವಾಕ್ ದಿಲ್ಲೆಪರಿಂ’ ಮ್ಹಳ್ಳಾ ಮ್ಹಳ್ಳ್ಯಾ ಮನೋಭಾವಾನ್ ಮಜತ್ ದಿತಾತ್. ಭಾವ್ ಜೆರಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಭಾವ್ ವಿಲಿಯಂ ತಾವ್ರೊ, ಭಾವ್ನ್ ಓಜ್ವಾಲ್ಡ್ ಪೆರಿಸ್ - ಹಾಣಿಂ ಪಾಟ್ಲ್ಯಾ ವರ್ಸಾಂನಿ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ಸೆವಾ ದಿಲ್ಯಾ. ಪ್ರಸ್ತುತ್ ಭಾವ್ ಲ್ಯಾನ್ಸಿ ಡಿಕುನ್ಹ - ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಭಯ್ಣ್ ಪ್ರೆಸಿಲ್ಲಾ ಡಿ ಸೋಜಾ - ಉಪಾಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರಸ್ಕಿನ್ಹಾ ಕಾರ್ಯದರ್ಶಿ ಜಾವ್ನ್ ಸೆವಾ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನ್ ದಿತಾತ್.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'icym-pyc',
		title: 'ICYM - PYC',
		associationImage: pyc,
		description: `ಯುವಕ್ ಸಂಘಾ ಮುಖಾಂತ್ರ್ ಯುವಜಣಾಂ ಥಂಯ್ ಆಸ್‌ಲ್ಲಿಂ ತಾಲೆಂತಾA, ಹ್ಯಾ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಊರ್ಜಿತ್ ಜಾತಾತ್. ‘ಯುವ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಧಾರ್ಮಿಕ್, ಕಲಾ ಆನಿ ಸಮಾಜ್ ಸೆವಾ’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೭೩ ವ್ಯಾ ವರ್ಸಾ, ‘ಪೊಂಪೈ ಯಂಗ್‌ಸ್ಟರ್ಸ್ ಕ್ಲಬ್’ (ಪಿ.ವೈ.ಸಿ.), ಮಾ| ಬಾ| ಗ್ರೇಶಿಯನ್ ಡಿಸೋಜಾ ಹಾಂಚ್ಯಾ ದಿರೆಕ್ತೊರ್‌ಪಣಾಖಾಲ್, ಫಿರ್ಗಜೆಂತ್ಲೆA ಬಳಿಷ್ಟ್ ಯುವ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ. ಹಾಚ್ಯಾ ಆದಿಂ ಥೊಡ್ಯಾ ವರ್ಸಾಂಕ್ ‘ಜೊಲ್ಲಿ ಕ್ಲಬ್’ ಮ್ಹಳ್ಳ್ಯಾ ನಾಂವಾನ್ ಯುವಜಣ್ ಸಾಂಗಾತಾ ಮೆಳ್ತಾಲೆ. ಪುಣ್ ಅಧಿಕೃತ್ ಸಂಘಟನ್ ಜಾವ್ನ್ ಪಿ.ವೈ.ಸಿ.ಕ್ ೪೮ ವರ್ಸಾಂ ಸಂಪ್ತಾತ್. ಭಾಂಗ್ರಾಳ್ಯಾ ಜ್ಯುಬ್ಲೆವಾಚ್ಯಾ ಹುಂಬ್ರಾರ್ ಆಸ್ಚೆಂ ಹೆಂ ಸಂಘಟನ್ ಸುರ್ವಾತುನ್, ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ಐ.ಸಿ.ವೈ.ಎಮ್. ಸಂಘಟನಾಚೊ ಅಂಗ್ ಜಾವ್ನ್ ಫಿರ್ಗಜ್ ಆನಿ ಸಮಾಜೆಕ್ ಆಪ್ಲಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ. ಪ್ರಸ್ತುತ್ ಹ್ಯಾ ಸಂಘಟನಾಂತ್ ೨೫ ಸಾಂದೆ ಆಸಾತ್. <br/> <br/>

		ಪಿ.ವೈ.ಸಿ.ನ್ ೧೯೯೨ ವ್ಯಾ ವರ್ಸಾಂತ್ ಪಿ.ವೈ.ಸಿ. ರಂಗ್‌ಮಂಚ್ ಆನಿ ಕಾರ್ಯಲಯ್ ಫಿರ್ಗಜೆಚ್ಯಾ ಅಭಿಮಾನಿಂಚ್ಯಾ ಸಹಕಾರಾನ್ ಬಾಂದ್ಲಾಂ. ಸುರ್ವಿಲ್ಯಾ ವರ್ಸಾಂನಿ, ಭಂವ್ತಣಿಂಚ್ಯಾ ಇಸ್ಕೊಲಾಂನಿ ದುಬ್ಳ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಧರ್ಮಾರ್ಥ್ ಬೂಕ್ ವಾಂಟ್ಲ್ಯಾಂತ್. ಗರ್ಜೆವಂತಾಂಕ್ ಆರ್ಥಿಕ್ ಮಜತ್‌ಯೀ ದಿಲ್ಯಾ. ಯುವಜಣಾಂನಿ ಇಗರ್ಜೆ ಭಿತರ್ ಮಾತ್ರ್ ನಹಿಂ ಭಾಯ್ರ‍್ಯೀ ಗರ್ಜ್ ಪಳೆವ್ನ್ ಶ್ರಮದಾನ್ ಕೆಲಾಂ. ಇಸ್ಕೊಲಾಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಸಾರ್ವಜನಿಕ್ ಉದ್ಕಾ ನಳಾ ಥಾವ್ನ್ ಪಿಯೆಂವ್ಚೆಂ ಉದಾಕ್, ಉದ್ಕಾಚಿ ಟ್ಯಾಂಕ್ ಬಾಂದುನ್ ಒದಗ್ಸಿಲ್ಯಾ.  ಯುವಜಣಾಂನಿ  ಖೆಳ್-ಪಂದ್ಯಾಟ್,  ನಾಟಕ್  ಆನಿ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ಬಹುಮಾನಾಂ ಆಪ್ಣಾಯ್ಲ್ಯಾಂತ್. <br/> <br/>

		ಪಾಟ್ಲ್ಯಾ ೪೮ ವರ್ಸಾಂನಿ ಪಿ.ವೈ.ಸಿಂತ್ ವಾವುರ್ಲೆಲೆ ಸಾಂದೆ ಆಜ್ ದೇಶ್-ವಿದೇಶಾಂತ್ ಫಿರ್ಗಜೆಚಿ ಕೀರ್ತ್ ಗಾಜವ್ನ್ ಆಸಾತ್.ಪಿ.ವೈ.ಸಿ. ಥಾವ್ನ್ ಉದೆವ್ನ್ ಆಯ್ಲೆಲೆ ನಾಂವಾಡ್ದಿಕ್ ಸಂಗೀತ್‌ಗಾರ್, ಕಲಾಕಾರ್, ಕವಿ, ಉಲವ್ಪಿ, ಉದ್ಯಮಿ, ಸಮಾಜ್ ಸೆವಕ್, ಶಿಕ್ಷಕ್, ವ್ಯಾಪಾರಿಸ್ತ್ ತಶೆಂಚ್ಚ್ ಮುಖೆಲಿ ಹ್ಯಾ ಸಂಘಟನಾಚ್ಯಾ ಪ್ರಭಾವಾಚ್ಯೊ ಸಾಕ್ಷಿ.
`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'altar-servers',
		title: 'Altar Servers',
		associationImage: altarServers,
		description: `ಭಾಗೆವಂತ್ ಸಾಂ. ಜುವಾಂವ್ ಬರ್ಕ್ಮನ್ಸಾಚಿ ದೇಖ್ ಘೆವ್ನ್, ಆಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಚಿ ಸೊಡೆಲಿಟಿ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಪ್ರಾರಂಭಾ ಥಾವ್ನ್ಂಚ್ ಪವಿತ್ರ್ ಎವ್ಕರಿಸ್ತಾ ಥಂಯ್ ಭಕ್ತಿಪಣ್, ಸದಾಂ ಮಿಸಾಕ್ ತಶೆಂಚ್ಚ್ ಆಯ್ತಾರಾ ಆನಿ ಫೆಸ್ತಾ ಪರ್ಬೆಚ್ಯಾ ದಿಸಾಂನಿ ಮೀಸ್ ರಜಾರ್ ಕರ್ನ್, ಮಿಸಾಚ್ಯಾ ಬಲಿದಾನಾಂತ್ ಸಕ್ರೀಯ್ ರಿತಿನ್ ವಾಂಟೊ ಘೆತಾ. ಆಯ್ತಾರಾ ದುಸ್ರೆಂ ಮೀಸ್ ಜಾಲ್ಯಾ ಉಪ್ರಾಂತ್, ಆಪ್ಲಿ ಜಮಾತ್ ಆಪವ್ನ್, ಮುಖ್ಲ್ಯೊ ಚಟುವಟಿಕೊ, ಮೀಸ್ ರಜಾರ್ ಆನಿ ಇತರ್ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂ ವಿಶಿಂ ವಿಚಾರ್ ವಿನಿಮಯ್ ಚಲಯ್ತಾತ್. ಆಲ್ತಾರ್ ಭುರ್ಗೆ ಮ್ಹಳ್ಯಾರ್ ಆಲ್ತಾರಿಚಿ ಸೆವಾ ಕರ್ಚೆ, ಮ್ಹಣ್ಜೆ ಪವಿತ್ರ್ ಬಲಿದಾನಾ ವೆಳಾರ್ ಯಾಜಕಾಕ್ ಕುಮಕ್ ಕರ್ಚಿ ಮಾತ್ರ್ ನಹಿಂ, ಇತರ್ ಚಟುವಟಿಕೆಂನಿ, ಮುಖ್ಯ ಜಾವ್ನ್ ಗಾಯಾನ್, ಮಾಗ್ಣೆಂ, ಖೆಳ್, ಪಂದ್ಯಾಟ್, ಪಿಕ್ನಿಕ್ ಅಶೆಂ ಸರ್ವಯ್ ರಿತಿನ್ ಪಾತ್ರ್ ಘೆವ್ನ್ ಫಿರ್ಗಜ್ ಕಾರ್ಯಾಳ್ ಆಸೊಂಕ್ ಪ್ರಯತನ್ ಕರ್ತಾತ್. <br/> <br/>

		ಪಯ್ಲೆಂ ಸದಾಂ ಮಿಸಾ ವೆಳಾರ್ ನೋಟಿಸ್ ಬೋರ್ಡಾರ್ ಕಾಣ್ಸಿಲ್ಲ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಖಡ್ಡಾಯೆನ್ ಮೀಸ್ ರಜಾರ್ ಕರುಂಕ್ ಆಸ್‌ಲ್ಲೆಂ. ಆನಿ ಫಿರ್ಗಜೆಂತ್ ಮೊರ್ನಾಂ ಜಾಲ್ಲ್ಯಾ ವೆಳಾರ್, ತಾಂಚ್ಯಾ ಘರಾ ವಚೊನ್ ಆಪ್ಣಾಚೊ ಲೋಬ್ ಘಾಲ್ನ್ ಇಗರ್ಜೆಕ್  ಪುರ್ಶಾಂವಾರ್ ಯೇಂವ್ಕ್ ಆಸ್‌ಲ್ಲೆಂ. ತಾಂಕಾಂ ತಾಂಚೆಂಚ್ಚ್ ಮ್ಹಳ್ಳೆಂ ಸಮವಸ್ತ್ರ್ ಆಸಾ.	ಆರ್ವಿಲ್ಯಾ ದಿಸಾಂನಿ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಚಲಿಯೊಯಿ ವೆದಿ ಸೆವಕಿ ಜಾವ್ನ್ ಸೆವಾ ದಿತಾತ್.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'catholic-sabha',
		title: 'Catholic Sabha',
		associationImage: catholicSabha,
		description: `‘ಸೆವಾ, ತ್ಯಾಗ್, ಎಕ್ವಟ್’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೯೮ ವ್ಯಾ ಅಕ್ಟೋಬರ್ ೧೦ ತಾರಿಕೆರ್, ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್, ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ‘ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕ್’ ಸ್ಥಾಪಿತ್ ಜಾಲೆಂ. ೬೬ ಸಾಂದ್ಯಾಂಚ್ಯಾ ಸಾಂಗಾತ್‌ಪಣಾನ್ ಸುರ್ವಾತ್ ಜಾಲ್ಲ್ಯಾ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೊ ಸ್ಥಾಪಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಶ್ರೀಮಾನ್ ಜೆರಾಲ್ಡ್ ಲೋಬೊ ನೇಮಕ್ ಜಾಲೊ. ಶ್ರೀ ಜಾನ್ಸನ್ ಲೋಬೊ, ಶ್ರೀ ಹೆನ್ರಿ ವಾಲ್ಡರ್, ಶ್ರೀಮತಿ ರೆನ್ನಿ ಪೆರಿಸ್, ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊ, ಶ್ರೀ ಓಸ್ವಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಡಾ| ಗೊಡ್ವಿನ್ ಲೋಬೊ, ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಶ್ರೀ ಪಿಯುಸ್ ಕುಟಿನ್ಹಾ ಆನಿ ಶ್ರೀಮತಿ ಸಿಲ್ವಿಯಾ ರೊಡ್ರಿಗಸ್ - ಹಾಣಿಂ ಕ್ರಮಾನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೆಂ ಅಧ್ಯಕ್ಷ್ ಸ್ಥಾನ್ ಘೆವ್ನ್ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಉಂಚ್ಲ್ಯಾ ಪಾಂವ್ಡ್ಯಾಕ್ ಪಾವೊಂಕ್, ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥ್ ಸೆವಾ ಆನಿ ಮುಖೇಲ್ಪಣ್ ದಿಲಾಂ. ಸರ್ವ್ ಹುದ್ದೆದಾರ್ ಆನಿ ಸಾಂದೆ ಎಕಾಮೆಕಾ ಸಹಕಾರಾನ್ ಆಯೋಜಿತ್ ಕೆಲ್ಲಿಂ ಕಾರ್ಯಕ್ರಮಾಂ ಯಶಸ್ವಿ ಕರುನ್ ಆಸಾತ್. <br/> <br/>

		ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್, ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಮಾಲ್ಘಡ್ಯಾಂಚೊ ದಿವಸ್, ವ್ಯಾಪಾರಿಸ್ತಾಂಚೊ ದಿವಸ್, ಭುರ್ಗಾ್ಯಂಚೊ ದಿವಸ್, ಶಿಕ್ಷಕಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಆಚರಣ್ ಕರ್ನ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ಆನಿ ಮಹತ್ವ್ ದಿಲಾಂ. ಭುರ್ಗ್ಯಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಂವ್ಚೆ ಖಾತಿರ್, ಭುರ್ಗ್ಯಾಂಚೆಂ ಗಿಮ್ಶಿಲೆಂ ರಜೆ ಶಿಬಿರ್ ಹರ್ಯೆಕಾ ವರ್ಸಾ ಆಸಾ ಕರ್ನ್, ತಾಂಚ್ಯಾ ತಾಲೆಂತಾಂಕ್ ಅವ್ಕಾಸ್ ದೀವ್ನ್, ಕ್ರೀಸ್ತಿ ಶೆಗುಣಾಂನಿ ವಾಡೊನ್ ಯೇಂವ್ಕ್ ಉತ್ತೇಜನ್ ಲಾಭಯ್ಲಾಂ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಘಟಕಾಚೆಂ ಪಿಕ್ನಿಕ್ ಆಸಾ ಕರ್ನ್, ಸರ್ವ್ ಸಾಂದೆ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸಂತೊಸಾನ್  ದೀಸ್  ಪಾಶಾರ್  ಕರುಂಕ್  ಅವ್ಕಾಸ್  ಲಾಭ್ಲಾ. ಶಿಕ್ಪಾ ಕ್ಷೇತ್ರಾಂತ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಆನಿ ಫಿರ್ಗಜೆಚ್ಯಾ ಪರಿಸರಾಂತ್ ಆಸ್ಚ್ಯಾ ಅಕ್ರೀಸ್ತಾಂವ್ ಪ್ರತಿಭಾವಂತ್ ಭುರ್ಗ್ಯಾಂಕ್ ವಿಂಚುನ್ ಕಾಡ್ನ್, ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ದಿಯೆಸೆಜಿ ಮಟ್ಟಾರ್ ಭಾಗ್ ಘೆಂವ್ಕ್ ಉತ್ತೇಜಿತ್ ಕೆಲಾಂ ಯುವಜಣಾಂಕ್ ತಶೆಂಚ್ಚ್ ಭುರ್ಗ್ಯಾಂಕ್, ವೃತ್ತಿ ಮಾರ್ಗದರ್ಶನ್ ಶಿಬಿರ್ ಆನಿ ಅಲ್ಪಸಂಖ್ಯಾತಾಂಕ್ ಮೆಳ್ಚ್ಯಾ ಸವ್ಲತಾಯಾಂ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್ ಆಸಾ ಕರ್ನ್, ಸರ್ಕಾರಾ ಥಾವ್ನ್ ಸವ್ಲತ್ಯೊ, ಆಮ್ಚಿಂ ಹಕ್ಕಾಂ - ಹ್ಯಾ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್, ಭಲಾಯ್ಕೆ ಶಿಬಿರ್, ಪ್ಲಾಸ್ಟಿಕ್ ಜಾಗೃತಿ, ಅಂಗಾಂಶ್ ಕೃಷಿ ವಿಶಿಂ ಮಾಹೆತ್, ಅಶೆಂ ಸಬಾರ್  ಶಿಬಿರಾಂ  ಸಂಪನ್ಮೂಳ್  ವ್ಯತಿಂಕ್ ಆಪವ್ನ್, ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಮಾಹೆತ್ ಲಾಭಾಶೆಂ ಕೆಲಾಂ. ವನಮಹೋತ್ಸವ್ ಆಚರಣ್ ಕರ್ನ್ ‘ಲಾವ್ದಾತೊ ಸಿ’ ಹಾಚೆಂ ಮಹತ್ವ್ ಲೊಕಾಕ್ ಕಳಯ್ಲಾಂ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'ycs',
		title: 'YCS (Young Catholic Students)',
		associationImage: ycs,
		description: `ಎಸ್.ಎಸ್.ಎಲ್.ಸಿ. ಜಾಲ್ಲ್ಯಾ ಯುವಜಣಾಂಕ್ ತಾಂಚ್ಯೆ ಯುವ ಪ್ರಾಯೆರ್ ಸಾಂಗಾತಾ   ಹಾಡ್ನ್,  ಸಮಾಜೆ  ವಿಶಿಂ  ಚಿಂತನ್-ಮಂಥನ್ ಕರ್ನ್, ಜೀವನಾಂತ್ ಬದ್ಲಾವಣೆಚಿ ಕ್ರಾಂತಿ  ಉಟವ್ನ್, ಬರೊ ಫುಡಾರ್ ಬಾಂಧುನ್ ಹಾಡ್ಚ್ಯಾಕ್, ೧೯೩೧ ಇಸ್ವೆಂತ್ ಬೆಲ್ಜಿಮಾಂತ್ ಕಾರ್ಡಿನಲ್ ಜೋಸೆಫ್ ಕಾರಾಯ್ನಾ ಹಾಣಿಂ ಹ್ಯಾ ಸಂಚಾಲನಾಚಿ ಸುರ್ವಾತ್ ಕೆಲಿ. <br/><br/>

		ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಹೆಂ ಘಟಕ್, ೧೯೯೭ ಅಕ್ಟೋಬರ್ ೬ ತಾರಿಕೆರ್ ಮಾ| ಬಾ| ಲಿಯೊ ವೇಗಸ್ ಬಾಪಾಂನಿ, ಸುನಿತಾ ಡಿಸಿಲ್ವಾಚ್ಯಾ ಅಧ್ಯಕ್ಷ್ಪಣಾರ್ ಆರಂಭ್ ಕೆಲ್ಲೆಂ. ‘ಪಳೆ, ಪಾರ್ಕಿ ಆನಿ ಕಾರ್ಯಾಕ್ ದೇಂವ್’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್, ನವಿ ಸಮಾಜ್ ರೂಪಿತ್ ಕರ್ಚೊ ಶೆವೊಟ್ ಹ್ಯಾ ಸಂಚಾಲನಾಚೊ. ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ವರ್ಸಾಂ ಥಾವ್ನ್ ವೈ.ಸಿ.ಎಸ್. ಜಮಾತ್ ಮಿಸಾ ಉಪ್ರಾಂತ್ ೬೦ ಮಿನುಟಾಂಚ್ಯಾ ಆವ್ದೆಂತ್ ಚಲ್ತಾಲಿ. ಆಮ್ಚೆ ವಿಗಾರ್ ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊ ಆಯ್ಲ್ಯಾ ಉಪ್ರಾಂತ್, ವೈ.ಸಿ.ಎಸ್. ಸಂಘ್ ಜಿವಾಳ್ ಆನಿ ಚಡ್ ಕ್ರಿಯಾಳ್ ಜಾಲಾ. ಸಚೇತಕ್ ಜಾವ್ನ್ ಶ್ರೀಮತಿ ವಿಜಯಾ ಡಿ ಕೋಸ್ತಾ, ಶ್ರೀ ಓಸ್ವಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಸಹಾಯಕ್ ಸಚೇತಕ್ ಜಾವ್ನ್ ಶ್ರೀ ಆ್ಯರನ್ ಫೆರ್ನಾಂಡಿಸ್ ಆನಿ ಕು| ಟೀನಾ ಡಿಸೋಜಾ ಹಾಣಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ಬರಿ ಶಿಕವ್ಣ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನ್ ದಿಲಾಂ. ರ‍್ಯಾ ಫುಡಾರಾಚ್ಯೆ ವಾಟೆರ್ ಹಾತ್ ಪುಸ್ತಕಾಂತ್ ಆಸ್ಲೆಲ್ಯೊ ಸಂಗ್ತಿ ಘೆವ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ದೊತೊರ್ನೆಚಿ ಶಿಕವ್ಣ್ ದಿಲ್ಯಾ.  <br/><br/>

		ಕೇವಲ್ ದೊತೊರ್ನ್ ನಹಿಂ ಆಸ್ತಾಂ, ವರ್ಸ್ಭರ್ ಹೆರ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾಂತ್. ಬೈಬಲ್ ಕ್ವಿಜ್, ಭುರ್ಗ್ಯಾಂಕ್ ಹಾಳು ಕರುಂಕ್ ಪಿಕ್ನಿಕಾಂ ಆಸಾ ಕೆಲ್ಯಾಂತ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕೆಲ್ಯಾ, ‘ಲಾವ್ದಾತೊ ಸಿ’ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆತ್ಲಾ ಸಿಮೆಸ್ತ್ರಿಚೆಂ ತಣ್ ಆನಿ ಜಾಡ್ಕುಟಾಂ ಬುಡ್ಡುನ್ ಸಿಮೆಸ್ತ್ರಿಚೆಂ ನಿತಳಾಯ್ ಕೆಲ್ಯಾ. ಲಿತುರ್ಜಿಂತ್ ಆನಿ ಕೊಯರಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಭಾಗ್ ಘೆತ್ಲಾ. ವಾರಾಡ್ಯಾವಾರ್ ಜಾಂವ್ಚ್ಯಾ ವೈ.ಸಿ.ಎಸ್. ಖೆಳ್-ಪಂದ್ಯಾಟಾಂನಿ ಆನಿ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಉರ್ಭೆನ್ ಭಾಗ್ ಘೆವ್ನ್ ಬಹುಮಾನಾಂ ಆಪ್ಣಾಯ್ಲ್ಯಾಂತ್. ಫಿರ್ಗಜೆಂತ್ ಜಾಂವ್ಚ್ಯಾ ಹರ್ಯೆಕ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗಿಂ ಪ್ರಮುಖ್ ಪಾತ್ರ್ ಘೆತಾತ್. ವನಮಹೋತ್ಸವ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಪಿ.ವೈ.ಸಿ. ಘಟಕಾ ಸಾಂಗಾತಾ ವೈ.ಸಿ.ಎಸ್. ಭುರ್ಗ್ಯಾಂನಿ ಹಾತಾಕ್ ಹಾತ್ ದೀವ್ನ್ ವಾವ್ರ್ ಕೆಲಾ. ಸ್ನೇಹ ಸದನ ಸಂಸ್ಥ್ಯಾಕ್ ಭೆಟ್ ಕರುನ್, ಭುರ್ಗ್ಯಾಂ ಸಾಂಗಾತಾ ಖೆಳೊನ್, ಕಾಣಿಕೊ-ಇನಾಮಾಂ ದೀವ್ನ್ ರ‍್ಯಾನ್ ವೇಳ್ ಖರ್ಚಿಲಾ. ಆಮ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂ ಥಂಯ್ ಧಾರಾಳ್ ಮುಖೇಲ್ಪಣ್ ಉಬ್ಜೊನ್ ಆಯ್ಲಾಂ ಮ್ಹಣ್ ಸಾಂಗೊಂಕ್ ಸಂತೊಸ್ ಭೊಗ್ತಾ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'secular-franciscan',
		title: 'Secular Franciscan',
		associationImage: thirdOrder,
		description: `ಮಾ| ಬಾ| ಜೊನ್ ಕಾಸ್ತೆಲಿನೊ, ಹಾಂಚ್ಯಾ ಕಾಳಾರ್, ೧೯೫೩ ಇಸ್ವೆಂತ್ ಸಪ್ಟೆಂಬರ್ ೧೮ ತಾರಿಕೆರ್ ೩೮ ಸಾಂದ್ಯಾಂ ಸಂಗಿಂ ಸ್ಥಾಪನ್ ಜಾಲಿ. ಸ್ಥಾಪಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ದೆ| ಭಾವ್ ಬಾವ್ತಿಸ್ ರಸ್ಕೀನ್ಹಾ ಆನಿ ಕಾರ್ಯದರ್ಶಿ ಜಾವ್ನ್ ದೆ| ಭಾವ್ ಮೌರಿಸ್ ಪೆರಿಸ್ ಹಾಣಿಂ ಸೆವಾ ದಿಲ್ಯಾ. ಪಯ್ಲೆಂ ಹ್ಯಾ ಸಂಘಟನಾಕ್ ತಿಸ್ರಿ ಓಡ್ದ್ ಮ್ಹಣ್ ಆಪಯ್ತಾಲೆ. ಪ್ರಸ್ತುತ್ ಸೆಕುಲಾರ್ ಫ್ರಾನ್ಸಿಸ್ಕನ್ ಓಡ್ದ್ ಮ್ಹಣ್ತಾತ್. <br/> <br/>

		೫೬ ವರ್ಸಾಂ ಮಂಗ್ಳುರ್ ಪ್ರಾಂತ್ಯಾಂತ್ ತಿಸ್ರೆ ಒಡ್ದಿಂತ್ ಪೆಜಾರ್ ವಾರಾಡ್ಯಾ ಥಾವ್ನ್ ಆಮ್ಚಿ ಪೊಂಪೈ ಮಾಯೆಚಿ ಏಕ್ ಮಾತ್ರ್ ಫಿರ್ಗಜ್ ಆಸ್‌ಲ್ಲಿ. ಪ್ರಸ್ತುತ್ ಪೆಜಾರ್ ವಾರಾಡ್ಯಾಂತ್ ೬ ಫಿರ್ಗಜೆಂತ್ ಆಸೊನ್ ತಿಸ್ರಿ ಒಡ್ದ್ ಆಮ್ಕಾಂ ಬಜ್ಪೆ ಪ್ರಾಂತ್ಯ್ ಜಾಲಾಂ. ಸ್ಥಾಪಕ್ ಸಾಂದೆ - ಭಾವ್ ಲಿಗೋರಿ ತಾವ್ರೊ, ಭಾವ್ ಆಲ್ಬರ್ಟ್ ನಜರೆತ್ ಗೌರವ್ ಸಾಂದೆ ಜಾವ್ನಾಸ್‌ಲ್ಲೆ. ಪ್ರಸ್ತುತ್ ಪ್ರಾಂತ್ಯಾಕ್ ಭಯ್ಣ್ ಎವ್ಲಿನ್ ಸಿಕ್ವೇರಾ ಉಪಾಧ್ಯಕ್ಷ್ ಆನಿ ಭಾವ್ ನೋರ್ಬರ್ಟ್ ಸಿಕ್ವೇರಾ ತರ್ಬೆತಿ ಶಿಕ್ಷಕ್ ಜಾವ್ನಾಸಾತ್. ೩೦ ಸಾಂದೆ ಜಮಾತೆಕ್ ಹಾಜರ್ ಜಾತಾತ್ ತರ್, ಥೊಡ್ಯಾ ಸಾಂದ್ಯಾಂಕ್ ಪ್ರಾಯ್ ಆನಿ ಪಿಡೆ ನಿಮ್ತಿಂ ಹಾಜರ್ ಜಾಂವ್ಕ್ ಸಾಧ್ಯ್ ಜಾಯ್ನಾಂ. <br/> <br/>

		ಹರ್ಯೆಕಾ ವರ್ಸಾ, ಅಕ್ಟೋಬರ್ ೨ ತಾರಿಕೆರ್ ಫರಂಗಿಪೇಟೆ ಕಾಪುಚಿನ್ ಫ್ರಾದಿಂಚ್ಯಾ ಕೊವೆಂತಾಕ್ ಯಾತ್ರಿಕ್ ಪಯ್ಣಾಕ್ ಚಡಾವತ್ ಸಾಂದೆ ಹಾಜರ್ ಜಾತಾತ್. ಸಾಂ. ಫ್ರಾನ್ಸಿ ಆಸಿಸಿಚೆಂ ಫೆಸ್ತ್ ಆಮ್ಚ್ಯಾ ಪ್ರಾಂತ್ಯಾಂತ್, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ ಆಚರಣ್ ಕರ್ತಾತ್. ಪ್ರಾಂತ್ಯಾಂತ್ ಏಕ್ ದೀಸ್ ‘ಪ್ರಾಚಿತಾಚೊ ದೀಸ್’ ಆಚರಣ್ ಕರ್ನ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕರ್ನ್, ತಾಂಕಿ ಪ್ರಮಾಣೆಂ ಕುಮೊಕ್ ದಿತಾತ್ ಆನಿ ತಾಂಚ್ಯೆ ಖಾತಿರ್ ಮಾಗ್ತಾತ್. ಮಹಿನ್ಯಾಚ್ಯಾ ಪಯ್ಲ್ಯಾ ಆಯ್ತಾರಾ ಸಕಾಳಿಂ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಜಮಾತ್ ಚಲವ್ನ್ ರ‍್ತಾಸ್ತಾನಾ, ಥೊಡ್ಯಾ ಸಂದರ್ಭಾಂನಿ ಕಾಪುಚಿನ್ ಫ್ರಾದ್ ಹಾಜರ್ ಜಾತಾತ್. ಪ್ರಸ್ತುತ್ ಚಾರ್ಲ್ಸ್ ಸಿಕ್ವೇರಾ-ಅಧ್ಯಕ್ಷ್ ಆನಿ ಗ್ರೇಸಿ ಮೊರಾಸ್ - ಕಾರ್ಯದರ್ಶಿ, ಲ್ಯಾನ್ಸಿ ಕ್ರಾಸ್ತಾ-ಖಜನ್ದಾರ್, ಆಲ್ಬನ್ ರೊಡ್ರಿಗಸ್ - ತರ್ಬೆತಿ ಶಿಕ್ಷಕ್, ಎವ್ಲಿನ್ ಸಿಕ್ವೇರಾ ಆನಿ ಐರಿನ್ ಪಿಂಟೊ ಪ್ರತಿನಿಧಿ ಜಾವ್ನ್ ಸೆವಾ ದೀವ್ನ್ ಆಸಾತ್.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'catechism',
		title: 'Catechism',
		associationImage: catechism,
		description: `
		ಪವಿತ್ರ್ ಪುಸ್ತಕಾ ವಿಷ್ಯಾಂತ್ ಸಮ್ಜಣಿ ನಾತ್‌ಲ್ಲೊ ವ್ಯಕ್ತಿ ಕ್ರೀಸ್ತಾಚೊ ಖರೊ ಪಾಟ್ಲಾವ್ದಾರ್ ಮ್ಹಣ್ ಸಾಂಗೊಂಕ್ ಜಾಯ್ನಾಂ. ದೆಕುನ್ ಭುರ್ಗ್ಯಾಂಕ್ ಪವಿತ್ರ್ ಪುಸ್ತಕಾಚಿ ವಳಕ್ ದಿಂವ್ಚ್ಯಾ  ಪಾಸತ್, ಆಯ್ತಾರಾಚೆಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಪವಿತ್ರ್ ಬೈಬಲಾಚೆರ್ ಬಾಂದುನ್ ಹಾಡ್ಲಾಂ. ಲ್ಹಾನಾಂ ಭುರ್ಗ್ಯಾಂಕ್ ನವೊ ಸೊಲ್ಲೊ ಆನಿ  ಹೈಸ್ಕೂಲಾಚ್ಯಾಂಕ್ ಪರ್ನೊ ಸೊಲ್ಲ್ಯಾ ವಿಷ್ಯಾಂತ್ ಶಿಕವ್ಣ್ ದಿಲ್ಲ್ಯಾನ್, ಭುರ್ಗಿಂ ಪವಿತ್ರ್ ಬೈಬಲಾಚೊ ಮೋಗ್ ಕರುಂಕ್ ಆನಿ ದೆವಾಚ್ಯಾ ಉತ್ರಾಂ ಪ್ರಮಾಣೆಂ ಜಿವಿತ್ ರೂಪಿತ್ ಕರುಂಕ್ ಸಾಧ್ಯ್ ಜಾಲಾಂ. <br/><br/>

		ಆದಿಂ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ಲಿಂ ಮಾಲ್ಘಡಿಂ ಆಯ್ತಾರಾಚಿ ದೊತೊರ್ನ್ ಶಿಕಂವ್ಕ್ ವೆತಾಲಿಂ. ಆತಾಂ ಪೊಂಪೈ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾಚಿಂ ಧರ್ಮ್ ಭಯ್ಣಿಂ, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ಲಿಂ ಲಾಯಿಕ್ ಶಿಕ್ಷಕಾಂ ಆಮ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ದೊತೊರ್ನ್ ಶಿಕವ್ನ್ ಕ್ರೀಸ್ತಾಚಿ ವಳಕ್ ದಿಂವ್ಚೆಂ ಪ್ರಯತನ್ ಕರ್ನ್ ಆಸಾತ್.  ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭುರ್ಗಾ್ಯಂಕ್ ಉತ್ತೇಜನ್ ದೀವ್ನ್ ಆಸಾತ್. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾ ಭುರ್ಗ್ಯಾಂಚ್ಯಾ ಮಿಸಾ ವೆಳಾರ್ ಭುರ್ಗಿಂ ಅಪುರ್ಬಾಯೆನ್ ಶಿಕ್ಷಕಾಂಚ್ಯಾ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ಲಿತುರ್ಜಿ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಜುನಾಚ್ಯಾ ಪಯ್ಲ್ಯಾ  ಆಯ್ತಾರಾ ಮಿಸಾವೆಳಿಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣಾಚೆಂ ಉದ್ಘಾಟನ್ ಜಾತಾ. ತ್ಯಾ ದಿಸಾಚಿ ಲಿತುರ್ಜಿ ಶಿಕ್ಷಕಾಂ ಆನಿ ಭುರ್ಗಿಂಚ್ಚ್ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಫೆಬ್ರೆರ್ ಮಹಿನ್ಯಾಚ್ಯಾ ನಿಮಾಣ್ಯಾ ಆಯ್ತಾರಾ, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಚಲವ್ನ್ ವ್ಹೆಲಾ. ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಬರೆ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್, ಚುಕಾನಾಸ್ತಾನಾ ಮಿಸಾಕ್ ಆನಿ ದೊತೊರ್ನೆಕ್ ಹಾಜರ್ ಜಾಲ್ಲ್ಯಾಂಕ್ ವಿಗಾರಾಂ ಥಾವ್ನ್ ಬಹುಮಾನಾಂ ಲಾಭ್ತಾತ್. ವೆದಿ ಸೆವಾ ಕರ್ಚ್ಯಾ ಆಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿನ್ ಚಲವ್ನ್ ವರ್ಚ್ಯಾ ಸಾತ್ವ್ಯಾ ಆನಿ ಧಾವ್ಯಾ ವರ್ಗಾಚ್ಯಾ ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಗರಿಷ್ಠ್ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್ ಫಿರ್ಗಜ್ ವಿಗಾರಾಂನಿ ಮಾನ್ ಕೆಲಾ. <br/> <br/>

		ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊನ್  ೮  ವರ್ಸಾಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್  ಸಂಯೋಜಕಿ ಜಾವ್ನ್ ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥಿ ಸೆವಾ ದಿಲ್ಯಾ. ಪ್ರಸ್ತುತ್, ಪಾಟ್ಲ್ಯಾ ೮ ವರ್ಸಾಂ ಥಾವ್ನ್ ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಸಂಯೋಜಕಿ ಜಾವ್ನ್ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ. ಹರ್ಯೆಕಾ  ವರ್ಸಾ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಪೊಂಪೈ ಸಭಾ ಭವನಾಂತ್, ವ್ಹಡಾ ಸಂಭ್ರಮಾನ್ ಆಚರಣ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ಕ್ಲಾಸಿ ಥಾವ್ನ್ ವಿಭಿನ್ನ್ ಕಾರ್ಯಕ್ರಮಾಂ ಆಯೋಜಿತ್ ಕರ್ನ್ ದೊತೊರ್ನಿಚ್ಯಾ ದಿಸಾ ಸಾದರ್ ಕರ್ಚ್ಯಾ ಮುಖಾಂತ್ರ್, ಸರ್ವಾಂಚಿಂ ಮನಾಂ ಜಿಕ್ಲ್ಯಾಂತ್. ತ್ಯಾ ದಿಸಾ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಮಾನಾಚ್ಯಾ ವ್ಯಕ್ತಿಂಕ್ ಮುಖೆಲ್ ಸಯ್ರೆ ಜಾವ್ನ್ ಆಪವ್ನ್, ಸಂದೇಶ್ ದೀಂವ್ಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲಾ. ಶಿಕ್ಷಕಾಂಕ್ ಕಾಣಿಕ್ ದೀವ್ನ್ ಮಾನ್ ಕೆಲಾ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'small-christian-community',
		title: 'Small Christian Community',
		associationImage: smallChristianCommunity,
		description: `‘ಜಂಯ್ ದೋಗ್ ವ್ಹ ತೇಗ್ ಮ್ಹಜೆ ನಾಂವಿಂ ಸಾಂಗಾತಾ ಮೆಳ್ತಾತ್, ಥಂಯ್ ಹಾಂವ್ ಆಸಾಂ ತಾಂಚ್ಯೆ ಮಧ್ಗಾತ್’ (ಮಾತೆವ್ ೧೮:೨೦). ದೆವಾಚ್ಯಾ ಸಬ್ದಾಚ್ಯಾ ಪ್ರೇರಕಾಂಕ್, ತಾಂಚ್ಯಾ ವಾವ್ರಾಂತ್ ಸೊಮಿಯಾ ಜೆಜುಚಿಂ ಹಿಂ ಉತ್ರಾಂ ಆಮ್ಚ್ಯಾ ವಾಡ್ಯಾ ಜಮಾತೆಂಕ್ ಭೋವ್ ಅರ್ಥಾಭರಿತ್ ಜಾವ್ನಾಸಾತ್. ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ೧೯೯೩ ಅಕ್ಟೋಬರ್ ೭ವೆರ್ ಆಮ್ಚಿ ಪಾತ್ರೊನ್ ಪೊಂಪೈ ರೊಜಾರ್ ಮಾಯೆಚ್ಯಾ ಫೆಸ್ತಾ ದಿಸಾ, ವಿಗಾರ್ ಬಾಪ್ ಲಿಯೊ ವೇಗಸಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚಿ ಬುನ್ಯಾದ್ ಘಾಲಿ. <br/> <br/>

		ಉಪ್ರಾಂತ್ಲೆ ವಿಗಾರ್ ಬಾಪ್ ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಬಾಪ್ ಪಾವ್ಲ್ ರೇಗೊ, ಬಾಪ್ ಗ್ರೆಗರಿ ಸೆರಾವೊ, ಬಾಪ್ ಪಾವ್ಲ್ ಪಿಂಟೊ – ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವಿ ಜಾಲಾ. ಪ್ರಸ್ತುತ್ ವಿಗಾರ್ ಬಾಪ್ ಆ್ಯಂಟನಿ ಲೋಬೊಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ೨೦೧೯ ಪೆಭ್ರೆರ್ ೩ವೆರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚೊ ರುಪ್ಯೋತ್ಸವ್ ವ್ಹಡಾ ಗದ್ದಾಳಾಯೆನ್ ಆಚರ್ಸಿಲಾ. ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವೆನ್ ಚಲಂವ್ಕ್ ಫಿರ್ಗಜೆಂತ್, ವಾರಾಡ್ಯಾಂತ್ ತಶೆಂ ದಿಯೆಸೆಜಿ ಹಂತಾರ್ ತರ್ಬೆತಿ ಆನಿ ಜ್ಞಾನ್ ಮೆಳಾಶೆಂ ಕರುಂಕ್, ಕಾರ್ಯಾಯೋಜನ್ ಮಾಂಡುನ್ ಹಾಡುನ್ ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ, ಎಕಾಚ್ಚ್ ರುಪಾರ್ ಮುಂದರುನ್ ಆಸ್ಚೆಂ ಪಳೆಂವ್ಕ್ ತೃಪ್ತಿ ಭೊಗ್ತಾ. ವಾಡ್ಯಾ ಫೆಸ್ತಾಂ, ಪಿಕ್ನಿಕಾಂ, ಮನೋರಂಜನ್ ಆನಿ ಶ್ರಮದಾನಾಂ ಮುಖಾಂತ್ರ್ ಸಾಂಗಾತಾ ಹಾಡುಂಕ್, ಅತ್ಮೀಕ್ ಆನಿ ಲೌಕಿಕ್ ರಿತಿನ್ ಪರ್ಜೆ ಮಧ್ಲೊ ಬಾಂಧ್ ಲಾಗಿಂ ಹಾಡ್ಲಾ. <br/> <br/>

		ಸಮುದಾಯಾಚೊ  ದಿವಸ್, ಕೊಂಕ್ಣಿ ಫುಡಾರ್ ದಿವಸ್, ಬೈಬಲ್ ಆಧಾರಿತ್ ನಕ್ಲಿ ನೆಸ್ಣಾ ಸ್ಪರ್ಧೊ, ಬೈಬಲ್ ಕ್ವಿಜ್, ಬೈಬಲ್ ಆಧಾರಿತ್ ನಾಟ್ಕುಳ್ಯಾ ಸ್ಪರ್ಧೊ ಕೊಂತಾಂಚೊ ಸ್ಪರ್ಧೊ ಆನಿ  ಸೆವೆಚಿಂ ಪಿಂತುರಾಂ ಆಟಾಪ್ಚಿಂ ಚಾರ್ಟ್ ಕರುನ್, ಜಮಾತಿ ಆನಿ ಸೆವೆಚ್ಯಾ ವಾವ್ರಾಕ್ ಆತೀ ಚಡ್ ಅಂಕ್ ಆಪ್ಣಾಯಿಯ್ಲ್ಯಾ ವಾಡ್ಯಾಂಕ್ ಇನಾಮಾಂ ದೀವ್ನ್, ವಾಡ್ಯಾಂ ಮಧೆಂ ಎಕಾ ರಿತಿಚೆಂ ಭಲಾಯ್ಕೆಭರಿತ್ ಸ್ಪರ್ಧಾತ್ಮಕ್ ವಾತಾವರಣ್ ಹಾಡ್ಲಾಂ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'gurpur-choir',
		title: 'Gurpur Choir',
		associationImage: dummyImage,
		description: `ಮಾ| ಬಾ| ಗ್ರೇಶನ್ ಡಿ ಸೋಜಾ, ಹಾಂಚ್ಯಾ ಕಾಳಾರ್ ಥೊಡ್ಯಾ ಯುವಜಣಾಂಕ್ ಸಾಂಗಾತಾ ಎಕ್ಟಾಂಯ್ ಕರ್ನ್, ತಾಂಚಿಂ ದೆಣಿಂ ಊರ್ಜಿತ್ ಕರ್ಚ್ಯಾಕ್, ಶ್ರೀ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್ ಗಾಯನ್ ಮಂಡಳೆಚಿ ಸುರ್ವಾತ್ ಜಾಲಿ. ಸಂಗೀತ್ ಆನಿ ಕೊಯರಾಂತ್ ಆಸಕ್ತ್ ಉಬ್ಜಂವ್ಕ್ ಮಾ| ಬಾ| ಜೆ. ಎಸ್. ಟಿ. ರೊಡ್ರಿಗಸ್ ಪ್ರೇರಣ್ ಜಾಲೊ. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾಚೆಂ ತೆ ಗಿತಾಂ ಅಭ್ಯಾಸ್ ಕರ್ತಾಲೆ ಆನಿ ಮಂಗ್ಳುರಾಂತ್ ಕೊಂಕ್ಣಿ ಪದಾಂ/ಗಿತಾಂ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆಂವ್ಚ್ಯೆಪರಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ತರ್ಬೆತಿ ದಿತಾಲೆ. <br/> <br/>

		ಸುರ್ವೆರ್ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹ ಗಾಯನ್ ಮಂಡಳಿಚೆಂ ಮುಖೇಲ್ಪಣ್ ಘೆವ್ನ್ ಆಸ್‌ಲ್ಲೊ. ಉಪ್ರಾಂತ್ ವಲೇರಿಯನ್ ರಸ್ಕೀನ್ಹಾ ಕೊಯರ್ ಮೆಸ್ತ್ರಿ ಜಾವ್ನ್ ಗಾಯನ್ ಮಂಡಳಿ ಬ​ರ‍್ಯಾನ್ ಮುಂದರುನ್ ಆಸ್‌ಲ್ಲಿ. ಗಾಯನ್ ಮಂಡಳಿ ಪ್ರಾರಂಭ್ ಜಾಂವ್ಚ್ಯಾ ಆದಿಂ, ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ  ಮುಖೇಲ್ಪಣ್  ವಹಿಸುನ್  ಗಾಯನ್  ಕರುನ್ ಸಬಾರಾಂಕ್ ಉತ್ತೇಜನ್ ಆನಿ ಪ್ರೇರಣ್ ಲಾಭ್‌ಲ್ಲೆಂ. ತಾಂಚ್ಯೆ ಪಯ್ಕಿ ಥೊಡೆ ಮಾನೆಸ್ತ್ ಜಾವ್ನಾಸಾತ್ - ದೆ| ಆಲ್ಬರ್ಟ್ ನಜರೆತ್, ಪಾವ್ಲ್ ರೊಡ್ರಿಗಸ್, ದೆ| ರಿಚ್ಚರ್ಡ್ ರೊಡ್ರಿಗಸ್, ದೆ| ಮೌರಿಸ್ ಪೆರಿಸ್, ದೆ| ಲಿಯೊ ಫೆರ್ನಾಂಡಿಸ್. <br/> <br/>

		ಆಮ್ಚಿ ಗಾಯನ್ ಮಂಡಳಿ ಫೆಸ್ತಾಂ ಸಂದರ್ಭಿ, ವಿವಿಧ್ ಸಂಭ್ರಮಾಂ ವೆಳಿಂ ಮಿಸಾಚ್ಯಾ ಪವಿತ್ರ್ ಬಲಿದಾನಾಂ ಆನಿ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ, ದೇವ್ ಪ್ರಜೆಕ್ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆಂವ್ಚ್ಯಾಕ್ ಮುಖೇಲ್ಪಣ್ ವಹಿಸುನ್ ಆಸಾ. ಗಾಯನ್ ಮಂಡಳೆಂತ್ ಸಬಾರ್ ತಾಲೆಂತ್‌ವಂತ್ ಆನಿ ಉರ್ಭೆಸ್ತ್ ಯುವಜಣಾಂ ತಶೆಂಚ್ಚ್ ವ್ಹಡಾಂ ಸಾಂದೆ ಜಾವ್ನ್ ಆಸೊನ್, ತಾಂಚ್ಯಾ ಮಧುರ್ ತಾಳ್ಯಾನ್ ‘ಕೊಯರ್’ ಜಿವಾಳ್ ದವರುನ್ ಆಸಾತ್. ಆಮ್ಚ್ಯಾ ಗಾಯನ್ ಮಂಡಳಿಂತ್ ಆಸ್ಚ್ಯಾ ಸಬಾರ್ ಯುವಕ್-ಯುವತಿಂನಿ ಸಂಗೀತ್ ವಾಜಂತ್ರಾಂ ಖೆಳೊಂಕ್, ತಶೆಂಚ್ಚ್ ವಿವಿಧ್ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ತಾಂಚಿಂ ತಾಲೆಂತಾಂ ಪ್ರದರ್ಶಿತ್ ಕೆಲ್ಯಾಂತ್. ಜಯ್ತ್ಯಾಂನಿ ಗಾಯನ್ ಕ್ಷೇತ್ರಾಂತ್ ವರ್ತೆಂ ಸಾಧನ್ ಕರುನ್ ಫಿರ್ಗಜೆಕ್ ಕೀರ್ತ್ ಹಾಡ್ಲ್ಯಾ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'womens-forum',
		title: 'Womens Forum',
		associationImage: womensForum,
		description: `ಪೊಂಪೈ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಗುರ್ಪುರ್, ಹಾಂಗಾಸರ್ ಕಥೊಲಿಕ್ ಸ್ತ್ರೀ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಕರಿಜಾಯ್ ಮ್ಹಣ್, ತವಳ್ಚೊ ವಿಗಾರ್ ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ ಹಾಂಚಿ ಆಶಾ ಜಾವ್ನಾಸ್‌ಲ್ಲಿ. ಆನಿಂ ಹ್ಯಾಚ್ ಉದ್ದೇಶಾನ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಸರ್ವ್ ಸ್ತ್ರೀಯಾಂಕ್ ಏಕ್ ತರ್ಬೆತಿ ಶಿಬಿರ್ ಆಸಾ ಕೆಲ್ಲೆಂ. ಹ್ಯಾ ಶಿಬಿರಾಂತ್ ಜಾಯಿತ್ತ್ಯಾ ಸ್ತ್ರೀಯಾಂನಿ ಭಾಗ್ ಘೆತ್ಲೊ. ಹ್ಯೆ ತರ್ಭೆತಿಚೊ ಫಳ್ ಜಾವ್ನ್ ೨೦೦೬ ಅಕ್ಟೋಬರ್ ೨೯ ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಫಿರ್ಗಜ್ ಲೊಕಾ ಸವೆಂ, ಸ್ತ್ರೀ ಸಂಘಟನ್ ‘ಘನಾನ್ ಆನಿ ಮಾನಾನ್ ಜಿಯೆಂವ್ಚಿ ಸ್ತ್ರೀ ಮ್ಹಳ್ಳ್ಯಾ ಧೇಯಾಖಾಲ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ. <br/> <br/>

		ಸ್ತ್ರೀ ಸಂಘಟನಾಂತ್ ಸರಿಸುಮಾರ್ ೨೦-೨೫ ಜಣಾಂ ಸಾಂದೆ ಆಸೊನ್, ಹರ್ಯೆಕಾ ಮಹಿನ್ಯಾಚ್ಯಾ ಚವ್ತ್ಯಾ ಆಯ್ತಾರಾ, ಏಕ್ ಘಂಟೊಭರ್ ಸರ್ವ್ ಸ್ತ್ರೀಯೊ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸ್ತ್ರೀ ಸಂಘಟನ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಸರ್ವ್ ಸ್ತ್ರೀಯಾಂಖಾತಿರ್ ಜಾಯಿತ್ತಿಂ ಶಿಬಿರಾಂ, ಖೆಳ್, ಸ್ತ್ರೀಯಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಮಾಂಡುನ್ ಹಾಡ್ಡ್ಲ್ಯಾಂತ್. ‘ಸ್ತ್ರೀ ಆನಿಂ ತಿಚಿ ಭಲಾಯ್ಕಿ’, ‘ಮಧ್ಯಮ್ ಪ್ರಾಯೆರ್ ಯೆಂವ್ಚಿ ಪಿಡಾ ಆನಿಂ ಪರಿಹಾರ್’, ‘ಸಾಮಾಜಿಕ್ ಆನಿ ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತ್ರೀಯಾಂಚೊ ಪಾತ್ರ್’, ‘ಭುರ್ಗಿಂ ಆನಿ ಯುವಜಣಾಂಚಿ ಜತನ್’, ‘ಘರ್ ವಕ್ತಾಂಚಿ ಮಾಹೆತ್’ ಇತ್ಯಾದಿ ಅಶೆಂ ಸಬಾರ್ ಶಿಬಿರಾಂ ಸ್ತ್ರೀ ಸಂಘಟನಾನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾಂತ್.

		೨೦೦೯ ಜುಲಾಯ್ ೭ ತಾರಿಕೆರ್, ಸ್ತ್ರೀ ಸಂಘಟನಾಚ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಸ್ವ-ಸಹಾಯ್ ಸಂಘ್‌ಯೀ ಆರಂಭ್ ಕೆಲೊ. ಹ್ಯಾ ವರ್ವಿಂ ಫಿರ್ಗಜೆ ಭಾಯ್ರ್ ಸ್ತ್ರೀಯಾಂಚಿ ಸಾಮಾಜಿಕ್ ಜವಾಬ್ದಾರಿ, ಸ್ವ-ಉದ್ಯಮ್, ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತ್ರೀಯಾಂಚೊ ಪಾತ್ರ್ - ಹಾಚ್ಯೆ ವಿಷ್ಯಾಂತ್ ಚಡಿತ್ ಜಾಣ್ವಾಯ್ ಆಪ್ಣಾಯ್ಲಿ. ಅಶೆಂ ಫಿರ್ಗಜೆಂತ್ ದೋನ್-ತೀನ್ ಸ್ವಸಹಾಯ್ ಸಂಘ್ ಆರಂಭ್ ಕರುಂಕ್ ಸ್ತ್ರೀ ಸಂಘಟನ್ ಪ್ರೇರಣ್ ಜಾಲೆಂ.
`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'christian-life-community',
		title: 'Christian Life Community',
		associationImage: moriyalSodality,
		description: `ಮಾ| ಬಾ| ಜೆ.ಎಸ್.ಟಿ. ರೊಡ್ರಿಗಾಸಾಚ್ಯಾ ಕಾಳಾರ್, ೦೫-೦೭-೧೯೫೯ ವೆರ್, ಹೊ ಸಂಘ್ ಆರಂಭ್ ಜಾಲೊ. ದಾದ್ಲೆ ಆನಿ ಸ್ತ್ರೀಯೋ ಹಾಂತುಂ ಸಾಂದೆ ಆಸ್‌ಲ್ಲೆ. ಮಾಗ್ಣೆಂ ಆನಿ ಕುಟ್ಮಾಂಚ್ಯಾ ಗರ್ಜಾಂಕ್ ತಿಂ ಸ್ಪಂದನ್ ಕರ್ನ್ ಆಧಾರ್ ದಿತಾಲಿಂ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
];

export { associationsKok };
