import dummyImage from '~/assets/centenary-hall.jpg';

//TODO (Aroma): Proof and update the description accordingly
const associationsKok = [
	{
		slug: 'svp',
		title: 'svp',
		associationImage: dummyImage,
		description: ` ‘ದುಬ್ಳ್ಯಾ ಧಾಕ್ಟ್ಯಾಂಚ್ಯಾ ಸೆವೆ ಮುಖಾಂತ್ರ್ ದೆವಾಚಿ ಸೆವಾ’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್, ತಡವ್ ಕರ್ನ್ ತರೀ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಹ್ಯಾ ಮೆಳಾಚೆಂ ಭಿಂ ಕಿರ್ಲಾತ್ ಘಾಲೆಂ. ೧೯೯೮ ಇಸ್ವೆಂತ್ ಅಗೋಸ್ತ್ ಮಹಿನ್ಯಾಚ್ಯಾ ೧೬ ತಾರಿಕೆರ್ ಆಮ್ಚೊ ಉರ್ಭೆಸ್ತ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಅತ್ಮೀಕ್ ದಿರೆಕ್ತೊರ್ ಜಾವ್ನ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರಸ್ಕೀನ್ಹಾ-ಅಧ್ಯಕ್ಷ್, ದೆ| ಭಾವ್ ಜೊಸ್ಸಿ ಡಿ ಲೀಮಾ- ಉಪಾಧ್ಯಕ್ಷ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್-ಕಾರ್ಯದರ್ಶಿ ಆನಿ ಭಯ್ಣ್ ಲೂಸಿಯಾ ಜೆಸ್ಸಿ ಪೆರಿಸ್ - ಖಜನ್ದಾರ್ ಜಾವ್ನ್ ೧೬ ವೈಶಂತಿಕ್ ಭಾವಾಂ-ಭಯ್ಣಿಂ ಸಂಗಿಂ ಪ್ರಾರಂಭ್. ಪಾಟ್ಲ್ಯಾ ೨೩ ವರ್ಸಾಂ ಥಾವ್ನ್ ವಂತಾಂಚ್ಯಾ ಗರ್ಜಾಂಕ್ ಪಾವೊನ್,	 ವೈಶಂತಿಕ್ ಸಾಂದೆ ಕಾರ್ಯಾಳ್ ವಾವ್ರ್ ದಿತಾತ್. ಉದಾರ್ ಮನಾಚೆ ದೇಶ್- ವಿದೇಶಾಂತ್ಲೆ ದಾನಿ, ‘ದುಬ್ಳ್ಯಾ - ಧಾಕ್ಟ್ಯಾಂಕ್ ದಿಲ್ಲೆಂ ದಾನ್, ದೆವಾಕ್ ದಿಲ್ಲೆಪರಿಂ’ ಮ್ಹಳ್ಳಾ ಮ್ಹಳ್ಳ್ಯಾ ಮನೋಭಾವಾನ್ ಮಜತ್ ದಿತಾತ್. ಭಾವ್ ಜೆರಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಭಾವ್ ವಿಲಿಯಂ ತಾವ್ರೊ, ಭಾವ್ನ್ ಓಜ್ವಾಲ್ಡ್ ಪೆರಿಸ್ - ಹಾಣಿಂ ಪಾಟ್ಲ್ಯಾ ವರ್ಸಾಂನಿ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ಸೆವಾ ದಿಲ್ಯಾ. ಪ್ರಸ್ತುತ್ ಭಾವ್ ಲ್ಯಾನ್ಸಿ ಡಿಕುನ್ಹ - ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಭಯ್ಣ್ ಪ್ರೆಸಿಲ್ಲಾ ಡಿ ಸೋಜಾ - ಉಪಾಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರಸ್ಕಿನ್ಹಾ ಕಾರ್ಯದರ್ಶಿ ಜಾವ್ನ್ ಸೆವಾ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನ್ ದಿತಾತ್.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'icym-pyc',
		title: 'ICYM - PYC',
		associationImage: dummyImage,
		description: `ಯುವಕ್ ಸಂಘಾ ಮುಖಾಂತ್ರ್ ಯುವಜಣಾಂ ಥಂಯ್ ಆಸ್‌ಲ್ಲಿಂ ತಾಲೆಂತಾA, ಹ್ಯಾ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಊರ್ಜಿತ್ ಜಾತಾತ್. ‘ಯುವ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಧಾರ್ಮಿಕ್, ಕಲಾ ಆನಿ ಸಮಾಜ್ ಸೆವಾ’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೭೩ ವ್ಯಾ ವರ್ಸಾ, ‘ಪೊಂಪೈ ಯಂಗ್‌ಸ್ಟರ್ಸ್ ಕ್ಲಬ್’ (ಪಿ.ವೈ.ಸಿ.), ಮಾ| ಬಾ| ಗ್ರೇಶಿಯನ್ ಡಿಸೋಜಾ ಹಾಂಚ್ಯಾ ದಿರೆಕ್ತೊರ್‌ಪಣಾಖಾಲ್, ಫಿರ್ಗಜೆಂತ್ಲೆA ಬಳಿಷ್ಟ್ ಯುವ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ. ಹಾಚ್ಯಾ ಆದಿಂ ಥೊಡ್ಯಾ ವರ್ಸಾಂಕ್ ‘ಜೊಲ್ಲಿ ಕ್ಲಬ್’ ಮ್ಹಳ್ಳ್ಯಾ ನಾಂವಾನ್ ಯುವಜಣ್ ಸಾಂಗಾತಾ ಮೆಳ್ತಾಲೆ. ಪುಣ್ ಅಧಿಕೃತ್ ಸಂಘಟನ್ ಜಾವ್ನ್ ಪಿ.ವೈ.ಸಿ.ಕ್ ೪೮ ವರ್ಸಾಂ ಸಂಪ್ತಾತ್. ಭಾಂಗ್ರಾಳ್ಯಾ ಜ್ಯುಬ್ಲೆವಾಚ್ಯಾ ಹುಂಬ್ರಾರ್ ಆಸ್ಚೆಂ ಹೆಂ ಸಂಘಟನ್ ಸುರ್ವಾತುನ್, ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ಐ.ಸಿ.ವೈ.ಎಮ್. ಸಂಘಟನಾಚೊ ಅಂಗ್ ಜಾವ್ನ್ ಫಿರ್ಗಜ್ ಆನಿ ಸಮಾಜೆಕ್ ಆಪ್ಲಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ. ಪ್ರಸ್ತುತ್ ಹ್ಯಾ ಸಂಘಟನಾಂತ್ ೨೫ ಸಾಂದೆ ಆಸಾತ್. <br/> <br/>

		ಪಿ.ವೈ.ಸಿ.ನ್ ೧೯೯೨ ವ್ಯಾ ವರ್ಸಾಂತ್ ಪಿ.ವೈ.ಸಿ. ರಂಗ್‌ಮಂಚ್ ಆನಿ ಕಾರ್ಯಲಯ್ ಫಿರ್ಗಜೆಚ್ಯಾ ಅಭಿಮಾನಿಂಚ್ಯಾ ಸಹಕಾರಾನ್ ಬಾಂದ್ಲಾಂ. ಸುರ್ವಿಲ್ಯಾ ವರ್ಸಾಂನಿ, ಭಂವ್ತಣಿಂಚ್ಯಾ ಇಸ್ಕೊಲಾಂನಿ ದುಬ್ಳ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಧರ್ಮಾರ್ಥ್ ಬೂಕ್ ವಾಂಟ್ಲ್ಯಾಂತ್. ಗರ್ಜೆವಂತಾಂಕ್ ಆರ್ಥಿಕ್ ಮಜತ್‌ಯೀ ದಿಲ್ಯಾ. ಯುವಜಣಾಂನಿ ಇಗರ್ಜೆ ಭಿತರ್ ಮಾತ್ರ್ ನಹಿಂ ಭಾಯ್ರ‍್ಯೀ ಗರ್ಜ್ ಪಳೆವ್ನ್ ಶ್ರಮದಾನ್ ಕೆಲಾಂ. ಇಸ್ಕೊಲಾಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಸಾರ್ವಜನಿಕ್ ಉದ್ಕಾ ನಳಾ ಥಾವ್ನ್ ಪಿಯೆಂವ್ಚೆಂ ಉದಾಕ್, ಉದ್ಕಾಚಿ ಟ್ಯಾಂಕ್ ಬಾಂದುನ್ ಒದಗ್ಸಿಲ್ಯಾ.  ಯುವಜಣಾಂನಿ  ಖೆಳ್-ಪಂದ್ಯಾಟ್,  ನಾಟಕ್  ಆನಿ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ಬಹುಮಾನಾಂ ಆಪ್ಣಾಯ್ಲ್ಯಾಂತ್. <br/> <br/>

		ಪಾಟ್ಲ್ಯಾ ೪೮ ವರ್ಸಾಂನಿ ಪಿ.ವೈ.ಸಿಂತ್ ವಾವುರ್ಲೆಲೆ ಸಾಂದೆ ಆಜ್ ದೇಶ್-ವಿದೇಶಾಂತ್ ಫಿರ್ಗಜೆಚಿ ಕೀರ್ತ್ ಗಾಜವ್ನ್ ಆಸಾತ್.ಪಿ.ವೈ.ಸಿ. ಥಾವ್ನ್ ಉದೆವ್ನ್ ಆಯ್ಲೆಲೆ ನಾಂವಾಡ್ದಿಕ್ ಸಂಗೀತ್‌ಗಾರ್, ಕಲಾಕಾರ್, ಕವಿ, ಉಲವ್ಪಿ, ಉದ್ಯಮಿ, ಸಮಾಜ್ ಸೆವಕ್, ಶಿಕ್ಷಕ್, ವ್ಯಾಪಾರಿಸ್ತ್ ತಶೆಂಚ್ಚ್ ಮುಖೆಲಿ ಹ್ಯಾ ಸಂಘಟನಾಚ್ಯಾ ಪ್ರಭಾವಾಚ್ಯೊ ಸಾಕ್ಷಿ.
`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'altar-servers',
		title: 'Altar Servers',
		associationImage: dummyImage,
		description: `ಭಾಗೆವಂತ್ ಸಾಂ. ಜುವಾಂವ್ ಬರ್ಕ್ಮನ್ಸಾಚಿ ದೇಖ್ ಘೆವ್ನ್, ಆಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಚಿ ಸೊಡೆಲಿಟಿ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಪ್ರಾರಂಭಾ ಥಾವ್ನ್ಂಚ್ ಪವಿತ್ರ್ ಎವ್ಕರಿಸ್ತಾ ಥಂಯ್ ಭಕ್ತಿಪಣ್, ಸದಾಂ ಮಿಸಾಕ್ ತಶೆಂಚ್ಚ್ ಆಯ್ತಾರಾ ಆನಿ ಫೆಸ್ತಾ ಪರ್ಬೆಚ್ಯಾ ದಿಸಾಂನಿ ಮೀಸ್ ರಜಾರ್ ಕರ್ನ್, ಮಿಸಾಚ್ಯಾ ಬಲಿದಾನಾಂತ್ ಸಕ್ರೀಯ್ ರಿತಿನ್ ವಾಂಟೊ ಘೆತಾ. ಆಯ್ತಾರಾ ದುಸ್ರೆಂ ಮೀಸ್ ಜಾಲ್ಯಾ ಉಪ್ರಾಂತ್, ಆಪ್ಲಿ ಜಮಾತ್ ಆಪವ್ನ್, ಮುಖ್ಲ್ಯೊ ಚಟುವಟಿಕೊ, ಮೀಸ್ ರಜಾರ್ ಆನಿ ಇತರ್ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂ ವಿಶಿಂ ವಿಚಾರ್ ವಿನಿಮಯ್ ಚಲಯ್ತಾತ್. ಆಲ್ತಾರ್ ಭುರ್ಗೆ ಮ್ಹಳ್ಯಾರ್ ಆಲ್ತಾರಿಚಿ ಸೆವಾ ಕರ್ಚೆ, ಮ್ಹಣ್ಜೆ ಪವಿತ್ರ್ ಬಲಿದಾನಾ ವೆಳಾರ್ ಯಾಜಕಾಕ್ ಕುಮಕ್ ಕರ್ಚಿ ಮಾತ್ರ್ ನಹಿಂ, ಇತರ್ ಚಟುವಟಿಕೆಂನಿ, ಮುಖ್ಯ ಜಾವ್ನ್ ಗಾಯಾನ್, ಮಾಗ್ಣೆಂ, ಖೆಳ್, ಪಂದ್ಯಾಟ್, ಪಿಕ್ನಿಕ್ ಅಶೆಂ ಸರ್ವಯ್ ರಿತಿನ್ ಪಾತ್ರ್ ಘೆವ್ನ್ ಫಿರ್ಗಜ್ ಕಾರ್ಯಾಳ್ ಆಸೊಂಕ್ ಪ್ರಯತನ್ ಕರ್ತಾತ್. <br/> <br/>

		ಪಯ್ಲೆಂ ಸದಾಂ ಮಿಸಾ ವೆಳಾರ್ ನೋಟಿಸ್ ಬೋರ್ಡಾರ್ ಕಾಣ್ಸಿಲ್ಲ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಖಡ್ಡಾಯೆನ್ ಮೀಸ್ ರಜಾರ್ ಕರುಂಕ್ ಆಸ್‌ಲ್ಲೆಂ. ಆನಿ ಫಿರ್ಗಜೆಂತ್ ಮೊರ್ನಾಂ ಜಾಲ್ಲ್ಯಾ ವೆಳಾರ್, ತಾಂಚ್ಯಾ ಘರಾ ವಚೊನ್ ಆಪ್ಣಾಚೊ ಲೋಬ್ ಘಾಲ್ನ್ ಇಗರ್ಜೆಕ್  ಪುರ್ಶಾಂವಾರ್ ಯೇಂವ್ಕ್ ಆಸ್‌ಲ್ಲೆಂ. ತಾಂಕಾಂ ತಾಂಚೆಂಚ್ಚ್ ಮ್ಹಳ್ಳೆಂ ಸಮವಸ್ತ್ರ್ ಆಸಾ.	ಆರ್ವಿಲ್ಯಾ ದಿಸಾಂನಿ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಚಲಿಯೊಯಿ ವೆದಿ ಸೆವಕಿ ಜಾವ್ನ್ ಸೆವಾ ದಿತಾತ್.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'catholic-sabha',
		title: 'Catholic Sabha',
		associationImage: dummyImage,
		description: `‘ಸೆವಾ, ತ್ಯಾಗ್, ಎಕ್ವಟ್’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೯೮ ವ್ಯಾ ಅಕ್ಟೋಬರ್ ೧೦ ತಾರಿಕೆರ್, ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್, ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ‘ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕ್’ ಸ್ಥಾಪಿತ್ ಜಾಲೆಂ. ೬೬ ಸಾಂದ್ಯಾಂಚ್ಯಾ ಸಾಂಗಾತ್‌ಪಣಾನ್ ಸುರ್ವಾತ್ ಜಾಲ್ಲ್ಯಾ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೊ ಸ್ಥಾಪಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಶ್ರೀಮಾನ್ ಜೆರಾಲ್ಡ್ ಲೋಬೊ ನೇಮಕ್ ಜಾಲೊ. ಶ್ರೀ ಜಾನ್ಸನ್ ಲೋಬೊ, ಶ್ರೀ ಹೆನ್ರಿ ವಾಲ್ಡರ್, ಶ್ರೀಮತಿ ರೆನ್ನಿ ಪೆರಿಸ್, ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊ, ಶ್ರೀ ಓಸ್ವಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಡಾ| ಗೊಡ್ವಿನ್ ಲೋಬೊ, ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಶ್ರೀ ಪಿಯುಸ್ ಕುಟಿನ್ಹಾ ಆನಿ ಶ್ರೀಮತಿ ಸಿಲ್ವಿಯಾ ರೊಡ್ರಿಗಸ್ - ಹಾಣಿಂ ಕ್ರಮಾನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೆಂ ಅಧ್ಯಕ್ಷ್ ಸ್ಥಾನ್ ಘೆವ್ನ್ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಉಂಚ್ಲ್ಯಾ ಪಾಂವ್ಡ್ಯಾಕ್ ಪಾವೊಂಕ್, ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥ್ ಸೆವಾ ಆನಿ ಮುಖೇಲ್ಪಣ್ ದಿಲಾಂ. ಸರ್ವ್ ಹುದ್ದೆದಾರ್ ಆನಿ ಸಾಂದೆ ಎಕಾಮೆಕಾ ಸಹಕಾರಾನ್ ಆಯೋಜಿತ್ ಕೆಲ್ಲಿಂ ಕಾರ್ಯಕ್ರಮಾಂ ಯಶಸ್ವಿ ಕರುನ್ ಆಸಾತ್. <br/> <br/>

		ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್, ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಮಾಲ್ಘಡ್ಯಾಂಚೊ ದಿವಸ್, ವ್ಯಾಪಾರಿಸ್ತಾಂಚೊ ದಿವಸ್, ಭುರ್ಗಾ್ಯಂಚೊ ದಿವಸ್, ಶಿಕ್ಷಕಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಆಚರಣ್ ಕರ್ನ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ಆನಿ ಮಹತ್ವ್ ದಿಲಾಂ. ಭುರ್ಗ್ಯಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಂವ್ಚೆ ಖಾತಿರ್, ಭುರ್ಗ್ಯಾಂಚೆಂ ಗಿಮ್ಶಿಲೆಂ ರಜೆ ಶಿಬಿರ್ ಹರ್ಯೆಕಾ ವರ್ಸಾ ಆಸಾ ಕರ್ನ್, ತಾಂಚ್ಯಾ ತಾಲೆಂತಾಂಕ್ ಅವ್ಕಾಸ್ ದೀವ್ನ್, ಕ್ರೀಸ್ತಿ ಶೆಗುಣಾಂನಿ ವಾಡೊನ್ ಯೇಂವ್ಕ್ ಉತ್ತೇಜನ್ ಲಾಭಯ್ಲಾಂ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಘಟಕಾಚೆಂ ಪಿಕ್ನಿಕ್ ಆಸಾ ಕರ್ನ್, ಸರ್ವ್ ಸಾಂದೆ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸಂತೊಸಾನ್  ದೀಸ್  ಪಾಶಾರ್  ಕರುಂಕ್  ಅವ್ಕಾಸ್  ಲಾಭ್ಲಾ. ಶಿಕ್ಪಾ ಕ್ಷೇತ್ರಾಂತ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಆನಿ ಫಿರ್ಗಜೆಚ್ಯಾ ಪರಿಸರಾಂತ್ ಆಸ್ಚ್ಯಾ ಅಕ್ರೀಸ್ತಾಂವ್ ಪ್ರತಿಭಾವಂತ್ ಭುರ್ಗ್ಯಾಂಕ್ ವಿಂಚುನ್ ಕಾಡ್ನ್, ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ದಿಯೆಸೆಜಿ ಮಟ್ಟಾರ್ ಭಾಗ್ ಘೆಂವ್ಕ್ ಉತ್ತೇಜಿತ್ ಕೆಲಾಂ ಯುವಜಣಾಂಕ್ ತಶೆಂಚ್ಚ್ ಭುರ್ಗ್ಯಾಂಕ್, ವೃತ್ತಿ ಮಾರ್ಗದರ್ಶನ್ ಶಿಬಿರ್ ಆನಿ ಅಲ್ಪಸಂಖ್ಯಾತಾಂಕ್ ಮೆಳ್ಚ್ಯಾ ಸವ್ಲತಾಯಾಂ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್ ಆಸಾ ಕರ್ನ್, ಸರ್ಕಾರಾ ಥಾವ್ನ್ ಸವ್ಲತ್ಯೊ, ಆಮ್ಚಿಂ ಹಕ್ಕಾಂ - ಹ್ಯಾ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್, ಭಲಾಯ್ಕೆ ಶಿಬಿರ್, ಪ್ಲಾಸ್ಟಿಕ್ ಜಾಗೃತಿ, ಅಂಗಾಂಶ್ ಕೃಷಿ ವಿಶಿಂ ಮಾಹೆತ್, ಅಶೆಂ ಸಬಾರ್  ಶಿಬಿರಾಂ  ಸಂಪನ್ಮೂಳ್  ವ್ಯತಿಂಕ್ ಆಪವ್ನ್, ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಮಾಹೆತ್ ಲಾಭಾಶೆಂ ಕೆಲಾಂ. ವನಮಹೋತ್ಸವ್ ಆಚರಣ್ ಕರ್ನ್ ‘ಲಾವ್ದಾತೊ ಸಿ’ ಹಾಚೆಂ ಮಹತ್ವ್ ಲೊಕಾಕ್ ಕಳಯ್ಲಾಂ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'ycs',
		title: 'Young catholic students',
		associationImage: dummyImage,
		description: `ಎಸ್.ಎಸ್.ಎಲ್.ಸಿ. ಜಾಲ್ಲ್ಯಾ ಯುವಜಣಾಂಕ್ ತಾಂಚ್ಯೆ ಯುವ ಪ್ರಾಯೆರ್ ಸಾಂಗಾತಾ   ಹಾಡ್ನ್,  ಸಮಾಜೆ  ವಿಶಿಂ  ಚಿಂತನ್-ಮಂಥನ್ ಕರ್ನ್, ಜೀವನಾಂತ್ ಬದ್ಲಾವಣೆಚಿ ಕ್ರಾಂತಿ  ಉಟವ್ನ್, ಬರೊ ಫುಡಾರ್ ಬಾಂಧುನ್ ಹಾಡ್ಚ್ಯಾಕ್, ೧೯೩೧ ಇಸ್ವೆಂತ್ ಬೆಲ್ಜಿಮಾಂತ್ ಕಾರ್ಡಿನಲ್ ಜೋಸೆಫ್ ಕಾರಾಯ್ನಾ ಹಾಣಿಂ ಹ್ಯಾ ಸಂಚಾಲನಾಚಿ ಸುರ್ವಾತ್ ಕೆಲಿ. <br/><br/>

		ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಹೆಂ ಘಟಕ್, ೧೯೯೭ ಅಕ್ಟೋಬರ್ ೬ ತಾರಿಕೆರ್ ಮಾ| ಬಾ| ಲಿಯೊ ವೇಗಸ್ ಬಾಪಾಂನಿ, ಸುನಿತಾ ಡಿಸಿಲ್ವಾಚ್ಯಾ ಅಧ್ಯಕ್ಷ್ಪಣಾರ್ ಆರಂಭ್ ಕೆಲ್ಲೆಂ. ‘ಪಳೆ, ಪಾರ್ಕಿ ಆನಿ ಕಾರ್ಯಾಕ್ ದೇಂವ್’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್, ನವಿ ಸಮಾಜ್ ರೂಪಿತ್ ಕರ್ಚೊ ಶೆವೊಟ್ ಹ್ಯಾ ಸಂಚಾಲನಾಚೊ. ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ವರ್ಸಾಂ ಥಾವ್ನ್ ವೈ.ಸಿ.ಎಸ್. ಜಮಾತ್ ಮಿಸಾ ಉಪ್ರಾಂತ್ ೬೦ ಮಿನುಟಾಂಚ್ಯಾ ಆವ್ದೆಂತ್ ಚಲ್ತಾಲಿ. ಆಮ್ಚೆ ವಿಗಾರ್ ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊ ಆಯ್ಲ್ಯಾ ಉಪ್ರಾಂತ್, ವೈ.ಸಿ.ಎಸ್. ಸಂಘ್ ಜಿವಾಳ್ ಆನಿ ಚಡ್ ಕ್ರಿಯಾಳ್ ಜಾಲಾ. ಸಚೇತಕ್ ಜಾವ್ನ್ ಶ್ರೀಮತಿ ವಿಜಯಾ ಡಿ ಕೋಸ್ತಾ, ಶ್ರೀ ಓಸ್ವಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಸಹಾಯಕ್ ಸಚೇತಕ್ ಜಾವ್ನ್ ಶ್ರೀ ಆ್ಯರನ್ ಫೆರ್ನಾಂಡಿಸ್ ಆನಿ ಕು| ಟೀನಾ ಡಿಸೋಜಾ ಹಾಣಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ಬರಿ ಶಿಕವ್ಣ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನ್ ದಿಲಾಂ. ರ‍್ಯಾ ಫುಡಾರಾಚ್ಯೆ ವಾಟೆರ್ ಹಾತ್ ಪುಸ್ತಕಾಂತ್ ಆಸ್ಲೆಲ್ಯೊ ಸಂಗ್ತಿ ಘೆವ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ದೊತೊರ್ನೆಚಿ ಶಿಕವ್ಣ್ ದಿಲ್ಯಾ.  <br/><br/>

		ಕೇವಲ್ ದೊತೊರ್ನ್ ನಹಿಂ ಆಸ್ತಾಂ, ವರ್ಸ್ಭರ್ ಹೆರ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾಂತ್. ಬೈಬಲ್ ಕ್ವಿಜ್, ಭುರ್ಗ್ಯಾಂಕ್ ಹಾಳು ಕರುಂಕ್ ಪಿಕ್ನಿಕಾಂ ಆಸಾ ಕೆಲ್ಯಾಂತ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕೆಲ್ಯಾ, ‘ಲಾವ್ದಾತೊ ಸಿ’ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆತ್ಲಾ ಸಿಮೆಸ್ತ್ರಿಚೆಂ ತಣ್ ಆನಿ ಜಾಡ್ಕುಟಾಂ ಬುಡ್ಡುನ್ ಸಿಮೆಸ್ತ್ರಿಚೆಂ ನಿತಳಾಯ್ ಕೆಲ್ಯಾ. ಲಿತುರ್ಜಿಂತ್ ಆನಿ ಕೊಯರಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಭಾಗ್ ಘೆತ್ಲಾ. ವಾರಾಡ್ಯಾವಾರ್ ಜಾಂವ್ಚ್ಯಾ ವೈ.ಸಿ.ಎಸ್. ಖೆಳ್-ಪಂದ್ಯಾಟಾಂನಿ ಆನಿ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಉರ್ಭೆನ್ ಭಾಗ್ ಘೆವ್ನ್ ಬಹುಮಾನಾಂ ಆಪ್ಣಾಯ್ಲ್ಯಾಂತ್. ಫಿರ್ಗಜೆಂತ್ ಜಾಂವ್ಚ್ಯಾ ಹರ್ಯೆಕ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗಿಂ ಪ್ರಮುಖ್ ಪಾತ್ರ್ ಘೆತಾತ್. ವನಮಹೋತ್ಸವ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಪಿ.ವೈ.ಸಿ. ಘಟಕಾ ಸಾಂಗಾತಾ ವೈ.ಸಿ.ಎಸ್. ಭುರ್ಗ್ಯಾಂನಿ ಹಾತಾಕ್ ಹಾತ್ ದೀವ್ನ್ ವಾವ್ರ್ ಕೆಲಾ. ಸ್ನೇಹ ಸದನ ಸಂಸ್ಥ್ಯಾಕ್ ಭೆಟ್ ಕರುನ್, ಭುರ್ಗ್ಯಾಂ ಸಾಂಗಾತಾ ಖೆಳೊನ್, ಕಾಣಿಕೊ-ಇನಾಮಾಂ ದೀವ್ನ್ ರ‍್ಯಾನ್ ವೇಳ್ ಖರ್ಚಿಲಾ. ಆಮ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂ ಥಂಯ್ ಧಾರಾಳ್ ಮುಖೇಲ್ಪಣ್ ಉಬ್ಜೊನ್ ಆಯ್ಲಾಂ ಮ್ಹಣ್ ಸಾಂಗೊಂಕ್ ಸಂತೊಸ್ ಭೊಗ್ತಾ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'secular-franciscan',
		title: 'Secular Franciscan',
		associationImage: dummyImage,
		description: `ಮಾ| ಬಾ| ಜೊನ್ ಕಾಸ್ತೆಲಿನೊ, ಹಾಂಚ್ಯಾ ಕಾಳಾರ್, ೧೯೫೩ ಇಸ್ವೆಂತ್ ಸಪ್ಟೆಂಬರ್ ೧೮ ತಾರಿಕೆರ್ ೩೮ ಸಾಂದ್ಯಾಂ ಸಂಗಿಂ ಸ್ಥಾಪನ್ ಜಾಲಿ. ಸ್ಥಾಪಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ದೆ| ಭಾವ್ ಬಾವ್ತಿಸ್ ರಸ್ಕೀನ್ಹಾ ಆನಿ ಕಾರ್ಯದರ್ಶಿ ಜಾವ್ನ್ ದೆ| ಭಾವ್ ಮೌರಿಸ್ ಪೆರಿಸ್ ಹಾಣಿಂ ಸೆವಾ ದಿಲ್ಯಾ. ಪಯ್ಲೆಂ ಹ್ಯಾ ಸಂಘಟನಾಕ್ ತಿಸ್ರಿ ಓಡ್ದ್ ಮ್ಹಣ್ ಆಪಯ್ತಾಲೆ. ಪ್ರಸ್ತುತ್ ಸೆಕುಲಾರ್ ಫ್ರಾನ್ಸಿಸ್ಕನ್ ಓಡ್ದ್ ಮ್ಹಣ್ತಾತ್. <br/> <br/>

		೫೬ ವರ್ಸಾಂ ಮಂಗ್ಳುರ್ ಪ್ರಾಂತ್ಯಾಂತ್ ತಿಸ್ರೆ ಒಡ್ದಿಂತ್ ಪೆಜಾರ್ ವಾರಾಡ್ಯಾ ಥಾವ್ನ್ ಆಮ್ಚಿ ಪೊಂಪೈ ಮಾಯೆಚಿ ಏಕ್ ಮಾತ್ರ್ ಫಿರ್ಗಜ್ ಆಸ್‌ಲ್ಲಿ. ಪ್ರಸ್ತುತ್ ಪೆಜಾರ್ ವಾರಾಡ್ಯಾಂತ್ ೬ ಫಿರ್ಗಜೆಂತ್ ಆಸೊನ್ ತಿಸ್ರಿ ಒಡ್ದ್ ಆಮ್ಕಾಂ ಬಜ್ಪೆ ಪ್ರಾಂತ್ಯ್ ಜಾಲಾಂ. ಸ್ಥಾಪಕ್ ಸಾಂದೆ - ಭಾವ್ ಲಿಗೋರಿ ತಾವ್ರೊ, ಭಾವ್ ಆಲ್ಬರ್ಟ್ ನಜರೆತ್ ಗೌರವ್ ಸಾಂದೆ ಜಾವ್ನಾಸ್‌ಲ್ಲೆ. ಪ್ರಸ್ತುತ್ ಪ್ರಾಂತ್ಯಾಕ್ ಭಯ್ಣ್ ಎವ್ಲಿನ್ ಸಿಕ್ವೇರಾ ಉಪಾಧ್ಯಕ್ಷ್ ಆನಿ ಭಾವ್ ನೋರ್ಬರ್ಟ್ ಸಿಕ್ವೇರಾ ತರ್ಬೆತಿ ಶಿಕ್ಷಕ್ ಜಾವ್ನಾಸಾತ್. ೩೦ ಸಾಂದೆ ಜಮಾತೆಕ್ ಹಾಜರ್ ಜಾತಾತ್ ತರ್, ಥೊಡ್ಯಾ ಸಾಂದ್ಯಾಂಕ್ ಪ್ರಾಯ್ ಆನಿ ಪಿಡೆ ನಿಮ್ತಿಂ ಹಾಜರ್ ಜಾಂವ್ಕ್ ಸಾಧ್ಯ್ ಜಾಯ್ನಾಂ. <br/> <br/>

		ಹರ್ಯೆಕಾ ವರ್ಸಾ, ಅಕ್ಟೋಬರ್ ೨ ತಾರಿಕೆರ್ ಫರಂಗಿಪೇಟೆ ಕಾಪುಚಿನ್ ಫ್ರಾದಿಂಚ್ಯಾ ಕೊವೆಂತಾಕ್ ಯಾತ್ರಿಕ್ ಪಯ್ಣಾಕ್ ಚಡಾವತ್ ಸಾಂದೆ ಹಾಜರ್ ಜಾತಾತ್. ಸಾಂ. ಫ್ರಾನ್ಸಿ ಆಸಿಸಿಚೆಂ ಫೆಸ್ತ್ ಆಮ್ಚ್ಯಾ ಪ್ರಾಂತ್ಯಾಂತ್, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ ಆಚರಣ್ ಕರ್ತಾತ್. ಪ್ರಾಂತ್ಯಾಂತ್ ಏಕ್ ದೀಸ್ ‘ಪ್ರಾಚಿತಾಚೊ ದೀಸ್’ ಆಚರಣ್ ಕರ್ನ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕರ್ನ್, ತಾಂಕಿ ಪ್ರಮಾಣೆಂ ಕುಮೊಕ್ ದಿತಾತ್ ಆನಿ ತಾಂಚ್ಯೆ ಖಾತಿರ್ ಮಾಗ್ತಾತ್. ಮಹಿನ್ಯಾಚ್ಯಾ ಪಯ್ಲ್ಯಾ ಆಯ್ತಾರಾ ಸಕಾಳಿಂ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಜಮಾತ್ ಚಲವ್ನ್ ರ‍್ತಾಸ್ತಾನಾ, ಥೊಡ್ಯಾ ಸಂದರ್ಭಾಂನಿ ಕಾಪುಚಿನ್ ಫ್ರಾದ್ ಹಾಜರ್ ಜಾತಾತ್. ಪ್ರಸ್ತುತ್ ಚಾರ್ಲ್ಸ್ ಸಿಕ್ವೇರಾ-ಅಧ್ಯಕ್ಷ್ ಆನಿ ಗ್ರೇಸಿ ಮೊರಾಸ್ - ಕಾರ್ಯದರ್ಶಿ, ಲ್ಯಾನ್ಸಿ ಕ್ರಾಸ್ತಾ-ಖಜನ್ದಾರ್, ಆಲ್ಬನ್ ರೊಡ್ರಿಗಸ್ - ತರ್ಬೆತಿ ಶಿಕ್ಷಕ್, ಎವ್ಲಿನ್ ಸಿಕ್ವೇರಾ ಆನಿ ಐರಿನ್ ಪಿಂಟೊ ಪ್ರತಿನಿಧಿ ಜಾವ್ನ್ ಸೆವಾ ದೀವ್ನ್ ಆಸಾತ್.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'catechism',
		title: 'Catechism',
		associationImage: dummyImage,
		description: `
		ಪವಿತ್ರ್ ಪುಸ್ತಕಾ ವಿಷ್ಯಾಂತ್ ಸಮ್ಜಣಿ ನಾತ್‌ಲ್ಲೊ ವ್ಯಕ್ತಿ ಕ್ರೀಸ್ತಾಚೊ ಖರೊ ಪಾಟ್ಲಾವ್ದಾರ್ ಮ್ಹಣ್ ಸಾಂಗೊಂಕ್ ಜಾಯ್ನಾಂ. ದೆಕುನ್ ಭುರ್ಗ್ಯಾಂಕ್ ಪವಿತ್ರ್ ಪುಸ್ತಕಾಚಿ ವಳಕ್ ದಿಂವ್ಚ್ಯಾ  ಪಾಸತ್, ಆಯ್ತಾರಾಚೆಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಪವಿತ್ರ್ ಬೈಬಲಾಚೆರ್ ಬಾಂದುನ್ ಹಾಡ್ಲಾಂ. ಲ್ಹಾನಾಂ ಭುರ್ಗ್ಯಾಂಕ್ ನವೊ ಸೊಲ್ಲೊ ಆನಿ  ಹೈಸ್ಕೂಲಾಚ್ಯಾಂಕ್ ಪರ್ನೊ ಸೊಲ್ಲ್ಯಾ ವಿಷ್ಯಾಂತ್ ಶಿಕವ್ಣ್ ದಿಲ್ಲ್ಯಾನ್, ಭುರ್ಗಿಂ ಪವಿತ್ರ್ ಬೈಬಲಾಚೊ ಮೋಗ್ ಕರುಂಕ್ ಆನಿ ದೆವಾಚ್ಯಾ ಉತ್ರಾಂ ಪ್ರಮಾಣೆಂ ಜಿವಿತ್ ರೂಪಿತ್ ಕರುಂಕ್ ಸಾಧ್ಯ್ ಜಾಲಾಂ. <br/> <br/>

		ಆದಿಂ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ಲಿಂ ಮಾಲ್ಘಡಿಂ ಆಯ್ತಾರಾಚಿ ದೊತೊರ್ನ್ ಶಿಕಂವ್ಕ್ ವೆತಾಲಿಂ. ಆತಾಂ ಪೊಂಪೈ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾಚಿಂ ಧರ್ಮ್ ಭಯ್ಣಿಂ, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ಲಿಂ ಲಾಯಿಕ್ ಶಿಕ್ಷಕಾಂ ಆಮ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ದೊತೊರ್ನ್ ಶಿಕವ್ನ್ ಕ್ರೀಸ್ತಾಚಿ ವಳಕ್ ದಿಂವ್ಚೆಂ ಪ್ರಯತನ್ ಕರ್ನ್ ಆಸಾತ್.  ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭುರ್ಗಾ್ಯಂಕ್ ಉತ್ತೇಜನ್ ದೀವ್ನ್ ಆಸಾತ್. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾ ಭುರ್ಗ್ಯಾಂಚ್ಯಾ ಮಿಸಾ ವೆಳಾರ್ ಭುರ್ಗಿಂ ಅಪುರ್ಬಾಯೆನ್ ಶಿಕ್ಷಕಾಂಚ್ಯಾ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ಲಿತುರ್ಜಿ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಜುನಾಚ್ಯಾ ಪಯ್ಲ್ಯಾ  ಆಯ್ತಾರಾ ಮಿಸಾವೆಳಿಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣಾಚೆಂ ಉದ್ಘಾಟನ್ ಜಾತಾ. ತ್ಯಾ ದಿಸಾಚಿ ಲಿತುರ್ಜಿ ಶಿಕ್ಷಕಾಂ ಆನಿ ಭುರ್ಗಿಂಚ್ಚ್ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಫೆಬ್ರೆರ್ ಮಹಿನ್ಯಾಚ್ಯಾ ನಿಮಾಣ್ಯಾ ಆಯ್ತಾರಾ, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಚಲವ್ನ್ ವ್ಹೆಲಾ. ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಬರೆ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್, ಚುಕಾನಾಸ್ತಾನಾ ಮಿಸಾಕ್ ಆನಿ ದೊತೊರ್ನೆಕ್ ಹಾಜರ್ ಜಾಲ್ಲ್ಯಾಂಕ್ ವಿಗಾರಾಂ ಥಾವ್ನ್ ಬಹುಮಾನಾಂ ಲಾಭ್ತಾತ್. ವೆದಿ ಸೆವಾ ಕರ್ಚ್ಯಾ ಆಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿನ್ ಚಲವ್ನ್ ವರ್ಚ್ಯಾ ಸಾತ್ವ್ಯಾ ಆನಿ ಧಾವ್ಯಾ ವರ್ಗಾಚ್ಯಾ ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಗರಿಷ್ಠ್ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್ ಫಿರ್ಗಜ್ ವಿಗಾರಾಂನಿ ಮಾನ್ ಕೆಲಾ. <br/> <br/>

		ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊನ್  ೮  ವರ್ಸಾಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್  ಸಂಯೋಜಕಿ ಜಾವ್ನ್ ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥಿ ಸೆವಾ ದಿಲ್ಯಾ. ಪ್ರಸ್ತುತ್, ಪಾಟ್ಲ್ಯಾ ೮ ವರ್ಸಾಂ ಥಾವ್ನ್ ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಸಂಯೋಜಕಿ ಜಾವ್ನ್ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ. ಹರ್ಯೆಕಾ  ವರ್ಸಾ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಪೊಂಪೈ ಸಭಾ ಭವನಾಂತ್, ವ್ಹಡಾ ಸಂಭ್ರಮಾನ್ ಆಚರಣ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ಕ್ಲಾಸಿ ಥಾವ್ನ್ ವಿಭಿನ್ನ್ ಕಾರ್ಯಕ್ರಮಾಂ ಆಯೋಜಿತ್ ಕರ್ನ್ ದೊತೊರ್ನಿಚ್ಯಾ ದಿಸಾ ಸಾದರ್ ಕರ್ಚ್ಯಾ ಮುಖಾಂತ್ರ್, ಸರ್ವಾಂಚಿಂ ಮನಾಂ ಜಿಕ್ಲ್ಯಾಂತ್. ತ್ಯಾ ದಿಸಾ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಮಾನಾಚ್ಯಾ ವ್ಯಕ್ತಿಂಕ್ ಮುಖೆಲ್ ಸಯ್ರೆ ಜಾವ್ನ್ ಆಪವ್ನ್, ಸಂದೇಶ್ ದೀಂವ್ಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲಾ. ಶಿಕ್ಷಕಾಂಕ್ ಕಾಣಿಕ್ ದೀವ್ನ್ ಮಾನ್ ಕೆಲಾ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'small-christian-community',
		title: 'Small Christian Community',
		associationImage: dummyImage,
		description: `‘ಜಂಯ್ ದೋಗ್ ವ್ಹ ತೇಗ್ ಮ್ಹಜೆ ನಾಂವಿಂ ಸಾಂಗಾತಾ ಮೆಳ್ತಾತ್, ಥಂಯ್ ಹಾಂವ್ ಆಸಾಂ ತಾಂಚ್ಯೆ ಮಧ್ಗಾತ್’ (ಮಾತೆವ್ ೧೮:೨೦). ದೆವಾಚ್ಯಾ ಸಬ್ದಾಚ್ಯಾ ಪ್ರೇರಕಾಂಕ್, ತಾಂಚ್ಯಾ ವಾವ್ರಾಂತ್ ಸೊಮಿಯಾ ಜೆಜುಚಿಂ ಹಿಂ ಉತ್ರಾಂ ಆಮ್ಚ್ಯಾ ವಾಡ್ಯಾ ಜಮಾತೆಂಕ್ ಭೋವ್ ಅರ್ಥಾಭರಿತ್ ಜಾವ್ನಾಸಾತ್. ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ೧೯೯೩ ಅಕ್ಟೋಬರ್ ೭ವೆರ್ ಆಮ್ಚಿ ಪಾತ್ರೊನ್ ಪೊಂಪೈ ರೊಜಾರ್ ಮಾಯೆಚ್ಯಾ ಫೆಸ್ತಾ ದಿಸಾ, ವಿಗಾರ್ ಬಾಪ್ ಲಿಯೊ ವೇಗಸಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚಿ ಬುನ್ಯಾದ್ ಘಾಲಿ. <br/> <br/>

		ಉಪ್ರಾಂತ್ಲೆ ವಿಗಾರ್ ಬಾಪ್ ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಬಾಪ್ ಪಾವ್ಲ್ ರೇಗೊ, ಬಾಪ್ ಗ್ರೆಗರಿ ಸೆರಾವೊ, ಬಾಪ್ ಪಾವ್ಲ್ ಪಿಂಟೊ – ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವಿ ಜಾಲಾ. ಪ್ರಸ್ತುತ್ ವಿಗಾರ್ ಬಾಪ್ ಆ್ಯಂಟನಿ ಲೋಬೊಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ೨೦೧೯ ಪೆಭ್ರೆರ್ ೩ವೆರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚೊ ರುಪ್ಯೋತ್ಸವ್ ವ್ಹಡಾ ಗದ್ದಾಳಾಯೆನ್ ಆಚರ್ಸಿಲಾ. ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವೆನ್ ಚಲಂವ್ಕ್ ಫಿರ್ಗಜೆಂತ್, ವಾರಾಡ್ಯಾಂತ್ ತಶೆಂ ದಿಯೆಸೆಜಿ ಹಂತಾರ್ ತರ್ಬೆತಿ ಆನಿ ಜ್ಞಾನ್ ಮೆಳಾಶೆಂ ಕರುಂಕ್, ಕಾರ್ಯಾಯೋಜನ್ ಮಾಂಡುನ್ ಹಾಡುನ್ ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ, ಎಕಾಚ್ಚ್ ರುಪಾರ್ ಮುಂದರುನ್ ಆಸ್ಚೆಂ ಪಳೆಂವ್ಕ್ ತೃಪ್ತಿ ಭೊಗ್ತಾ. ವಾಡ್ಯಾ ಫೆಸ್ತಾಂ, ಪಿಕ್ನಿಕಾಂ, ಮನೋರಂಜನ್ ಆನಿ ಶ್ರಮದಾನಾಂ ಮುಖಾಂತ್ರ್ ಸಾಂಗಾತಾ ಹಾಡುಂಕ್, ಅತ್ಮೀಕ್ ಆನಿ ಲೌಕಿಕ್ ರಿತಿನ್ ಪರ್ಜೆ ಮಧ್ಲೊ ಬಾಂಧ್ ಲಾಗಿಂ ಹಾಡ್ಲಾ. <br/> <br/>

		ಸಮುದಾಯಾಚೊ  ದಿವಸ್, ಕೊಂಕ್ಣಿ ಫುಡಾರ್ ದಿವಸ್, ಬೈಬಲ್ ಆಧಾರಿತ್ ನಕ್ಲಿ ನೆಸ್ಣಾ ಸ್ಪರ್ಧೊ, ಬೈಬಲ್ ಕ್ವಿಜ್, ಬೈಬಲ್ ಆಧಾರಿತ್ ನಾಟ್ಕುಳ್ಯಾ ಸ್ಪರ್ಧೊ ಕೊಂತಾಂಚೊ ಸ್ಪರ್ಧೊ ಆನಿ  ಸೆವೆಚಿಂ ಪಿಂತುರಾಂ ಆಟಾಪ್ಚಿಂ ಚಾರ್ಟ್ ಕರುನ್, ಜಮಾತಿ ಆನಿ ಸೆವೆಚ್ಯಾ ವಾವ್ರಾಕ್ ಆತೀ ಚಡ್ ಅಂಕ್ ಆಪ್ಣಾಯಿಯ್ಲ್ಯಾ ವಾಡ್ಯಾಂಕ್ ಇನಾಮಾಂ ದೀವ್ನ್, ವಾಡ್ಯಾಂ ಮಧೆಂ ಎಕಾ ರಿತಿಚೆಂ ಭಲಾಯ್ಕೆಭರಿತ್ ಸ್ಪರ್ಧಾತ್ಮಕ್ ವಾತಾವರಣ್ ಹಾಡ್ಲಾಂ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'gurpur-choir',
		title: 'Gurpur Choir',
		associationImage: dummyImage,
		description: `ಮಾ| ಬಾ| ಗ್ರೇಶನ್ ಡಿ ಸೋಜಾ, ಹಾಂಚ್ಯಾ ಕಾಳಾರ್ ಥೊಡ್ಯಾ ಯುವಜಣಾಂಕ್ ಸಾಂಗಾತಾ ಎಕ್ಟಾಂಯ್ ಕರ್ನ್, ತಾಂಚಿಂ ದೆಣಿಂ ಊರ್ಜಿತ್ ಕರ್ಚ್ಯಾಕ್, ಶ್ರೀ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್ ಗಾಯನ್ ಮಂಡಳೆಚಿ ಸುರ್ವಾತ್ ಜಾಲಿ. ಸಂಗೀತ್ ಆನಿ ಕೊಯರಾಂತ್ ಆಸಕ್ತ್ ಉಬ್ಜಂವ್ಕ್ ಮಾ| ಬಾ| ಜೆ. ಎಸ್. ಟಿ. ರೊಡ್ರಿಗಸ್ ಪ್ರೇರಣ್ ಜಾಲೊ. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾಚೆಂ ತೆ ಗಿತಾಂ ಅಭ್ಯಾಸ್ ಕರ್ತಾಲೆ ಆನಿ ಮಂಗ್ಳುರಾಂತ್ ಕೊಂಕ್ಣಿ ಪದಾಂ/ಗಿತಾಂ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆಂವ್ಚ್ಯೆಪರಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ತರ್ಬೆತಿ ದಿತಾಲೆ. <br/> <br/>

		ಸುರ್ವೆರ್ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹ ಗಾಯನ್ ಮಂಡಳಿಚೆಂ ಮುಖೇಲ್ಪಣ್ ಘೆವ್ನ್ ಆಸ್‌ಲ್ಲೊ. ಉಪ್ರಾಂತ್ ವಲೇರಿಯನ್ ರಸ್ಕೀನ್ಹಾ ಕೊಯರ್ ಮೆಸ್ತ್ರಿ ಜಾವ್ನ್ ಗಾಯನ್ ಮಂಡಳಿ ಬ​ರ‍್ಯಾನ್ ಮುಂದರುನ್ ಆಸ್‌ಲ್ಲಿ. ಗಾಯನ್ ಮಂಡಳಿ ಪ್ರಾರಂಭ್ ಜಾಂವ್ಚ್ಯಾ ಆದಿಂ, ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ  ಮುಖೇಲ್ಪಣ್  ವಹಿಸುನ್  ಗಾಯನ್  ಕರುನ್ ಸಬಾರಾಂಕ್ ಉತ್ತೇಜನ್ ಆನಿ ಪ್ರೇರಣ್ ಲಾಭ್‌ಲ್ಲೆಂ. ತಾಂಚ್ಯೆ ಪಯ್ಕಿ ಥೊಡೆ ಮಾನೆಸ್ತ್ ಜಾವ್ನಾಸಾತ್ - ದೆ| ಆಲ್ಬರ್ಟ್ ನಜರೆತ್, ಪಾವ್ಲ್ ರೊಡ್ರಿಗಸ್, ದೆ| ರಿಚ್ಚರ್ಡ್ ರೊಡ್ರಿಗಸ್, ದೆ| ಮೌರಿಸ್ ಪೆರಿಸ್, ದೆ| ಲಿಯೊ ಫೆರ್ನಾಂಡಿಸ್. <br/> <br/>

		ಆಮ್ಚಿ ಗಾಯನ್ ಮಂಡಳಿ ಫೆಸ್ತಾಂ ಸಂದರ್ಭಿ, ವಿವಿಧ್ ಸಂಭ್ರಮಾಂ ವೆಳಿಂ ಮಿಸಾಚ್ಯಾ ಪವಿತ್ರ್ ಬಲಿದಾನಾಂ ಆನಿ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ, ದೇವ್ ಪ್ರಜೆಕ್ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆಂವ್ಚ್ಯಾಕ್ ಮುಖೇಲ್ಪಣ್ ವಹಿಸುನ್ ಆಸಾ. ಗಾಯನ್ ಮಂಡಳೆಂತ್ ಸಬಾರ್ ತಾಲೆಂತ್‌ವಂತ್ ಆನಿ ಉರ್ಭೆಸ್ತ್ ಯುವಜಣಾಂ ತಶೆಂಚ್ಚ್ ವ್ಹಡಾಂ ಸಾಂದೆ ಜಾವ್ನ್ ಆಸೊನ್, ತಾಂಚ್ಯಾ ಮಧುರ್ ತಾಳ್ಯಾನ್ ‘ಕೊಯರ್’ ಜಿವಾಳ್ ದವರುನ್ ಆಸಾತ್. ಆಮ್ಚ್ಯಾ ಗಾಯನ್ ಮಂಡಳಿಂತ್ ಆಸ್ಚ್ಯಾ ಸಬಾರ್ ಯುವಕ್-ಯುವತಿಂನಿ ಸಂಗೀತ್ ವಾಜಂತ್ರಾಂ ಖೆಳೊಂಕ್, ತಶೆಂಚ್ಚ್ ವಿವಿಧ್ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ತಾಂಚಿಂ ತಾಲೆಂತಾಂ ಪ್ರದರ್ಶಿತ್ ಕೆಲ್ಯಾಂತ್. ಜಯ್ತ್ಯಾಂನಿ ಗಾಯನ್ ಕ್ಷೇತ್ರಾಂತ್ ವರ್ತೆಂ ಸಾಧನ್ ಕರುನ್ ಫಿರ್ಗಜೆಕ್ ಕೀರ್ತ್ ಹಾಡ್ಲ್ಯಾ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'womens-forum',
		title: 'Womens Forum',
		associationImage: dummyImage,
		description: `ಪೊಂಪೈ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಗುರ್ಪುರ್, ಹಾಂಗಾಸರ್ ಕಥೊಲಿಕ್ ಸ್ತ್ರೀ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಕರಿಜಾಯ್ ಮ್ಹಣ್, ತವಳ್ಚೊ ವಿಗಾರ್ ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ ಹಾಂಚಿ ಆಶಾ ಜಾವ್ನಾಸ್‌ಲ್ಲಿ. ಆನಿಂ ಹ್ಯಾಚ್ ಉದ್ದೇಶಾನ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಸರ್ವ್ ಸ್ತ್ರೀಯಾಂಕ್ ಏಕ್ ತರ್ಬೆತಿ ಶಿಬಿರ್ ಆಸಾ ಕೆಲ್ಲೆಂ. ಹ್ಯಾ ಶಿಬಿರಾಂತ್ ಜಾಯಿತ್ತ್ಯಾ ಸ್ತ್ರೀಯಾಂನಿ ಭಾಗ್ ಘೆತ್ಲೊ. ಹ್ಯೆ ತರ್ಭೆತಿಚೊ ಫಳ್ ಜಾವ್ನ್ ೨೦೦೬ ಅಕ್ಟೋಬರ್ ೨೯ ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಫಿರ್ಗಜ್ ಲೊಕಾ ಸವೆಂ, ಸ್ತ್ರೀ ಸಂಘಟನ್ ‘ಘನಾನ್ ಆನಿ ಮಾನಾನ್ ಜಿಯೆಂವ್ಚಿ ಸ್ತ್ರೀ ಮ್ಹಳ್ಳ್ಯಾ ಧೇಯಾಖಾಲ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ. <br/> <br/>

		ಸ್ತ್ರೀ ಸಂಘಟನಾಂತ್ ಸರಿಸುಮಾರ್ ೨೦-೨೫ ಜಣಾಂ ಸಾಂದೆ ಆಸೊನ್, ಹರ್ಯೆಕಾ ಮಹಿನ್ಯಾಚ್ಯಾ ಚವ್ತ್ಯಾ ಆಯ್ತಾರಾ, ಏಕ್ ಘಂಟೊಭರ್ ಸರ್ವ್ ಸ್ತ್ರೀಯೊ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸ್ತ್ರೀ ಸಂಘಟನ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಸರ್ವ್ ಸ್ತ್ರೀಯಾಂಖಾತಿರ್ ಜಾಯಿತ್ತಿಂ ಶಿಬಿರಾಂ, ಖೆಳ್, ಸ್ತ್ರೀಯಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಮಾಂಡುನ್ ಹಾಡ್ಡ್ಲ್ಯಾಂತ್. ‘ಸ್ತ್ರೀ ಆನಿಂ ತಿಚಿ ಭಲಾಯ್ಕಿ’, ‘ಮಧ್ಯಮ್ ಪ್ರಾಯೆರ್ ಯೆಂವ್ಚಿ ಪಿಡಾ ಆನಿಂ ಪರಿಹಾರ್’, ‘ಸಾಮಾಜಿಕ್ ಆನಿ ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತ್ರೀಯಾಂಚೊ ಪಾತ್ರ್’, ‘ಭುರ್ಗಿಂ ಆನಿ ಯುವಜಣಾಂಚಿ ಜತನ್’, ‘ಘರ್ ವಕ್ತಾಂಚಿ ಮಾಹೆತ್’ ಇತ್ಯಾದಿ ಅಶೆಂ ಸಬಾರ್ ಶಿಬಿರಾಂ ಸ್ತ್ರೀ ಸಂಘಟನಾನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾಂತ್.

		೨೦೦೯ ಜುಲಾಯ್ ೭ ತಾರಿಕೆರ್, ಸ್ತ್ರೀ ಸಂಘಟನಾಚ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಸ್ವ-ಸಹಾಯ್ ಸಂಘ್‌ಯೀ ಆರಂಭ್ ಕೆಲೊ. ಹ್ಯಾ ವರ್ವಿಂ ಫಿರ್ಗಜೆ ಭಾಯ್ರ್ ಸ್ತ್ರೀಯಾಂಚಿ ಸಾಮಾಜಿಕ್ ಜವಾಬ್ದಾರಿ, ಸ್ವ-ಉದ್ಯಮ್, ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತ್ರೀಯಾಂಚೊ ಪಾತ್ರ್ - ಹಾಚ್ಯೆ ವಿಷ್ಯಾಂತ್ ಚಡಿತ್ ಜಾಣ್ವಾಯ್ ಆಪ್ಣಾಯ್ಲಿ. ಅಶೆಂ ಫಿರ್ಗಜೆಂತ್ ದೋನ್-ತೀನ್ ಸ್ವಸಹಾಯ್ ಸಂಘ್ ಆರಂಭ್ ಕರುಂಕ್ ಸ್ತ್ರೀ ಸಂಘಟನ್ ಪ್ರೇರಣ್ ಜಾಲೆಂ.
`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
	{
		slug: 'legion-of-mary',
		title: 'Legion Of Mary',
		associationImage: dummyImage,
		description: `ಮಾ| ಬಾ| ಜೆ.ಎಸ್.ಟಿ. ರೊಡ್ರಿಗಾಸಾಚ್ಯಾ ಕಾಳಾರ್, ೦೫-೦೭-೧೯೫೯ ವೆರ್, ಹೊ ಸಂಘ್ ಆರಂಭ್ ಜಾಲೊ. ದಾದ್ಲೆ ಆನಿ ಸ್ತ್ರೀಯೋ ಹಾಂತುಂ ಸಾಂದೆ ಆಸ್‌ಲ್ಲೆ. ಮಾಗ್ಣೆಂ ಆನಿ ಕುಟ್ಮಾಂಚ್ಯಾ ಗರ್ಜಾಂಕ್ ತಿಂ ಸ್ಪಂದನ್ ಕರ್ನ್ ಆಧಾರ್ ದಿತಾಲಿಂ.`,
		officeBearers: [
			{ name: 'Charlie Brown', position: 'Ward Gurkaar' },
			{ name: 'Emily Davis', position: 'Ward Secretary' },
		],
	},
];

export { associationsKok };
// 		' ಹರ್ಯೆಕಾ ವರ್ಸಾ, ಅಕ್ಟೋಬರ್ ೨ ತಾರಿಕೆರ್ ಫರಂಗಿಪೇಟೆ ಕಾಪುಚಿನ್ ಫ್ರಾದಿಂಚ್ಯಾ ಕೊವೆಂತಾಕ್ ಯಾತ್ರಿಕ್ ಪಯ್ಣಾಕ್ ಚಡಾವತ್ ಸಾಂದೆ	ಹಾಜರ್ ಜಾತಾತ್. ಸಾA. ಫ್ರಾನ್ಸಿ ಆಸಿಸಿಚೆA ಫೆಸ್ತ್ ಆಮ್ಚಾ ್ಯ ಪ್ರಾಂತ್ಯಾAತ್, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ ಆಚರಣ್ ಕರ್ತಾತ್. ಪ್ರಾಂತ್ಯಾAತ್ ಏಕ್ ದೀಸ್ ‘ಪ್ರಾಚಿತಾಚೊ ದೀಸ್’ ಆಚರಣ್ ಕರ್ನ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕರ್ನ್, ತಾಂಕಿ ಪ್ರಮಾಣೆಂ ಕುಮೊಕ್ ದಿತಾತ್ ಆನಿ ತಾಂಚ್ಯೆ ಖಾತಿರ್ ಮಾಗ್ತಾತ್. ಮಹಿನ್ಯಾಚ್ಯಾ ಪಯ್ಲಾ ್ಯ ಆಯ್ತಾರಾ ಸಕಾಳಿಂ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಜಮಾತ್ ಚಲವ್ನ್ ರ‍್ತಾಸ್ತಾನಾ, ಥೊಡ್ಯಾ ಸಂದರ್ಭಾAನಿ ಕಾಪುಚಿನ್ ಫ್ರಾದ್ ಹಾಜರ್ ಜಾತಾತ್.',
// 	],

// 	'gurpur-choir': [
// 		'ಜೊ ಗಾಯ್ತಾ, ತೊ ದೊಡ್ತಾ ್ಯನ್ ಮಾಗ್ತಾ ',
// 		'ಮಾ| ಬಾ| ಗ್ರೇಶನ್ ಡಿ ಸೋಜಾ, ಹಾಂಚ್ಯಾ ಕಾಳಾರ್ ಥೊಡ್ಯಾ ಯುವಜಣಾಂಕ್ ಸಾಂಗಾತಾ ಎಕ್ಟಾಂಯ್ ಕರ್ನ್, ತಾಂಚಿA ದೆಣಿಂ ಊರ್ಜಿತ್ ಕರ್ಚ್ಯಾಕ್, ಶ್ರೀ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್ ಗಾಯನ್ ಮಂಡಳೆಚಿ ಸುರ್ವಾತ್ ಜಾಲಿ. ಸಂಗೀತ್ ಆನಿ ಕೊಯರಾಂತ್ ಆಸಕ್ತ್ ಉಬ್ಜಂವ್ಕ್ ಮಾ| ಬಾ| ಜೆ. ಎಸ್. ಟಿ. ರೊಡ್ರಿಗಸ್ ಪ್ರೇರಣ್ ಜಾಲೊ. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾಚೆಂ ತೆ ಗಿತಾಂ ಅಭ್ಯಾಸ್ ಕರ್ತಾಲೆ ಆನಿ ಮಂಗ್ಳುರಾAತ್ ಕೊಂಕ್ಣಿ ಪದಾಂ/ಗಿತಾA ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆಂವ್ಚೆ ್ಯಪರಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ತರ್ಬೆತಿ ದಿತಾಲೆ.',

// 		'ಸುರ್ವೆರ್	ಚಾರ್ಲ್್ಸ	ಡಿಕುನ್ಹ ಗಾಯನ್ ಮಂಡಳಿಚೆA ಮುಖೇಲ್ಪಣ್ ಘೆವ್ನ್ ಆಸ್‌ಲ್ಲೊ. ಉಪ್ರಾಂತ್ ವಲೇರಿಯನ್ ರಸ್ಕೀನ್ಹಾ ಕೊಯರ್ ಮೆಸ್ತಿç ಜಾವ್ನ್ ಗಾಯನ್ ಮಂಡಳಿ ರ‍್ಯಾನ್ ಮುಂದರುನ್ ಆಸ್‌ಲ್ಲಿ.',
// 		'ಗಾಯನ್ ಮಂಡಳಿ ಪ್ರಾರಂಭ್ ಜಾಂವ್ಚಾ ್ಯ ಆದಿಂ, ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ  ಮುಖೇಲ್ಪಣ್  ವಹಿಸುನ್  ಗಾಯನ್  ಕರುನ್ ಸಬಾರಾಂಕ್ ಉತ್ತೇಜನ್ ಆನಿ ಪ್ರೇರಣ್ ಲಾಭ್‌ಲ್ಲೆಂ. ತಾಂಚ್ಯೆ ಪಯ್ಕಿ ಥೊಡೆ ಮಾನೆಸ್ತ್ ಜಾವ್ನಾಸಾತ್ - ದೆ| ಆಲ್ಬರ್ಟ್ ನಜರೆತ್, ಪಾವ್ಲ್ ರೊಡ್ರಿಗಸ್, ದೆ| ರಿಚ್ಚರ್ಡ್ ರೊಡ್ರಿಗಸ್, ದೆ| ಮೌರಿಸ್ ಪೆರಿಸ್, ದೆ| ಲಿಯೊ ಫೆರ್ನಾಂಡಿಸ್.',

// 		'ಆಮ್ಚಿ ಗಾಯನ್ ಮಂಡಳಿ ಫೆಸ್ತಾಂ ಸಂದರ್ಭಿA, ವಿವಿಧ್ ಸಂಭ್ರಮಾA ವೆಳಿಂ ಮಿಸಾಚ್ಯಾ ಪವಿತ್ರ್ ಬಲಿದಾನಾಂ ಆನಿ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ, ದೇವ್ ಪ್ರಜೆಕ್ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆಂವ್ಚಾ ್ಯಕ್ ಮುಖೇಲ್ಪಣ್ ವಹಿಸುನ್ ಆಸಾ. ಗಾಯನ್ ಮಂಡಳೆAತ್ ಸಬಾರ್ ತಾಲೆಂತ್‌ವAತ್ ಆನಿ ಉರ್ಭೆಸ್ತ್ ಯುವಜಣಾಂ ತಶೆಂಚ್ಚ್ ವ್ಹಡಾಂ ಸಾAದೆ ಜಾವ್ನ್ ಆಸೊನ್, ತಾಂಚ್ಯಾ ಮಧುರ್ ತಾಳ್ಯಾನ್ ‘ಕೊಯರ್’ ಜಿವಾಳ್ ದವರುನ್ ಆಸಾತ್.',
// 		'ಆಮ್ಚಾ ್ಯ ಗಾಯನ್ ಮಂಡಳಿAತ್ ಆಸ್ಚಾ ್ಯ ಸಬಾರ್ ಯುವಕ್- ಯುವತಿಂನಿ ಸಂಗೀತ್ ವಾಜಂತ್ರಾA ಖೆಳೊಂಕ್, ತಶೆಂಚ್ಚ್ ವಿವಿಧ್ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ತಾಂಚಿA ತಾಲೆಂತಾA ಪ್ರದರ್ಶಿತ್ ಕೆಲ್ಯಾಂತ್. ಜಾಯ್ತಾ ್ಯಂನಿ ಗಾಯನ್ ಕ್ಷೇತ್ರಾಂತ್ ವರ್ತೆಂ ಸಾಧನ್ ಕರುನ್ ಫಿರ್ಗಜೆಕ್ ಕೀರ್ತ್ ಹಾಡ್ಲಾ ್ಯ.',
// 	],
// 	catechism: [
// 		'ಪವಿತ್ರ್ ಪುಸ್ತಕಾ ವಿಷ್ಯಾಂತ್ ಸಮ್ಜಣಿ ನಾತ್‌ಲ್ಲೊ ವ್ಯಕ್ತಿ ಕ್ರೀಸ್ತಾಚೊ ಖರೊ ಪಾಟ್ಲಾವ್ದಾರ್ ಮ್ಹಣ್ ಸಾಂಗೊAಕ್ ಜಾಯ್ನಾಂ. ದೆಕುನ್  ಭುರ್ಗ್ಯಾಂಕ್  ಪವಿತ್ರ್  ಪುಸ್ತಕಾಚಿ  ವಳಕ್  ದಿಂವ್ಚಾ ್ಯಪಾಸತ್,   ಆಯ್ತಾರಾಚೆಂ  ಕ್ರೀಸ್ತಿ  ಶಿಕ್ಷಣ್  ಪವಿತ್ರ್  ಬೈಬಲಾಚೆರ್ ಬಾಂದುನ್ ಹಾಡ್ಲಾಂ. ಲ್ಹಾನಾಂ ಭುರ್ಗಾ್ಯಂಕ್ ನವೊ ಸೊಲ್ಲೊ ಆನಿ  ಹೈಸ್ಕೂಲಾಚ್ಯಾಂಕ್ ಪರ್ನೊ ಸೊಲ್ಲಾ ್ಯ ವಿಷ್ಯಾಂತ್ ಶಿಕವ್ಣ್ ದಿಲ್ಲಾ ್ಯನ್, ಭುರ್ಗಿಂ ಪವಿತ್ರ್ ಬೈಬಲಾಚೊ ಮೋಗ್ ಕರುಂಕ್ ಆನಿ ದೆವಾಚ್ಯಾ ಉತ್ರಾಂ ಪ್ರಮಾಣೆಂ ಜಿವಿತ್ ರೂಪಿತ್ ಕರುಂಕ್ ಸಾಧ್ಯ್ ಜಾಲಾಂ.',
// 		' ಆದಿA ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ಲಿA ಮಾಲ್ಘಡಿಂ ಆಯ್ತಾರಾಚಿ ದೊತೊರ್ನ್ ಶಿಕಂವ್ಕ್ ವೆತಾಲಿಂ. ಆತಾಂ ಪೊಂಪೈ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾಚಿಂ ಧರ್ಮ್ ಭಯ್ಣಿಂ, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ಲಿA ಲಾಯಿಕ್ ಶಿಕ್ಷಕಾಂ ಆಮ್ಚಾ ್ಯ ಭುರ್ಗಾ್ಯಂಕ್ ದೊತೊರ್ನ್ ಶಿಕವ್ನ್ ಕ್ರೀಸ್ತಾಚಿ ವಳಕ್ ದಿಂವ್ಚೆA ಪ್ರಯತನ್ ಕರ್ನ್ ಆಸಾತ್.  ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭುರ್ಗಾ್ಯಂಕ್ ಉತ್ತೇಜನ್ ದೀವ್ನ್ ಆಸಾತ್. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾ ಭುರ್ಗಾ್ಯಂಚ್ಯಾ ಮಿಸಾ ವೆಳಾರ್ ಭುರ್ಗಿಂ ಅಪುರ್ಬಾಯೆನ್ ಶಿಕ್ಷಕಾಂಚ್ಯಾ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ಲಿತುರ್ಜಿ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ  ಜುನಾಚ್ಯಾ  ಪಯ್ಲಾ ್ಯ  ಆಯ್ತಾರಾ  ಮಿಸಾವೆಳಿಂ  ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣಾಚೆಂ ಉದ್ಘಾಟನ್ ಜಾತಾ. ತ್ಯಾ ದಿಸಾಚಿ ಲಿತುರ್ಜಿ ಶಿಕ್ಷಕಾಂ ಆನಿ ಭುರ್ಗಿಂಚ್ಚ್ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಫೆಬ್ರೆರ್ ಮಹಿನ್ಯಾಚ್ಯಾ ನಿಮಾಣ್ಯಾ ಆಯ್ತಾರಾ, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಚಲವ್ನ್ ವ್ಹೆಲಾ. ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಬರೆ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್, ಚುಕಾನಾಸ್ತಾನಾ ಮಿಸಾಕ್ ಆನಿ ದೊತೊರ್ನೆಕ್ ಹಾಜರ್ ಜಾಲ್ಲಾ ್ಯಂಕ್ ವಿಗಾರಾA ಥಾವ್ನ್ ಬಹುಮಾನಾಂ ಲಾಭ್ತಾತ್. ವೆದಿ ಸೆವಾ ಕರ್ಚ್ಯಾ ಆಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿನ್ ಚಲವ್ನ್ ವರ್ಚಾ್ಯ ಸಾತ್ವಾ ್ಯ ಆನಿ ಧಾವ್ಯಾ ವರ್ಗಾಚ್ಯಾ ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಗರಿಷ್ಠ್ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್ ಫಿರ್ಗಜ್ ವಿಗಾರಾಂನಿ ಮಾನ್ ಕೆಲಾ. ',
// 		' ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊನ್  ೮	ವರ್ಸಾA  ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್  ಸAಯೋಜಕಿ ಜಾವ್ನ್ ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥಿ ಸೆವಾ ದಿಲ್ಯಾ. ಪ್ರಸ್ತುತ್, ಪಾಟ್ಲಾ ್ಯ ೮ ವರ್ಸಾಂ ಥಾವ್ನ್ ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಸಂಯೋಜಕಿ ಜಾವ್ನ್ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ. ಹರ್ಯೆಕಾ  ವರ್ಸಾ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಪೊಂಪೈ ಸಭಾ ಭವನಾಂತ್, ವ್ಹಡಾ ಸಂಭ್ರಮಾನ್ ಆಚರಣ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ಕ್ಲಾಸಿ ಥಾವ್ನ್ ವಿಭಿನ್ನ್ ಕಾರ್ಯಕ್ರಮಾಂ	ಆಯೋಜಿತ್	ಕರ್ನ್	ದೊತೊರ್ನಿಚ್ಯಾ ದಿಸಾ ಸಾದರ್ ಕರ್ಚಾ್ಯ ಮುಖಾಂತ್ರ್, ಸರ್ವಾಂಚಿA ಮನಾಂ ಜಿಕ್ಲಾ ್ಯಂತ್. ತ್ಯಾ ದಿಸಾ ಫಿರ್ಗಜೆಂತ್ಲಾ ್ಯ ಮಾನಾಚ್ಯಾ ವ್ಯಕ್ತಿಂಕ್ ಮುಖೆಲ್ ಸಯ್ರೆ ಜಾವ್ನ್ ಆಪವ್ನ್, ಸಂದೇಶ್ ದೀಂವ್ಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲಾ. ಶಿಕ್ಷಕಾಂಕ್ ಕಾಣಿಕ್ ದೀವ್ನ್ ಮಾನ್ ಕೆಲಾ. ',
// 		'ಹರ್ಯೆಕಾ	ವರ್ಸಾ,	ಭುರ್ಗಾ್ಯಂಕ್ ಬೈಬಲಾ	ಸAಬAಧಿA ಕ್ವಿಜ್, ಪಿಂತುರಾA ಸೊಡಂವ್ಚಿA, ಮರ್ಯೆಚಿಂ ವಿವಿಧ್ ನಾಂವಾA, ಮರ್ಯೆಚಿA ಕಂತಾರಾA ಗಾಂವ್ಚಿA, ಪ್ರಬಂಧ್ ಬರಂವ್ಚೆ – ಅಶೆಂ ಸಬಾರ್ ಸ್ಪರ್ಧೆ ಮಾಂಡುನ್ ಹಾಡ್ನ್ ಭುರ್ಗ್ಯಾಂಚ್ಯಾ ತಾಲೆಂತಾAಕ್ ಉತ್ತೇಜನ್ ದಿಲಾಂ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಫಿರ್ಗಜ್ ವಿಗಾರಾಂನಿ ಶಿಕ್ಷಕಾA ಬರಾಬರ್ ಎಕಾ ದಿಸಾಚೆಂ ಪಿಕ್ನಿಕ್ ಮಾಂಡುನ್ ಹಾಡ್ಲಾಂ. ದೊತೊರ್ನ್	ಶಿಕAವ್ಚಿA	ಶಿಕ್ಷಕಾA ವರ್ಸಾಕ್	ಏಕ್	ಪಾವ್ಟಿA ವಾರಾಡ್ಯಾವಾರ್ಚಲ್ಚಾ ್ಯ	ಎಕಾ	ದಿಸಾಚ್ಯಾ ತರ್ಬೆತಿಕ್	ಹಾಜರ್ ಜಾತಾತ್. ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಸಂಯೋಜಕಿನ್, ಮಂಗಳಜ್ಯೋತಿ	ಹಾಣಿA  ಮಾAಡುನ್	ಹಾಡ್ಚಾ ್ಯ	ತರ್ಬೆತಿಕ್	ಹಾಜರ್ ಜಾವ್ನ್ ಮಾಹೆತ್  ಜೊಡ್ಲಾ ್ಯ.',
// 	],
// 	ycs: [
// 		'ಪಳೆ-ಪಾರ್ಕಿ ಆನಿ ಕಾರ್ಯಾಕ್ ದೇಂವ್’-ಆಮ್ಚೆA ವೈ.ಸಿ.ಎಸ್.',
// 		'ಎಸ್.ಎಸ್.ಎಲ್.ಸಿ.	ಜಾಲ್ಲಾ ್ಯ	ಯುವಜಣಾಂಕ್	ತಾAಚ್ಯೆ ಯುವ	ಪ್ರಾಯೆರ್ ಸಾAಗಾತಾ	ಹಾಡ್ನ್,	ಸಮಾಜೆ	ವಿಶಿA  ಚಿAತನ್-ಮAಥನ್	ಕರ್ನ್,	ಜೀವನಾAತ್ ಬದ್ಲಾವಣೆಚಿ	ಕ್ರಾAತಿ  ಉಟವ್ನ್, ಬರೊ ಫುಡಾರ್ ಬಾಂಧುನ್ ಹಾಡ್ಚಾ ್ಯಕ್, ೧೯೩೧ ಇಸ್ವೆಂತ್ ಬೆಲ್ಜಿಯಮಾAತ್ ಕಾರ್ಡಿನಲ್ ಜೋಸೆಫ್ ಕಾರಾಯ್ನಾ ಹಾಣಿಂ ಹ್ಯಾ ಸಂಚಾಲನಾಚಿ ಸುರ್ವಾತ್ ಕೆಲಿ.',
// 		'ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ಹೆಂ ಘಟಕ್, ೧೯೯೭ ಅಕ್ಟೋಬರ್ ೬ ತಾರಿಕೆರ್ ಮಾ| ಬಾ| ಲಿಯೊ ವೇಗಸ್ ಬಾಪಾಂನಿ, ಸುನಿತಾ ಡಿಸಿಲ್ವಾಚ್ಯಾ ಅಧ್ಯಕ್ಷ್ಪಣಾರ್ ಆರಂಭ್ ಕೆಲ್ಲೆಂ. ‘ಪಳೆ, ಪಾರ್ಕಿ ಆನಿ ಕಾರ್ಯಾಕ್ ದೇಂವ್’ ಮ್ಹಳ್ಳಾ ್ಯ ಧ್ಯೇಯಾಖಾಲ್, ನವಿ ಸಮಾಜ್ ರೂಪಿತ್	ಕರ್ಚೊ	ಶೆವೊಟ್ ಹ್ಯಾ ಸಂಚಾಲನಾಚೊ.	ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ವರ್ಸಾಂ ಥಾವ್ನ್ ವೈ.ಸಿ.ಎಸ್. ಜಮಾತ್ ಮಿಸಾ ಉಪ್ರಾಂತ್ ೬೦ ಮಿನುಟಾಂಚ್ಯಾ ಆವ್ದೆಂತ್ ಚಲ್ತಾಲಿ. ಆಮ್ಚೆ ವಿಗಾರ್ ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊ ಆಯ್ಲಾ ್ಯ ಉಪ್ರಾಂತ್, ವೈ.ಸಿ.ಎಸ್. ಸಂಘ್ ಜಿವಾಳ್ ಆನಿ ಚಡ್ ಕ್ರಿಯಾಳ್ ಜಾಲಾ. ಸಚೇತಕ್ ಜಾವ್ನ್ ಶ್ರೀಮತಿ ವಿಜಯಾ ಡಿ ಕೋಸ್ತಾ, ಶ್ರೀ ಓಸ್ವಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಸಹಾಯಕ್ ಸಚೇತಕ್ ಜಾವ್ನ್ ಶ್ರೀ ಆ್ಯರನ್ ಫೆರ್ನಾಂಡಿಸ್ ಆನಿ ಕು| ಟೀನಾ ಡಿಸೋಜಾ ಹಾಣಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ಬರಿ ಶಿಕವ್ಣ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನ್ ದಿಲಾಂ. ರ‍್ಯಾ ಫುಡಾರಾಚ್ಯೆ ವಾಟೆರ್ ಹಾತ್ ಪುಸ್ತಕಾಂತ್ ಆಸ್ಲೆಲ್ಯೊ ಸಂಗ್ತಿ ಘೆವ್ನ್, ಭುರ್ಗಾ್ಯಂಕ್ ದೊತೊರ್ನೆಚಿ ಶಿಕವ್ಣ್ ದಿಲ್ಯಾ',
// 		'ಕೇವಲ್ ದೊತೊರ್ನ್ ನಹಿಂ ಆಸ್ತಾಂ, ವರ್ಸ್ಭರ್ ಹೆರ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ಲಾ ್ಯಂತ್. ಬೈಬಲ್ ಕ್ವಿಜ್, ಭುರ್ಗ್ಯಾಂಕ್ ಹಾಳು ಕರುಂಕ್ ಪಿಕ್ನಿಕಾಂ ಆಸಾ ಕೆಲ್ಯಾಂತ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕೆಲ್ಯಾ, ‘ಲಾವ್ದಾತೊ ಸಿ’ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆತ್ಲಾ. ಸಿಮೆಸ್ತಿçಚೆಂ ತಣ್ ಆನಿ ಜಾಡ್ಕುಟಾಂ ಬುಡ್ಡುನ್ ಸಿಮೆಸ್ತಿçಚಿ ನಿತಳಾಯ್ ಕೆಲ್ಯಾ. ಲಿತುರ್ಜಿಂತ್ ಆನಿ ಕೊಯರಾಂತ್ ಭುರ್ಗ್ಯಾAನಿ ಭಾಗ್ ಘೆತ್ಲಾ. ವಾರಾಡ್ಯಾವಾರ್ ಜಾಂವ್ಚಾ ್ಯ ವೈ.ಸಿ.ಎಸ್. ಖೆಳ್-ಪಂದ್ಯಾಟಾAನಿ	ಆನಿ	ಕಾರ್ಯಕ್ರಮಾAತ್] ಭುರ್ಗ್ಯಾAನಿ ಉರ್ಭೆನ್	ಭಾಗ್	ಘೆವ್ನ ಬಹುಮಾನಾA	ಆಪ್ಣಾಯ್ಲಾ ್ಯಂತ್. ಫಿರ್ಗಜೆAತ್ ಜಾಂವ್ಯಾ ್ಚ ಹರ್ಯೆಕ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗಿಂ ಪ್ರಮುಖ್ ಪಾತ್ರ್ ಘೆತಾತ್. ವನಮಹೋತ್ಸವ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಪಿ.ವೈ.ಸಿ. ಘಟಕಾ ಸಾಂಗಾತಾ ವೈ.ಸಿ.ಎಸ್. ಭುರ್ಗ್ಯಾಂನಿ ಹಾತಾಕ್ ಹಾತ್ ದೀವ್ನ್ ವಾವ್ರ್ ಕೆಲಾ.',
// 		' ಸ್ನೇಹ ಸದನ ಸಂಸ್ಥಾ ್ಯಕ್ ಭೆಟ್ ಕರುನ್, ಭುರ್ಗಾ್ಯಂ ಸಾಂಗಾತಾ ಖೆಳೊನ್, ಕಾಣಿಕೊ-ಇನಾಮಾಂ ದೀವ್ನ್ ರ‍್ಯಾನ್ ವೇಳ್ ಖರ್ಚಿಲಾ.  . ಆಮ್ಚಾ ್ಯ ಭುರ್ಗಾ್ಯಂ ಥAಯ್ ಧಾರಾಳ್ ಮುಖೇಲ್ಪಣ್ ಉಬ್ಜೊನ್ ಆಯ್ಲಾಂ ಮ್ಹಣ್ ಸಾಂಗೊAಕ್ ಸಂತೊಸ್ ಭೊಗ್ತಾ.',
// 	],
// 	'icym-pyc': [
// 		'ಯುವ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಧಾರ್ಮಿಕ್, ಕಲಾ ಆನಿ ಸಮಾಜ್ ಸೆವಾ ',

// 		'ಯುವಕ್ ಸಂಘಾ ಮುಖಾಂತ್ರ್ ಯುವಜಣಾಂ ಥಂಯ್ ಆಸ್‌ಲ್ಲಿಂ ತಾಲೆಂತಾA, ಹ್ಯಾ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಊರ್ಜಿತ್ ಜಾತಾತ್`ಯುವ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಧಾರ್ಮಿಕ್, ಕಲಾ ಆನಿ ಸಮಾಜ್ ಸೆವಾ` ಮ್ಹಳ್ಳಾ ್ಯ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೭೩ ವ್ಯಾ ವರ್ಸಾ, `ಪೊಂಪೈ ಯಂಗ್‌ಸ್ಟರ್ಸ್ ಕ್ಲಬ್` (ಪಿ.ವೈ.ಸಿ.), ಮಾ| ಬಾ| ಗ್ರೇಶಿಯನ್ ಡಿಸೋಜಾ ಹಾಂಚ್ಯಾ ದಿರೆಕ್ತೊರ್‌ಪಣಾಖಾಲ್, ಫಿರ್ಗಜೆಂತ್ಲೆA ಬಳಿಷ್ಟ್ ಯುವ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ. ಹಾಚ್ಯಾ ಆದಿಂ ಥೊಡ್ಯಾ ವರ್ಸಾಂಕ್ ‘ಜೊಲ್ಲಿ ಕ್ಲಬ್’ ಮ್ಹಳ್ಳಾ ್ಯ ನಾಂವಾನ್ ಯುವಜಣ್ ಸಾಂಗಾತಾ ಮೆಳ್ತಾಲೆ. ಪುಣ್ ಅಧಿಕೃತ್ ಸಂಘಟನ್ ಜಾವ್ನ್ ಪಿ.ವೈ.ಸಿ.ಕ್  ೪೮ ವರ್ಸಾಂ ಸಂಪ್ತಾತ್. ಭಾಂಗ್ರಾಳ್ಯಾ ಜ್ಯುಬ್ಲೆವಾಚ್ಯಾ ಹುಂಬ್ರಾರ್ ಆಸ್ಚೆಂ ಹೆA ಸಂಘಟನ್ ಸುರ್ವಾತುನ್, ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ಐ.ಸಿ.ವೈ. ಎಮ್. ಸಂಘಟನಾಚೊ ಅಂಗ್ ಜಾವ್ನ್ ಫಿರ್ಗಜ್ ಆನಿ ಸಮಾಜೆಕ್ ಆಪ್ಲಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ. ಪ್ರಸ್ತುತ್ ಹ್ಯಾ ಸಂಘಟನಾAತ್ ೨೫ ಸಾಂದೆ ಆಸಾತ್.',

// 		' ಪಿ.ವೈ.ಸಿ. ನ್ ೧೯೯೨ ವ್ಯಾ ವರ್ಸಾಂತ್ ಪಿ.ವೈ.ಸಿ. ರಂಗ್‌ಮAಚ್ ಆನಿ ಕಾರ್ಯಲಯ್ ಫಿರ್ಗಜೆಚ್ಯಾ ಅಭಿಮಾನಿಂಚ್ಯಾ ಸಹಕಾರಾನ್ ಬಾಂದ್ಲಾA. ಸುರ್ವಿಲ್ಯಾ ವರ್ಸಾಂನಿ, ಭಂವ್ತಣಿAಚ್ಯಾ ಇಸ್ಕೊಲಾಂನಿ ದುಬ್ಳಾ ್ಯ ಭುರ್ಗಾ್ಯಂಕ್ ಧರ್ಮಾರ್ಥ್ ಬೂಕ್ ವಾಂಟ್ಲಾ ್ಯತ್. ಗರ್ಜೆವಂತಾAಕ್ ಆರ್ಥಿಕ್ ಮಜತ್‌ಯೀ ದಿಲ್ಯಾ. ಯುವಜಣಾಂನಿ ಇಗರ್ಜೆ ಭಿತರ್ ಮಾತ್ರ್ ನಹಿಂ ಭಾಯ್ರ‍್ಯೀ ಗರ್ಜ್ ಪಳೆವ್ನ್ ಶ್ರಮದಾನ್ ಕೆಲಾಂ. ಇಸ್ಕೊಲಾಚ್ಯಾ ಭುರ್ಗಾ್ಯಂಕ್ ಸಾರ್ವಜನಿಕ್ ಉದ್ಕಾ ನಳಾ ಥಾವ್ನ್ ಪಿಯೆಂವ್ಚೆA ಉದಾಕ್, ಉದ್ಕಾಚಿ ಟ್ಯಾಂಕ್ ಬಾಂದುನ್ ಒದಗ್ಸಿಲ್ಯಾ.  ಯುವಜಣಾಂನಿ  ಖೆಳ್-ಪಂದ್ಯಾಟ್,  ನಾಟಕ್  ಆನಿ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ಬಹುಮಾನಾಂ ಆಪ್ಣಾಯ್ಲಾ ್ಯಂತ್.',

// 		' ಪಾಟ್ಲಾ ್ಯ ೪೮ ವರ್ಸಾಂನಿ ಪಿ.ವೈ.ಸಿಂತ್ ವಾವುರ್ಲೆಲೆ ಸಾಂದೆ ಆಜ್ ದೇಶ್-ವಿದೇಶಾಂತ್ ಫಿರ್ಗಜೆಚಿ ಕೀರ್ತ್ ಗಾಜವ್ನ್ ಆಸಾತ್.ಪಿ.ವೈ.ಸಿ. ಥಾವ್ನ್ ಉದೆವ್ನ್ ಆಯ್ಲೆಲೆ ನಾಂವಾಡ್ದಿಕ್ ಸಂಗೀತ್‌ಗಾರ್, ಕಲಾಕಾರ್, ಕವಿ, ಉಲವ್ಪಿ, ಉದ್ಯಮಿ, ಸಮಾಜ್ ಸೆವಕ್, ಶಿಕ್ಷಕ್, ವ್ಯಾಪಾರಿಸ್ತ್ ತಶೆಂಚ್ಚ್ ಮುಖೆಲಿ ಹ್ಯಾ ಸಂಘಟನಾಚ್ಯಾ ಪ್ರಭಾವಾಚ್ಯೊ ಸಾಕ್ಷಿ. ',

// 		'ಹ್ಯಾ ಶಿವಾಯ್, ಫಿರ್ಗಜೆಚ್ಯಾ ಸಕ್ಕಡ್ ಧಾರ್ಮಿಕ್ ಸಂಗ್ತಿAನಿ, ದೇವ್‌ಸ್ತುತಿ   ಮಾಂಡಾವಳಿAತ್,   ಇಗರ್ಜೆ   ವಠಾರಾಂತ್ಲಾ ್ಯ ಲ್ಹಾನ್-ವ್ಹಡ್ ವಾವ್ರಾಂತ್ ಪಿ.ವೈ.ಸಿ. ಸಾಂದೆ ಕ್ರಿಯಾಳ್ ಜಾವ್ನಾಸಾತ್. ಪ್ರಸ್ತುತ್ ಫಿರ್ಗಜೆಂತ್ ವನಮಹೋತ್ಸವ್, ಯುವಜಣಾಂಚೆA ಶಿಬಿರ್, ಸಾಂಸ್ಕ Èತಿಕ್ ಸ್ಪರ್ಧೆ, ಕ್ರಿಸ್ಮಸ್ ನೈಟ್, ಕ್ಯಾರಲ್ಸ್, ವಾರ್ಷಿಕೋತ್ಸವ್, ಅಸಲ್ಯಾ ಸಾಂಪ್ರದಾಯಿಕ್ ಕಾರ್ಯಾಂ ಸಂಗಿA ವರ್ಸಾನ್ ವರಸ್ ಭಾಸ್- ಸಂಸ್ಕ Èತೆಕ್ ಲಗ್ತಿ ಕಾರ್ಯಕ್ರಮಾಂ, ಅಂತರ್ ಜಾಳಾಚೊ ಪುರ್ತೊ ವಾಪರ್ ತಶೆಂಚ್ಚ್ ಪರ್ನ್ಯಾ ಆನಿ ತÀರ್ನ್ಯಾಂಚಿ ಸಳಾವಳ್ - ಅಶೆಂ ಕಿತೆಂ ತರೀ ನವೆಂ ಕರ್ಚಿ ಹುಮೆದ್ ಜಿವಾಳ್ ಆಸಾ. ಆಯ್ಲೆವಾರ್ ಪಿ.ವೈ.ಸಿ.  ಯುವಜಣಾಂನಿ ಶ್ರಮದಾನ್ ಕರ್ನ್, ತಾಂಚ್ಯಾಚ್ಚ್ ಖರ್ಚಾರ್ ನವೆಂ ಖೆಳಾ ಮೈದಾನ್ ಆಸಾ ಕೆಲಾಂ. ಪಿ.ಸಿ.ಎಲ್. ‘ಪೊಂಪೈ ಕ್ರಿಕೆಟ್ ಲೀಗ್’ ಖೆಳೊನ್ ಕ್ರಿಕೆಟಾಂತ್ ಸರ್ವಾಂಕ್ ಭಾಗ್ ಘೆಂವ್ಕ್ ಅವ್ಕಾಸ್ ಕರ್ನ್ ದಿಲಾ.',

// 		'ದಿರೆಕ್ತೊರ್, ಸಚೇತಕ್, ಅಧ್ಯಕ್ಷ್, ಕಾರ್ಯದರ್ಶಿ ತಶೆಂ ಸಾಂದೆ ಮಹಿನ್ಯಾAತ್ ಏಕ್ ಪಾವ್ಟಿಂ ಜಮಾತೆಕ್ ಸಾಂಗಾತಾ ಮೆಳ್ತಾತ್. ಫಿರ್ಗಜೆಂತ್	ಪಿ.ವೈ.ಸಿ.	ನಾAವಾನ್	ತಶೆAಚ್ಚ್  ದಿಯೆಸೆಜಿAತ್ ಐ.ಸಿ.ವೈ.ಎಮ್. ಗುರ್ಪುರ್ ನಾಂವಾನ್ ಹೆಂ ಸಂಘಟನ್ ೨೦೨೩ ಆಪ್ಲಾ ್ಯ ಭಾಂಗ್ರಾಳ್ಯಾ ವರ್ಸಾ ಕುಶಿನ್ ಆಪ್ಲಿಂ ಬಳಿಷ್ಟ್ ಪಾವ್ಲಾಂ ಕಾಡುನ್ ಆಸಾ.',
// 	],
// 	'small-christian-community': [
// 		'ಎಕಾ ಕಾಳ್ಜಾಚೆ ಆನಿ ಎಕಾ ಮನಾಚೆ - ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯ್ ',
// 		' ‘ಜಂಯ್ ದೋಗ್ ವ್ಹ ತೇಗ್ ಮ್ಹಜೆ ನಾಂವಿA ಸಾಂಗಾತಾ ಮೆಳ್ತಾತ್, ಥಂಯ್ ಹಾಂವ್ ಆಸಾಂ ತಾಂಚ್ಯೆ ಮಧ್ಗಾತ್’ (ಮಾತೆವ್ ೧೮:೨೦). ದೆವಾಚ್ಯಾ ಸಬ್ದಾಚ್ಯಾ ಪ್ರೇರಕಾಂಕ್, ತಾಂಚ್ಯಾ ವಾವ್ರಾಂತ್ ಸೊಮಿಯಾ ಜೆಜುಚಿಂ ಹಿಂ ಉತ್ರಾಂ ಆಮ್ಚಾ ್ಯ ವಾಡ್ಯಾ ಜಮಾತೆಂಕ್ ಭೋವ್ ಅರ್ಥಾಭರಿತ್ ಜಾವ್ನಾಸಾತ್. ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ೧೯೯೩ ಅಕ್ಟೋಬರ್ ೭ವೆರ್ ಆಮ್ಚಿ ಪಾತ್ರೊನ್ ಪೊಂಪೈ ರೊಜಾರ್ ಮಾಯೆಚ್ಯಾ  ಫೆüಸ್ತಾ ದಿಸಾ, ವಿಗಾರ್ ಬಾಪ್ ಲಿಯೊ ವೇಗಸಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚಿ ಬುನ್ಯಾದ್ ಘಾಲಿ',
// 		'ಉಪ್ರಾಂತ್ಲೆ ವಿಗಾರ್ ಬಾಪ್ ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಬಾಪ್ ಪಾವ್ಲ್ ರೇಗೊ, ಬಾಪ್ ಗ್ರೆಗರಿ ಸೆರಾವೊ, ಬಾಪ್ ಪಾವ್ಲ್ ಪಿಂಟೊ – ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವಿ ಜಾಲಾ.',
// 		'ವಿಗಾರ್ ಬಾಪ್ ಆ್ಯಂಟನಿ ಲೋಬೊಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ೨೦೧೯ ಪೆಭ್ರೆರ್ ೩ವೆರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚೊ ರುಪ್ಯೋತ್ಸವ್ ವ್ಹಡಾ ಗದ್ದಾಳಾಯೆನ್ ಆಚರ್ಸಿಲಾ.',
// 		' ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವೆನ್ ಚಲಂವ್ಕ್ ಫಿರ್ಗಜೆಂತ್, ವಾರಾಡ್ಯಾAತ್ ತಶೆಂ ದಿಯೆಸೆಜಿ ಹಂತಾರ್ ತರ್ಬೆತಿ ಆನಿ ಜ್ಞಾನ್ ಮೆಳಾಶೆಂ ಕರುಂಕ್, ಕಾರ್ಯಾಯೋಜನ್ ಮಾಂಡುನ್ ಹಾಡುನ್ ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ, ಎಕಾಚ್ಚ್ ರುಪಾರ್ ಮುಂದರುನ್ ಆಸ್ಚೆಂ ಪಳೆಂವ್ಕ್ ತೃಪ್ತಿ ಭೊಗ್ತಾ. ವಾಡ್ಯಾ ಫೆಸ್ತಾಂ, ಪಿಕ್ನಿಕಾಂ, ಮನೋರಂಜನ್ ಆನಿ ಶ್ರಮದಾನಾಂ ಮುಖಾಂತ್ರ್ ಸಾಂಗಾತಾ ಹಾಡುಂಕ್, ಅತ್ಮೀಕ್ ಆನಿ ಲೌಕಿಕ್ ರಿತಿನ್ ಪರ್ಜೆ ಮಧ್ಲೊ ಬಾಂಧ್ ಲಾಗಿಂ ಹಾಡ್ಲಾ.',
// 		'ಸಮುದಾಯಾಚೊ	ದಿವಸ್,	ಕೊಂಕ್ಣಿ	ಫುಡಾರ್	ದಿವಸ್, ಬೈಬಲ್ ಆಧಾರಿತ್ ನಕ್ಲಿ ನೆಸ್ಣಾ ಸ್ಪರ್ಧೊ, ಬೈಬಲ್ ಕ್ವಿಜ್, ಬೈಬಲ್ ಆಧಾರಿತ್	ನಾಟ್ಕುಳ್ಯಾ	ಸ್ಪರ್ಧೊ ಕೊಂತಾAಚೊ ಸ್ಪರ್ಧೊ ಆನಿ  ಸೆವೆಚಿA ಪಿಂತುರಾA ಆಟಾಪ್ಚಿಂ ಚಾರ್ಟ್ ಕರುನ್, ಜಮಾತಿ ಆನಿ ಸೆವೆಚ್ಯಾ ವಾವ್ರಾಕ್ ಆತೀ ಚಡ್ ಅಂಕ್ ಆಪ್ಣಾಯಿಲ್ಲಾ ್ಯ ವಾಡ್ಯಾಂಕ್ ಇನಾಮಾA ದೀವ್ನ್, ವಾಡ್ಯಾಂ ಮಧೆಂ ಎಕಾ ರಿತಿಚೆಂ ಭಲಾಯ್ಕೆಭರಿತ್ ಸ್ಪರ್ಧಾತ್ಮಕ್ ವಾತಾವರಣ್ ಹಾಡ್ಲಾಂ.',
// 		' ಹ್ಯಾ	ಯಶಸ್ವೆಭರಿತ್	ವಾವ್ರಾAತ್ ಲ್ಹಾನ್	ಕ್ರೀಸ್ತಾAವ್  ಸಮುದಾಯಾಚ್ಯಾ ಕೇಂದ್ರೀಯ್ ಸಮಿತಿ ಸಂಚಾಲಕಾAಚೊ ವಾವ್ರ್ ಉಗ್ಡಾಸಾಂತ್ ದವರ್ಚೆ ತಸಲೊ. ಕೇಂದ್ರೀಯ್ ಸಮಿತಿ ಸಂಚಾಲಕ್ ಜಾವ್ನ್ ಶ್ರೀ ನೋರ್ಬರ್ಟ್ ಸಿಕ್ವೇರಾ,  ಶ್ರೀ	ವಿಲ್ಫೆçಡ್ ಪಿAಟೊ, ಶ್ರೀ ರೊಯ್ಲಿನ್ ಲೋಬೊ ಸವೆಂ ಪ್ರಸ್ತುತ್ ಸಂಚಾಲಕಿ ಶ್ರೀಮತಿ ಐರಿನ್  ಪಿಂಟೊನ್ ವರ್ತಿ ಸೆವಾ ದಿಲ್ಯಾ. ',
// 		'ಸಮುದಾಯಾಚ್ಯಾ ವಾವ್ರಾಂತ್, ಪೊಂಪೈ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾ ಕೊವೆಂತಾಚಿA ಧರ್ಮ್ ಭಯ್ಣಿಂ, ದೋನ್ ಬಾವ್ಳೆ ಮ್ಹಳ್ಳೆಪರಿಂ ತಾಂಚಿ ವರ್ತಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾತ್.',
// 		' ಸರ್ವ್	ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ಯೊ, ವಾಡ್ಯಾ ಸಮಿತಿ,  ವಾಡ್ಯಾ ಕಾರ್ಯದರ್ಶಿ ಸವೆಂ, ಸರ್ವ್ ಲೊಕಾನ್ ಹಾತಾಕ್ ಹಾತ್ ದೀವ್ನ್ ವಾವುರ್ಲೆಲ್ಯಾನ್, ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವಿ ಜಾಲಾ.',
// 		' ಅತ್ಮೀಕ್ ವಾವ್ರ್ ಜಾವ್ನ್, ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ ಮೊಂತಿ ಫೆಸ್ತ್, ವಾಡ್ಯಾವಾರ್ ದೇವ್‌ಸ್ತುತಿ ಮಾಂಡಾವಳ್, ಹರ್ಯೆಕಾ ಸುಕ್ರಾರಾ ದೈವಿಕ್ ಕಾಕುಳ್ತಿಚ್ಯಾ ಭಕ್ತಿಪಣಾಚಿ ಮಾಂಡಾವಳ್, ಫಿರ್ಗಜ್ ಫೆಸ್ತ್, ಹೆರ್ ಫೆಸ್ತಾಂ, ಪಿಡೆಸ್ತ್ ಆನಿ ಪ್ರಾಯ್ವಂತಾAಚ್ಯಾ ಘರಾಂನಿ ಭೆಟ್ ಕರ್ನ್ ತೇರ್ಸ್, ಮೊರ್ನಾಚ್ಯಾ ಘರಾಂನಿ ತೇರ್ಸ್ ಆನಿ ಭುಜಾವಣ್, ಕರೆಜ್ಮಾಚ್ಯಾ	ದಿಸಾಂನಿ	ಖುರ್ಸಾವಾಟೆಚೆA	ಭಕ್ತಿಪಣ್, ರೊಸಾ ಕಾರ್ಯಾAನಿ ತೆರ್ಸಾಚೆಂ ಭಕ್ತಿಪಣ್, ಹೆಂ ಸಗ್ಳೆಂ ಚಲೊನ್ ಆಸಾ. ',
// 		'ಸಾಮಾಜಿಕ್ ವಾವ್ರ್ ಜಾವ್ನ್ ವಾಟೊ ನಿತಳ್, ಸಾರ್ವಜನಿಕ್ ರಸ್ತೆ ದುರಸ್ತಿ, ಸರ್ಕಾರಿ ಸವ್ಲತಾಯೊ, ಉದ್ಕಾ ಜಿರವ್ಣಿ, ಪರಿಸರ್ ಸಂರಕ್ಷಣ್	ಜಾಗೃತಿ,	ಕುಟ್ಮಾAನಿ	ಸಾAಗಾತಾ	ಮೆಳೊನ್ ಕೃಷೆಕ್ ಉದ್ಕಾಚಿ ಮಾಂಡಾವಳ್ ಕೆಲ್ಯಾ. ',
// 		'ಸಂಘಟಿತ್ ವಾವ್ರ್ ಜಾವ್ನ್, ಗರ್ಜೆವಂತಾAಕ್ ಘರ್, ಗೊಟೊ ತಶೆಂ ಘರಾಂಚಿ ದುರಸ್ತಿ ಕರುನ್ ದಿಲ್ಯಾ.',
// 		'ದಯಾಳಾಯೆಚ್ಯೊ ಕರ್ನ್ಯೊ ಜಾವ್ನ್, ಕ್ಯಾನ್ಸರ್ ತಶೆಂ ಹೆರ್ ಪಿಡೆಸ್ತಾಂಕ್ ಧಯ್ರ್ ದೀವ್ನ್, ಸರ್ತೆ ಪ್ರಕಾರ್ ಆಸ್ಪತ್ರೆಂತ್ ಪಿಡೆಸ್ತಾಂ ಸರ್ಶಿA ರಾವೊನ್, ತಶೆಂಚ್ಚ್ ಆರ್ಥಿಕ್ ಮಜತ್ ದೀವ್ನ್ ತಾಂಕಾA ಸಹಕಾರ್ ದಿಲಾ. ಆಶ್ರಮಾಂಕ್ ಭೆಟ್ ತಶೆಂ ಖಾಣಾವರ್ವಿ ದಾನ್, ಸಮಾಜೆಂತ್ಲಾ ್ಯ ತಶೆಂ ಪರಿಸರಾಂತ್ಲಾ ್ಯ ಸೆವಾ ಸಂಸ್ಥಾ ್ಯಂಕ್ ಆರ್ಥಿಕ್ ಕುಮಕ್, ದುಬ್ಳಾ ್ಯ ಗರ್ಜೆವಂತಾAಕ್ ನವಿ ಮುಸ್ತಾಯ್ಕಿ, ವಕ್ತಾಂಕ್ ಆಧಾರ್, ಶಿಕ್ಪಾಕ್ ಕುಮಕ್ ಇತ್ಯಾದಿ ದಿಲ್ಯಾ.',
// 		'ಪ್ರಸ್ತುತ್ ಫಿರ್ಗಜೆಂತ್ಲಾ ್ಯ ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ, ಸರ್ವ್ ಕುಟ್ಮಾಂ ಕ್ರೀಸ್ತಿ ಭಾವಾರ್ಥಾನ್ ಜಿಯೆತಾತ್ ಮ್ಹಳ್ಯಾರ್ ಚೂಕ್ ಜಾಂವ್ಚಿನಾ. ಹರ್ಯೆಕಾ ಮಹಿನ್ಯಾಂತ್ ವಾಡ್ಯಾ ಜಮಾತ್ಯೊ ಚಲವ್ನ್  ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಜಿವಾಳ್ ಆಸಾ.',
// 	],
// 	'catholic-sabha': [
// 		'ಲಾಯಿಕಾಂಚೆA ಸಾಮಾಜಿಕ್ ಬರೆಪಣಾಚೆಂ ಸಂಘಟನ್ - ಆಮ್ಚಿ ಕಥೊಲಿಕ್ ಸಭಾ ',
// 		'‘ಸೆವಾ, ತ್ಯಾಗ್, ಎಕ್ವಟ್’ ಮ್ಹಳ್ಳಾ ್ಯ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೯೮ ವ್ಯಾ ಅಕ್ಟೋಬರ್ ೧೦ ತಾರಿಕೆರ್, ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್, ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ‘ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕ್’ ಸ್ಥಾಪಿತ್ ಜಾಲೆಂ. ೬೬ ಸಾಂದ್ಯಾAಚ್ಯಾ ಸಾಂಗಾತ್‌ಪಣಾನ್ ಸುರ್ವಾತ್ ಜಾಲ್ಲಾ ್ಯ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೊ ಸ್ಥಾಪಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಶ್ರೀಮಾನ್ ಜೆರಾಲ್ಡ್ ಲೋಬೊ ನೇಮಕ್ ಜಾಲೊ. ಶ್ರೀ ಜಾನ್ಸನ್ ಲೋಬೊ, ಶ್ರೀ ಹೆನ್ರಿ ವಾಲ್ಡರ್, ಶ್ರೀಮತಿ ರೆನ್ನಿ ಪೆರಿಸ್, ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊ, ಶ್ರೀ ಓಸ್ವಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಡಾ| ಗೊಡ್ವಿನ್ ಲೋಬೊ, ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಶ್ರೀ ಪಿಯುಸ್ ಕುಟಿನ್ಹಾ ಆನಿ ಶ್ರೀಮತಿ ಸಿಲ್ವಿಯಾ ರೊಡ್ರಿಗಸ್ - ಹಾಣಿಂ ಕ್ರಮಾನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೆಂ ಅಧ್ಯಕ್ಷ್ ಸ್ಥಾನ್ ಘೆವ್ನ್ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಉಂಚ್ಲಾ ್ಯ ಪಾಂವ್ಡಾ ್ಯಕ್ ಪಾವೊಂಕ್, ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥ್ ಸೆವಾ ಆನಿ ಮುಖೇಲ್ಪಣ್ ದಿಲಾಂ.. ಸರ್ವ್ ಹುದ್ದೆದಾರ್ ಆನಿ ಸಾಂದೆ ಎಕಾಮೆಕಾ ಸಹಕಾರಾನ್ ಆಯೋಜಿತ್ ಕೆಲ್ಲಿಂ ಕಾರ್ಯಕ್ರಮಾಂ ಯಶಸ್ವಿ ಕರುನ್ ಆಸಾತ್. ',
// 		'ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್, ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ಮಾಲ್ಘಡ್ಯಾಂಚೊ ದಿವಸ್, ವ್ಯಾಪಾರಿಸ್ತಾಂಚೊ ದಿವಸ್, ಭುರ್ಗಾ್ಯಂಚೊ ದಿವಸ್, ಶಿಕ್ಷಕಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಆಚರಣ್ ಕರ್ನ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ಆನಿ ಮಹತ್ವ್ ದಿಲಾಂ. ಭುರ್ಗ್ಯಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಂವ್ಚೆ ಖಾತಿರ್, ಭುರ್ಗ್ಯಾಂಚೆA ಗಿಮ್ಶಿಲೆಂ ರಜೆ ಶಿಬಿರ್ ಹರ್ಯೆಕಾ ವರ್ಸಾ ಆಸಾ ಕರ್ನ್, ತಾಂಚ್ಯಾ ತಾಲೆಂತಾAಕ್ ಅವ್ಕಾಸ್ ದೀವ್ನ್, ಕ್ರೀಸ್ತಿ ಶೆಗುಣಾಂನಿ ವಾಡೊನ್ ಯೇಂವ್ಕ್ ಉತ್ತೇಜನ್ ಲಾಭಯ್ಲಾಂ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಘಟಕಾಚೆಂ ಪಿಕ್ನಿಕ್ ಆಸಾ ಕರ್ನ್, ಸರ್ವ್ ಸಾಂದೆ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸಂತೊಸಾನ್  ದೀಸ್  ಪಾಶಾರ್  ಕರುಂಕ್  ಅವ್ಕಾಸ್  ಲಾಭ್ಲಾ. ಶಿಕ್ಪಾ ಕ್ಷೇತ್ರಾಂತ್ ಫಿರ್ಗಜೆಂತ್ಲಾ ್ಯ ಭುರ್ಗ್ಯಾಂಕ್ ಆನಿ ಫಿರ್ಗಜೆಚ್ಯಾ ಪರಿಸರಾಂತ್ ಆಸ್ಚಾ ್ಯ ಅಕ್ರೀಸ್ತಾಂವ್ ಪ್ರತಿಭಾವಂತ್ ಭುರ್ಗ್ಯಾಂಕ್ ವಿಂಚುನ್ ಕಾಡ್ನ್, ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗಾ್ಯಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗಾ್ಯಂಕ್ ದಿಯೆಸೆಜಿ ಮಟ್ಟಾರ್ ಭಾಗ್ ಘೆಂವ್ಕ್ ಉತ್ತೇಜಿತ್ ಕೆಲಾಂ ಯುವಜಣಾAಕ್ ತಶೆಂಚ್ಚ್ ಭುರ್ಗಾ್ಯಂಕ್, ವೃತ್ತಿ ಮಾರ್ಗದರ್ಶನ್ ಶಿಬಿರ್ ಆನಿ ಅಲ್ಪಸಂಖ್ಯಾತಾAಕ್ ಮೆಳ್ಚಾ ್ಯ ಸವ್ಲತಾಯಾಂ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್ ಆಸಾ ಕರ್ನ್, ಸರ್ಕಾರಾ ಥಾವ್ನ್ ಮೆಳ್ಚೊ ್ಯ ಸವ್ಲತ್ಯೊ, ಆಮ್ಚಿಂ ಹಕ್ಕಾಂ - ಹ್ಯಾ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್ , ಭಲಾಯ್ಕೆ ಶಿಬಿರ್, ಪ್ಲಾಸ್ಟಿಕ್ ಜಾಗೃತಿ, ಅಂಗಾAಶ್ ಕೃಷಿ ವಿಶಿಂ ಮಾಹೆತ್, ಅಶೆಂ ಸಬಾರ್  ಶಿಬಿರಾಂ  ಸAಪನ್ಮೂಳ್	ವ್ಯಕ್ತಿAಕ್	ಆಪವ್ನ್,	ಫಿರ್ಗಜ್‌ಗಾರಾAಕ್ ಮಾಹೆತ್ ಲಾಭಾಶೆಂ ಕೆಲಾಂ. ವನಮಹೋತ್ಸವ್ ಆಚರಣ್ ಕರ್ನ‘ಲಾವ್ದಾತೊ ಸಿ’ ಹಾಚೆಂ ಮಹತ್ವ್ ಲೊಕಾಕ್ ಕಳಯ್ಲಾಂ.',
// 		'ಹರ್ಯೆಕಾ ವರ್ಸಾ ಬಾಳ್ಕಾಂಚೆA ಫೆಸ್ತ್ ಆಚರಣ್ ಕರ್ನ್, ಭುರ್ಗಾ್ಯಂಕ್ ಖೆಳ್ ಚಲವ್ನ್ ವೆಲ್ಯಾತ್ ಆನಿ ಮನೋರಂಜನ್ ದಿಲಾಂ. ತಶೆAಚ್ಚ್ ಸಂಬAಧಿತ್ ದಾಕ್ತೆರಾಕ್ ಆಪವ್ನ್ ಭುರ್ಗಾ್ಯಂಚ್ಯಾ ಪಾಲನ್- ಪೋಷಣಾವಿಶಿಂ ವ್ಹಡಿಲಾಂಕ್ ಮಾಹೆತ್ ದಿಲ್ಯಾ. ',
// 		'ವಾಡ್ಯಾವಾರ್ ಉದ್ಕಾ ಸಂರಕ್ಷಣಾವಿಶಿA ಮಾಹೆತ್ ಶಿಬಿರ್ ಆಸಾ ಕರ್ನ್, ಉದ್ಕಾಚ್ಯಾ ಮಹತ್ವಾವಿಶಿಂ ವಾಡ್ಯಾಗಾರಾಂ ಥಂಯ್ ಜಾಗೃತಿ ಉಠಯ್ಲಾ ್ಯ. ಕಿಡ್ನಿ ಸಮಸ್ಯಾವಿಶಿಂ ಆನಿ ತಾಚೆ ಥಾವ್ನ್ ಪರಿಹಾರ್, ಹ್ಯಾ ವಿಶಿಂ ಸಂಬAಧಿತ್ ದಾಕ್ತೆರಾಕ್ ಆಪವ್ನ್ ಲೊಕಾಕ್ ಮಾಹೆತ್ ಮೆಳಾಶೆಂ ಕೆಲಾಂ. ಘಟಕಾಚ್ಯಾ ಕಾರ್ಯಕ್ರಮಾಂಕ್ ಆರ್ಥಿಕ್ ರಿತಿರ್ ಆಧಾರ್ ಜಾವ್ನ್ ಲಕ್ಕಿಡಿಪ್ ಆಸಾ ಕೆಲಾಂ. ಹರ್ಯೆಕ್ ವರ್ಸಾ, ಕೆ.ಎಮ್.ಸಿ. ಚಿಂ ಭಲಾಯ್ಕೆ ಕಾರ್ಡ್ ಕರವ್ನ್ ತಾಚೊ ಭರ್ಪೂರ್ ಫಾಯ್ದೊ ಜೊಡುಂಕ್ ಲೊಕಾಕ್ ಉತ್ತೇಜಿತ್ ಕೆಲಾಂ. ‘ಸೊಫಿಯಾ’ ನಾಂವಾಚೆA	ಕೊAಕ್ಣಿ	ಪಿAತುರ್	ಪ್ರದರ್ಶಿತ್ ಕರ್ನ್	ಮೆಳ್ಳೆಲ್ಯಾ ಐವಜಾAತ್, ಫಿರ್ಗಜ್ ಘಟಕಾಚ್ಯಾ ಯೋಜನಾಂಕ್ ಆಧಾರ್ ಲಾಭ್ಲಾ. ೨೦೨೦ವ್ಯಾ ವರ್ಸಾ ಜಿಣ್ಯೆ ಸಾಂದೆ ಚಡಂವ್ಚೆA ಕಾರ್ಯಕ್ರಮ್ ಆಸಾ ಕರ್ನ್, ವಾರಾಡ್ಯಾಂತ್ ಅತ್ಯಧಿಕ್ ಜಿಣ್ಯೆ ಸಾಂದೆ ಕೆಲ್ಲಾ ್ಯಕ್, ಗುರ್ಪುರ್ ಘಟಕಾಕ್ ಪ್ರಶಸ್ತಿ ಲಾಭೊನ್ ಹೊಗ್ಳಿಕ್ ಫಾವೊ ಜಾಲ್ಯಾ.',
// 	],
// 	'womens-forum': [
// 		'ಪೊAಪೈ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಗುರ್ಪುರ್, ಹಾಂಗಾಸರ್ ಕಥೊಲಿಕ್ ಸ್ತಿçÃ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಕರಿಜಾಯ್ ಮ್ಹಣ್, ತವಳ್ಚೊ ವಿಗಾರ್ ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ ಹಾಂಚಿ ಆಶಾ ಜಾವ್ನಾಸ್‌ಲ್ಲಿ. ಆನಿಂ ಹ್ಯಾಚ್ ಉದ್ದೇಶಾನ್ ಫಿರ್ಗಜೆಂತ್ಲಾ ್ಯ ಸರ್ವ್ ಸ್ತಿçÃಯಾಂಕ್ ಏಕ್ ತರ್ಬೆತಿ ಶಿಬಿರ್ ಆಸಾ ಕೆಲ್ಲೆಂ. ಹ್ಯಾ ಶಿಬಿರಾಂತ್ ಜಾಯಿತ್ತಾ ್ಯ ಸ್ತಿçÃಯಾಂನಿ ಭಾಗ್ ಘೆತ್ಲೊ. ಹ್ಯೆ ತರ್ಭೆತಿಚೊ ಫಳ್ ಜಾವ್ನ್ ೨೦೦೬ ಅಕ್ಟೋಬರ್ ೨೯ ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಫಿರ್ಗಜ್ ಲೊಕಾ ಸವೆಂ, ಸ್ತಿçÃ ಸಂಘಟನ್ ‘ಘನಾನ್ ಆನಿ ಮಾನಾನ್ ಜಿಯೆಂವ್ಚಿ ಸ್ತಿçÃ’ ಮ್ಹಳ್ಳಾ ್ಯ ಧೇಯಾಖಾಲ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ.',
// 		'ಸ್ತಿçÃ ಸಂಘಟನಾAತ್ ಸರಿಸುಮಾರ್ ೨೦-೨೫ ಜಣಾಂ ಸಾಂದೆ ಆಸೊನ್, ಹರ್ಯೆಕಾ ಮಹಿನ್ಯಾಚ್ಯಾ ಚವ್ತಾ ್ಯ ಆಯ್ತಾರಾ, ಏಕ್ ಘಂಟೊಭರ್ ಸರ್ವ್ ಸ್ತಿçÃಯೊ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸ್ತಿçÃ ಸಂಘಟನ್ ಫಿರ್ಗಜೆAತ್ಲಾ ್ಯ ಸರ್ವ್ ಸ್ತಿçÃಯಾಂಖಾತಿರ್ ಜಾಯಿತ್ತಿಂ ಶಿಬಿರಾಂ, ಖೆಳ್, ಸ್ತಿçÃಯಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಮಾಂಡುನ್ ಹಾಡ್ಲಾ ್ಯಂತ್. ‘ಸ್ತಿçÃ ಆನಿಂ ತಿಚಿ ಭಲಾಯ್ಕಿ’, ‘ಮಧ್ಯಮ್ ಪ್ರಾಯೆರ್ ಯೆಂವ್ಚಿ ಪಿಡಾ ಆನಿಂ ಪರಿಹಾರ್’, ‘ಸಾಮಾಜಿಕ್ ಆನಿ ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತಿçÃಯಾಂಚೊ ಪಾತ್ರ್’, ‘ಭುರ್ಗಿಂ ಆನಿ ಯುವಜಣಾಂಚಿ ಜತನ್’, ‘ಘರ್ ವಕ್ತಾಂಚಿ ಮಾಹೆತ್’ ಇತ್ಯಾದಿ ಅಶೆಂ ಸಬಾರ್ ಶಿಬಿರಾಂ ಸ್ತಿçÃ  ಸಂಘಟನಾನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲಾ ್ಯಂತ್. ',
// 		'೨೦೦೯ ಜುಲಾಯ್ ೭ ತಾರಿಕೆರ್, ಸ್ತಿçÃ ಸಂಘಟನಾಚ್ಯಾ ಸಾಂದ್ಯಾAನಿ ಸ್ವ-ಸಹಾಯ್ ಸಂಘ್‌ಯೀ ಆರಂಭ್ ಕೆಲೊ. ಹ್ಯಾ ವರ್ವಿಂ ಫಿರ್ಗಜೆ ಭಾಯ್ರ್ ಸ್ತಿçÃಯಾಂಚಿ ಸಾಮಾಜಿಕ್ ಜವಾಬ್ದಾರಿ, ಸ್ವ-ಉದ್ಯಮ್, ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತಿçÃಯಾಂಚೊ ಪಾತ್ರ್ - ಹಾಚ್ಯೆ ವಿಷ್ಯಾಂತ್ ಚಡಿತ್ ಜಾಣ್ವಾಯ್ ಆಪ್ಣಾಯ್ಲಿ. ಅಶೆಂ ಫಿರ್ಗಜೆಂತ್ ದೋನ್-ತೀನ್ ಸ್ವಸಹಾಯ್ ಸಂಘ್ ಆರಂಭ್ ಕರುಂಕ್ ಸ್ತಿçÃ ಸಂಘಟನ್ ಪ್ರೇರಣ್ ಜಾಲೆಂ.',
// 		'ವಿಗಾರ್ ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊನ್, ಹ್ಯಾ ಸ್ತಿçÃ ಸಂಘಟನಾಕ್ ಏಕ್ ನಾಂವ್ ದವರಿಜಾಯ್ ಮ್ಹಣ್ ಜಮಾತೆರ್ ತಿಳ್ಸಿಲೆಂ. ಅಶೆಂ ಹ್ಯಾ ಸಂಘಟನಾಕ್ ‘ಸ್ನೇಹ ಸ್ತಿçÃ-ಸಂಘಟನ್’ ಮ್ಹಳ್ಳೆಂ ನಾAವ್ ದಿಲೆಂ. ಅಶೆಂ ಹೆಂ ಸಂಘಟನ್, ‘ಸ್ನೇಹ-ಸ್ತಿçÃ ಸಂಘಟನ್’ ನಾAವಾಖಾಲ್, ಫಿರ್ಗಜೆಂತ್ ಆಪ್ಲಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ.',
// 		'ಸ್ನೇಹ-ಸ್ತಿçÃ ಸಂಘಟನಾಕ್ ೨೦೦೬ ಥಾವ್ನ್ ೨೦೨೦ ಪರ್ಯಾಂತ್ ಅಧ್ಯಕ್ಷಿಣ್  ಆನಿ  ಕಾರ್ಯದರ್ಶಿ  ಜಾವ್ನ್  ಸಬಾರ್  ಸ್ತಿçÃಯಾಂನಿ ಮುಖೇಲ್ಪಣ್ ಘೆತ್ಲಾಂ. ಶ್ರೀಮತಿ ಐರಿನ್ ಸಿಕ್ವೇರಾ, ಸಿಲ್ವಿಯಾ ಕ್ರಾಸ್ತಾ, ವಿಜಯ ಡಿ ಕೋಸ್ತಾ, ಐಡಾ ಕುಟಿನ್ಹಾ, ಅನಿತಾ ಫೆರ್ನಾಂಡಿಸ್, ರೀಟಾ ಡಿಸೋಜಾ, ಗ್ರೆಟ್ಟಾ ನಜರೆತ್, ವಿನ್ನಿ ರೊಡ್ರಿಗಸ್, ರಿನ್ನಾ ಪಿಂಟೊ, ಲವೀನಾ ಅಂದ್ರಾದೆ ಆನಿ ಜ್ಯೂಲಿಯೆಟ್ ಸೆರಾವೊ - ಹಾಣಿಂ.',
// 	],
// 	'altar-servers': [
// 		'ಭಾಗೆವಂತ್ ಸಾಂ. ಜುವಾಂವ್ ಬರ್ಕ್ಮನ್ಸಾಚಿ ದೇಖ್ ಘೆವ್ನ್, ಆಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಚಿ ಸೊಡೆಲಿಟಿ ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ಪ್ರಾರಂಭಾ ಥಾವ್ನ್Aಚ್ ಪವಿತ್ರ್ ಎವ್ಕರಿಸ್ತಾ ಥಂಯ್ ಭಕ್ತಿಪಣ್, ಸದಾಂ ಮಿಸಾಕ್ ತಶೆಂಚ್ಚ್ ಆಯ್ತಾರಾ ಆನಿ ಫೆಸ್ತಾ ಪರ್ಬೆಚ್ಯಾ ದಿಸಾಂನಿ ಮೀಸ್ ರಜಾರ್ ಕರ್ನ್, ಮಿಸಾಚ್ಯಾ ಬಲಿದಾನಾಂತ್ ಸಕ್ರೀಯ್ ರಿತಿನ್ ವಾಂಟೊ ಘೆತಾ. ಆಯ್ತಾರಾ ದುಸ್ರೆಂ ಮೀಸ್ ಜಾಲ್ಯಾ ಉಪ್ರಾಂತ್, ಆಪ್ಲಿ ಜಮಾತ್ ಆಪವ್ನ್, ಮುಖ್ಲೊ ್ಯ ಚಟುವಟಿಕೊ, ಮೀಸ್ ರಜಾರ್ ಆನಿ ಇತರ್ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂ ವಿಶಿಂ ವಿಚಾರ್ ವಿನಿಮಯ್ ಚಲಯ್ತಾತ್. ಆಲ್ತಾರ್ ಭುರ್ಗೆ ಮ್ಹಳ್ಯಾರ್ ಆಲ್ತಾರಿಚಿ ಸೆವಾ ಕರ್ಚೆ, ಮ್ಹಣ್ಜೆ ಪವಿತ್ರ್ ಬಲಿದಾನಾ ವೆಳಾರ್ ಯಾಜಕಾಕ್ ಕುಮಕ್ ಕರ್ಚಿ ಮಾತ್ರ್ ನಹಿಂ, ಇತರ್ ಚಟುವಟಿಕೆಂನಿ, ಮುಖ್ಯ ಜಾವ್ನ್ ಗಾಯಾನ್, ಮಾಗ್ಣೆಂ, ಖೆಳ್, ಪಂದ್ಯಾಟ್, ಪಿಕ್ನಿಕ್ ಅಶೆಂ ಸರ್ವಯ್ ರಿತಿನ್ ಪಾತ್ರ್ ಘೆವ್ನ್ ಫಿರ್ಗಜ್ ಕಾರ್ಯಾಳ್ ಆಸೊಂಕ್ ಪ್ರಯತನ್ ಕರ್ತಾತ್.',
// 		'ಪಯ್ಲೆಂ ಸದಾಂ ಮಿಸಾ ವೆಳಾರ್ ನೋಟಿಸ್ ಬೋರ್ಡಾರ್ ಕಾಣ್ಸಿಲ್ಲಾ ್ಯ ಸಾಂದ್ಯಾAನಿ ಖಡ್ಡಾಯೆನ್ ಮೀಸ್ ರಜಾರ್ ಕರುಂಕ್ ಆಸ್‌ಲ್ಲೆಂ. ಆನಿ ಫಿರ್ಗಜೆಂತ್ ಮೊರ್ನಾಂ ಜಾಲ್ಲಾ ್ಯ ವೆಳಾರ್, ತಾಂಚ್ಯಾ ಘರಾ ವಚೊನ್ ಆಪ್ಣಾಚೊ ಲೋಬ್ ಘಾಲ್ನ್ ಇಗರ್ಜೆಕ್  ಪುರ್ಶಾಂವಾರ್ ಯೇಂವ್ಕ್ ಆಸ್‌ಲ್ಲೆಂ. ತಾಂಕಾA ತಾಂಚೆAಚ್ಚ್ ಮ್ಹಳ್ಳೆಂ  ಸಮವಸ್ತ್ç	ಆಸಾ.	ಆರ್ವಿಲ್ಯಾ	ದಿಸಾAನಿ	ಆಮ್ಚಾ ್ಯ	ಫಿರ್ಗಜೆಂತ್ ಚಲಿಯೊ¬Æ ವೆದಿ ಸೆವಕಿ ಜಾವ್ನ್ ಸೆವಾ ದಿತಾತ್.',
// 	],
// 	'legion-of-mary': [
// 		'ಮಾ|	ಬಾ|	ಜೆ.ಎಸ್.ಟಿ.	ರೊಡ್ರಿಗಾಸಾಚ್ಯಾ	ಕಾಳಾರ್, ೦೫-೦೭-೧೯೫೯ ವೆರ್, ಹೊ ಸಂಘ್ ಆರಂಭ್ ಜಾಲೊ. ದಾದ್ಲೆ ಆನಿ ಸ್ತಿçÃಯೊ ಹಾಂತುA ಸಾಂದೆ ಆಸ್‌ಲ್ಲೆ. ಮಾಗ್ಣೆಂ ಆನಿ ಕುಟ್ಮಾಂಚ್ಯಾ ಗರ್ಜಾAಕ್ ತಿಂ ಸ್ಪಂದನ್ ಕರ್ನ್ ಆಧಾರ್ ದಿತಾಲಿಂ.',
// 	],
// 	svp: [
// 		'‘ದುಬ್ಳಾ ್ಯ ಧಾಕ್ಟಾ ್ಯಂಚ್ಯಾ ಸೆವೆ ಮುಖಾಂತ್ರ್ ದೆವಾಚಿ ಸೆವಾ’ ಮ್ಹಳ್ಳಾ ್ಯ ಧ್ಯೇಯಾಖಾಲ್, ತಡವ್ ಕರ್ನ್ ತರೀ ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ ಹ್ಯಾ ಮೆಳಾಚೆಂ ಭಿಂ ಕಿರ್ಲಾತ್ ಘಾಲೆಂ. ೧೯೯೮ ಇಸ್ವೆಂತ್ ಅಗೋಸ್ತ್ ಮಹಿನ್ಯಾಚ್ಯಾ ೧೬ ತಾರಿಕೆರ್ ಆಮ್ಚೊ ಉರ್ಭೆಸ್ತ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಅತ್ಮೀಕ್ ದಿರೆಕ್ತೊರ್ ಜಾವ್ನ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರಸ್ಕೀನ್ಹಾ-ಅಧ್ಯಕ್ಷ್, ದೆ| ಭಾವ್ ಜೊಸ್ಸಿ ಡಿ ಲೀಮಾ- ಉಪಾಧ್ಯಕ್ಷ್,	ಭಾವ್	ಜೆರಾಲ್ಡ್	ರೊಡ್ರಿಗಸ್-ಕಾರ್ಯದರ್ಶಿ	ಆನಿ  ಭಯ್ಣ್ ಲೂಸಿಯಾ ಜೆಸ್ಸಿ ಪೆರಿಸ್-ಖಜನ್ದಾರ್ ಜಾವ್ನ್ ೧೬ ವೈಶಂತಿಕ್ ಭಾವಾA-ಭಯ್ಣಿA ಸಂಗಿA ಪ್ರಾರಂಭ್. ಪಾಟ್ಲಾ ್ಯ ೨೩ ವರ್ಸಾಂ ಥಾವ್ನ್	ಗರ್ಜೆವAತಾAಚ್ಯಾ	ಗರ್ಜಾAಕ್ ಪಾವೊನ್,	ವೈಶAತಿಕ್ ಸಾAದೆ ಕಾರ್ಯಾಳ್ ವಾವ್ರ್ ದಿತಾತ್. ಉದಾರ್ ಮನಾಚೆ ದೇಶ್- ವಿದೇಶಾಂತ್ಲೆ ದಾನಿ, ‘ದುಬ್ಳಾ ್ಯ-ಧಾಕ್ಟಾ ್ಯಂಕ್ ದಿಲ್ಲೆಂ ದಾನ್, ದೆವಾಕ್ ದಿಲ್ಲೆಪರಿಂ’ ಮ್ಹಳ್ಳಾ ್ಯ ಮನೋಭಾವಾನ್ ಮಜತ್ ದಿತಾತ್. ಭಾವ್ ಜೆರಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಭಾವ್ ವಿಲಿಯಂ ತಾವ್ರೊ, ಭಾವ್ನ್ ಓಜ್ವಾಲ್ಡ್ ಪೆರಿಸ್ - ಹಾಣಿಂ ಪಾಟ್ಲಾ ್ಯ ವರ್ಸಾಂನಿ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ಸೆವಾ ದಿಲ್ಯಾ. ಪ್ರಸ್ತುತ್ ಭಾವ್ ಲ್ಯಾನ್ಸಿ ಡಿ ಕುನ್ಹಾ - ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಭಯ್ಣ್ ಪ್ರೆಸಿಲ್ಲಾ ಡಿ ಸೋಜಾ-ಉಪಾಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರಸ್ಕಿನ್ಹಾ ಕಾರ್ಯದರ್ಶಿ ಜಾವ್ನ್ ಸೆವಾ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನ್ ದಿತಾತ್.',
// 		'ಮಾ|	ಬಾ|	ಸಿಪ್ರಿಯನ್	ಪಿಂಟೊನ್	ಸುರ್ವಾತ್	ಕೆಲ್ಲಾ ್ಯ ಹ್ಯಾ ಸಭೆಕ್, ತ್ಯಾ ಉಪ್ರಾಂತ್ ಆಯಿಲ್ಲಾ ್ಯ ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ, ಮಾ| ಬಾ| ಗ್ರೆಗರಿ ಸೆರಾವೊ, ಮಾ| ಬಾ| ಪಾವ್ಲ್ ಪಿಂಟೊ  ಹಾಣಿA	ಅತ್ಮೀಕ್	ದಿರೆಕ್ತೊರ್	ಜಾವ್ನ್	ಮಾರ್ಗ್ದರ್ಶನ್	ಆನಿ ಸಲಹಾ-ಸೂಚನಾA	ದಿಲ್ಯಾAತ್.	ಪ್ರಸ್ತುತ್	ಮಾ|	ಬಾ|	ಆ್ಯAಟನಿ  ಲೋಬೊ ಅತ್ಮೀಕ್ ದಿರೆಕ್ತೊರ್ ಜಾವ್ನ್ ಮಾರ್ಗ್ದರ್ಶನ್ ದೀವ್ನ್ ಆಸಾತ್.',
// 		'ಪ್ರಸ್ತುತ್ ೭ ಪೊಸ್ಕಿಂ ಕುಟ್ಮಾಂ ಆಸಾತ್. ಹ್ಯಾ ಕುಟ್ಮಾಂ ಸಂಗಿA ಇತರ್	೩	ಕುಟ್ಮಾಂಕ್ ನಿರAತರ್	ಹಪ್ತಾ ್ಯವಾರ್	ಖಾಣಾವರ್ವಿ ವಾಂಟುನ್ ಆಸಾತ್. ತೆಗಾಂಕ್ ಮಹಿನ್ಯಾವಾರ್ ವೈದ್ಯಕೀಯ್ ಮಜತ್ ದಿತಾತ್. ೨ ಪ್ರಾಯೆಸ್ತಾಂಕ್ ಮಹಿನ್ಯಾವಾರ್ ಕುಮಕ್ ಕರ್ತಾತ್. ತ್ಯಾ ಸಂಗಿA ಇತರ್ ೯ ಕುಟ್ಮಾಂಕ್ ತಾಂಚಿ ಗರ್ಜ್ ಸಮ್ಜೊನ್ ಕುಮಕ್ ಕರ್ನ್ ಆಸಾತ್. ಅತೀ ಗರ್ಜೆವಂತ್ ಅಕ್ರೀಸ್ತಾಂವ್ ಭಾವಾ-ಭಯ್ಣಿಂಕ್  ಮಜತ್ ದಿತಾತ್.',
// 		'ಪಾಟ್ಲಾ ್ಯ ೨೩ ವರ್ಸಾಂನಿ, ೩ ನವಿಂ ಘರಾಂ ಬಾಂದುನ್ ದಿಲ್ಯಾAತ್. ೧೫ ಘರಾಂ ದುರಸ್ತಿ ಕರ್ನ್ ದಿಲ್ಯಾಂತ್. ೧೨ ಧರ್ಮಾರ್ಥ್ ವೈದ್ಯಕೀಯ್ ದಾಂತಾA ಆನಿ ದೊಳ್ಯಾಂ ಶಿಬಿರಾಂ ಆಸಾ ಕೆಲ್ಯಾಂತ್. ದೊಳ್ಯಾA	ಚಿಕಿತ್ಸಾ	ಶಿಬಿರಾವೆಳಿA	ಧರ್ಮಾರ್ಥ್	ವೊಕ್ಲಾA	ಆನಿ ರಿಯಾಯ್ತಿ ದರಿರ್ ದೊಳ್ಯಾಂಚಿ ಶಸ್ತ್ç ಚಿಕಿತ್ಸಾ ಕರುಂಕ್ ಮಜತ್ ದಿಲ್ಯಾ. ಸ್ವ-ಉದ್ಯಮಾ ಖಾತಿರ್ ಮಜತ್ ಆನಿ ರೀಣ್ ದಿಲಾಂ. ಕ್ರಿಸ್ಮಸ್ ಫೆಸ್ತಾವೆಳಿಂ ಕುಸ್ವಾರ್ ವಾಂಟ್ಲಾ. ಫಿರ್ಗಜೆಂತ್ ಗರ್ಧನಾಚ್ಯಾ ಗೊಟ್ಯಾಚೊ ಸ್ಪರ್ಧೊ ಮಾಂಡುನ್ ಹಾಡ್ಲಾ. ಕಾಜಾರ್ ಜಾಂವ್ಚಾ ್ಯ ದುಬ್ಳಾ ್ಯ ಚಲಿಯಾಂಕ್ರೆಸ್ಪೆರಾಚಿ ಮುದಿ ದೀವ್ನ್ ಆಧಾರ್ ದಿಲಾ. ಪ್ರಾಯ್ವಂತಾAಚೊ ದೀಸ್ ಆಚರಣ್ ಕೆಲಾ. ದೋನ್ ಪಾವ್ಟಿಂ ಸಾಮೂಹಿಕ್ ಕಾಜಾರಾಂ ಚಲವ್ನ್  ವೆಲ್ಯಾಂತ್.	ದೊಗಾA	ಇಸ್ಕೊಲಾಚ್ಯಾ	ಭುರ್ಗಾ್ಯAಕ್ ಸಮವಸ್ತುರ್  ವಾAಟ್ಲಾA. ಅವ್ಘಡಾಕ್ ಸಾಂಪ್ಡಾಲ್ಲಾ ್ಯಂಕ್ ಮಜತ್ ದಿಲ್ಯಾ. ಥೊಡ್ಯಾ ನಿರಾಧರ‍್ಯಾಂಕ್ ಆಶ್ರಮಾಕ್ ಪಾವಂವ್ಚೆA ಪ್ರಯತನ್ ಕೆಲಾಂ. ಎಕಾ ಘರಾಚೆಂ ವ್ಹಡ್ ಐವಜಾಚೆಂ ರೀಣ್ ಫಾರಿಕ್ ಕರುಂಕ್ ಮುಖೇಲ್ಪಣ್ ಘೆತ್ಲಾಂ.	ಹ್ಯಾ	ಸAಗಿA	ಪೊಸ್ಕಾ ್ಯ	ಕುಟ್ಮಾಂಚ್ಯೊ, ಆಸ್ಪತ್ರೆAತ್ಲಾ ್ಯ ಪಿಡೆಸ್ತಾಂಚ್ಯೊ ಆನಿ ಘರಾಂನಿ ಪಿಡೆಸ್ತ್ ಆಸ್ಚಾ ್ಯ ಆನಿ ಪ್ರಾಯ್ವತಾಂಚ್ಯೊ ನಿರAತರ್ ಭೆಟೊ ಕರುನ್ ಆಸಾತ್. ಹಪ್ತಾ ್ಯವಾರ್ ಖಾಣಾವರ್ವೆ ಸಂಗಿA ಪಿಡೆಸ್ತಾಂಕ್ ವಕ್ತಾಕ್ ಆನಿ ಚಿಕಿತ್ಸೆಕ್ ಮಜತ್ ತಶೆಂಚ್ಚ್ ಶಿಕ್ಪಾಕ್ ಕುಮಕ್ ದೀವ್ನ್ಂಚ್ ಆಸಾತ್ ',
// 		'ಇತ್ಲಿ ಕುಮಕ್ ಕರುಂಕ್ ಆಮ್ಚಾ ್ಯ ಫಿರ್ಗಜೆಂತ್ಲೆ, ಗಾಂವ್ಚೆ ಆನಿ ಪರ್ಗಾಂವಾAತ್ಲೆ,	ಫುಲ್ ನಹಿಂ ತರ್ ಫುಲಾಚಿ ಪಾಕ್ಳಿ ವರ್ಸಾವಾರ್ ಆನಿ ಥೊಡೆ ಮಹಿನ್ಯಾವಾರ್ ನಗ್ದೆನ್ ವ ವರ್ವೆ ರುಪಾರ್ ದೀವ್ನ್ ಆಸಾತ್.',
// 		'ಕರೆಜ್ಮಾ ವೆಳಾರ್ ವೈಶಂತಿಕ್ ಭಾವ್ ಆಶ್ರಮಾಂಚಿ ಭೆಟ್ ಕರ್ತಾತ್. ಪ್ರಾಯೆಸ್ತ್ ಆನಿ ಪಿಡೆಸ್ತಾಂ ಸಂಗಿA ಥೊಡೊ ವೇಳ್ ಖರ್ಚುನ್ ದೇಣ್ಗಿ ದಿತಾತ್. ಹರ್ಯೆಕಾ ಹಪ್ತಾ ್ಯಂತ್ ಚುಕಾನಾಸ್ತಾನಾ ಜಮಾತ್ ಚಲಯ್ತಾತ್. ವರ್ಸಾಕ್ ಚ್ಯಾರ್ ಪಾವ್ಟಿಂ ಬಜ್ಪೆ ಪಾಟ್ನಿಕ್ ಅತ್ಮೀಕ್ ಅಟೊವಾಕ್ ಹಾಜರ್ ಜಾತಾತ್. ಪಾತ್ರೊನ್ ಸಾಂತ್ ವಿಶೆAತ್ ಪಾವ್ಲಾಚೊ ದೀಸ್ ಸಭೆಚ್ಯಾ ಪೊಸ್ಕಾ ್ಯ ಕುಟ್ಮಾಂ ಸಂಗಿA, ಹಿತೈಷಿAಕ್ ಆಪವ್ಣೆಂ ದೀವ್ನ್ ಸಾಂಗಾತಾ ಆಚರ್ಸಿತಾತ್. ಸಭೆಚೊ ಘಡ್ಣಾರ್,	ಭಾಗೆವಂತ್	ಫ್ರೆಡರಿಕ ಓಝನಾಮಾಕ್  ಸಾAತಾಚೊ  ಮಾನ್ ಮೆಳ್ಚಾ ್ಯಕ್ ಮಾಗ್ತಾತ್.',
// 	],
// };

// export { associations };
