import altarServers from '~/assets/associations/altar-servers.jpg';
import catechism from '~/assets/associations/catechism.jpg';
import catholicSabha from '~/assets/associations/catholic-sabha.jpg';
import gurpurChoir from '~/assets/associations/gurpur-choir.jpg';
import moriyalSodality from '~/assets/associations/moriyal-sodality.jpg';
import pyc from '~/assets/associations/pyc.jpg';
import smallChristianCommunity from '~/assets/associations/small-christian-community.jpg';
import svp from '~/assets/associations/svp.jpg';
import thirdOrder from '~/assets/associations/third-order.jpg';
import womensForum from '~/assets/associations/womens-forum.jpg';
import ycs from '~/assets/associations/ycs.jpg';

const associationsKok = [
	{
		slug: 'svp',
		title: 'SVP',
		associationImage: svp,
		description: `<strong>ಲ್ಹಾನಾಂ ಭಾವಾಂ-ಭಯ್ಣಿಂಚ್ಯಾ  ಸೆವೆಂತ್ - ಆಮ್ಚಿ ಸಾಂ. ವಿಶೆಂತ್ ಪಾವ್ಲ್ ಸಭಾ :</strong><br>

		‘ದುಬ್ಳ್ಯಾ ಧಾಕ್ಟ್ಯಾಂಚ್ಯಾ ಸೆವೆ ಮುಖಾಂತ್ರ್ ದೆವಾಚಿ ಸೆವಾ’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್, ತಡವ್ ಕರ್ನ್ ತರೀ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಹ್ಯಾ ಮೆಳಾಚೆಂ ಭಿಂ ಕಿರ್ಲಾತ್ ಘಾಲೆಂ. 1998 ಇಸ್ವೆಂತ್ ಅಗೋಸ್ತ್ ಮಹಿನ್ಯಾಚ್ಯಾ 16 ತಾರಿಕೆರ್ ಆಮ್ಚೊಂ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಅತ್ಮೀಕ್ ದಿರೆಕ್ತೊರ್ ಜಾವ್ನ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರಸ್ಕೀನ್ಹಾ - ಅಧ್ಯಕ್ಷ್, ದೆ| ಭಾವ್ ಜೊಸ್ಸಿ ಡಿಲೀಮಾ - ಉಪಾಧ್ಯಕ್ಷ್, ಭಾವ್ ಜೆರಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್ - ಕಾರ್ಯದರ್ಶಿ ಆನಿ ಭಯ್ಣ್ ಲೂಸಿಯಾ ಜೆಸ್ಸಿ ಪೆರಿಸ್ - ಖಜನ್ದಾರ್ ಜಾವ್ನ್ 16 ವೈಶಂತಿಕ್ ಭಾವಾಂ-ಭಯ್ಣಿಂ ಸಂಗಿಂ ಪ್ರಾರಂಭ್. ಪಾಟ್ಲ್ಯಾ 25 ವರ್ಸಾಂ ಥಾವ್ನ್ ಗರ್ಜೆವಂತಾಂಚ್ಯಾ ಗರ್ಜಾಂಕ್ ಪಾವೊನ್, ವೈಶಂತಿಕ್ ಸಾಂದೆ ಕಾರ್ಯಾಳ್ ವಾವ್ರ್ ದಿತಾತ್. ಉದಾರ್ ಮನಾಚೆ ದೇಶ್ - ವಿದೇಶಾಂತ್ಲೆ ದಾನಿ, ‘ದುಬ್ಳ್ಯಾ - ಧಾಕ್ಟ್ಯಾಂಕ್ ದಿಲ್ಲೆಂ ದಾನ್, ದೆವಾಕ್ ದಿಲ್ಲೆ ಪರಿಂ’ ಮ್ಹಳ್ಳ್ಯಾ ಮನೋಭವಾನ್ ಮಜತ್ ದಿತಾತ್. ಭಾವ್ ಜೆರಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಭಾವ್ ವಿಲಿಯಂ ತಾವ್ರೊ, ಭಾವ್ ಓಸ್ವಾಲ್ಡ್ ಪೆರಿಸ್, ಭಾವ್ ಲ್ಯಾನ್ಸಿ ಡಿಕುನ್ಹಾ ಹಾಣಿಂ ಪಾಟ್ಲ್ಯಾ ವರ್ಸಾಂನಿ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ಸೆವಾ ದಿಲ್ಯಾ. <br><br>

		ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊನ್ ಸುರ್ವಾತ್ ಕೆಲ್ಲ್ಯಾ ಹ್ಯಾ ಸಭೆಕ್, ತ್ಯಾ ಉಪ್ರಾಂತ್ ಆಯಿಲ್ಲ್ಯಾ ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ, ಮಾ| ಬಾ| ಗ್ರೆಗರಿ ಸೆರಾವೊ, ಮಾ| ಬಾ| ಪಾವ್ಲ್ ಪಿಂಟೊ, ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊ, ಮಾ| ಬಾ| ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಹಾಣಿಂ ಅತ್ಮೀಕ್ ದಿರೆಕ್ತೊರ್ ಜಾವ್ನ್ ಮಾರ್ಗದರ್ಶನ್ ಆನಿ ಸಲಹಾ - ಸೂಚನಾಂ ದಿಲ್ಯಾಂತ್.<br><br>

		ಪ್ರಸ್ತುತ್ ಆಸ್ಚ್ಯಾ ಪೊಸ್ಕಿಂ ಕುಟ್ಮಾಂ ಆನಿ ಹ್ಯಾ ಕುಟ್ಮಾಂ ಸಂಗಿಂ ಇತರ್ ಕುಟ್ಮಾಂಕ್ ನಿರಂತರ್ ಹಪ್ತ್ಯಾವಾರ್ ಖಾಣಾವರ್ವಿ ವಾಂಟುನ್ ಆಸಾತ್. ತೊಡ್ಯಾ ಕುಟ್ಮಾಂಕ್ ಮಹಿನ್ಯಾವಾರ್ ವೈದ್ಯಕೀಯ್ ಮಜತ್ ದಿತಾತ್. ಪ್ರಾಯೆಸ್ತಾಂಕ್ ಮಹಿನ್ಯಾವಾರ್ ಕುಮೊಕ್ ಕರ್ತಾತ್. ತ್ಯಾ ಸಂಗಿಂ ಇತರ್ ಕುಟ್ಮಾಂಕ್ ತಾಂಚಿ ಗರ್ಜ್ ಸಮ್ಜೊನ್ ಕುಮೊಕ್ ಕರ್ನ್ ಆಸಾತ್. ಅತೀ ಗರ್ಜೆವಂತ್ ಅಕ್ರೀಸ್ತಾಂವ್ ಭಾವಾ-ಭಯ್ಣಿಂಕ್ ಮಜತ್ ದಿತಾತ್.<br><br>

		ಪಾಟ್ಲ್ಯಾ ೨೫ ವರ್ಸಾಂನಿ, ತೀನ್ ನವಿಂ ಘರಾಂ ಬಾಂದುನ್ ದಿಲ್ಯಾಂತ್. ಪಂದ್ರಾ ಘರಾಂ ದುರಸ್ತಿ ಕರ್ನ್ ದಿಲ್ಯಾಂತ್. ಬಾರಾ ಧರ್ಮಾರ್ಥ್ ವೈದ್ಯಕೀಯ್ ದಾಂತಾಂ ಆನಿ ದೊಳ್ಯಾಂ ಶಿಬಿರಾಂ ಆಸಾ ಕೆಲ್ಯಾಂತ್. ದೊಳ್ಯಾಂ ಚಿಕಿತ್ಸಾ ಶಿಬಿರಾವೆಳಿಂ ಧರ್ಮಾರ್ಥ್ ವೊಕ್ಲಾಂ ಆನಿ ರಿಯಾಯ್ತಿ ದರಿರ್ ದೊಳ್ಯಾಂಚಿ ಶಸ್ತ್ರ್ ಚಿಕಿತ್ಸಾ ಕರುಂಕ್ ಮಜತ್ ದಿಲ್ಯಾ. ಸ್ವ-ಉದ್ಯಮಾ ಖಾತಿರ್ ಮಜತ್ ಆನಿ ರೀಣ್ ದಿಲಾಂ. ಕ್ರಿಸ್ಮಸ್ ಫೆಸ್ತಾವೆಳಿಂ ಕುಸ್ವಾರ್ ವಾಂಟ್ಲಾ. ಫಿರ್ಗಜೆಂತ್ ಗರ್ದನಾಚ್ಯಾ ಗೊಟ್ಯಾಚೊ ಸ್ಪರ್ಧೊ ಮಾಂಡುನ್ ಹಾಡ್ಲಾ. ಕಾಜಾರ್ ಜಾಂವ್ಚ್ಯಾ ದುಬ್ಳ್ಯಾ ಚಲಿಯಾಂ ರೆಸ್ಪೆರಾಚಿ ಮುದಿ ದೀವ್ನ್ ಆಧಾರ್ ದಿಲಾ. ಪ್ರಾಯ್ವಂತಾಂಚೊ ದೀಸ್ ಆಚರಣ್ ಕೆಲಾ. ದೋನ್ ಪಾವ್ಟಿಂ ಸಾಮೂಹಿಕ್ ಕಾಜಾರಾಂ ಚಲವ್ನ್  ವೆಲ್ಯಾಂತ್. ದೊಗಾಂ ಇಸ್ಕೊಲಾಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಸಮವಸ್ತುರ್ ವಾಂಟ್ಲಾಂ. ಅವ್ಘಡಾಕ್ ಸಾಂಪ್ಡಾಲ್ಲ್ಯಾಂಕ್ ಮಜತ್ ದಿಲ್ಯಾ. ಥೊಡ್ಯಾ ನಿರಾಧರ‍್ಯಾಂಕ್ ಆಶ್ರಮಾಕ್ ಪಾವೊವ್ಚೆಂ ಪ್ರಯತನ್ ಕೆಲಾಂ. ಎಕಾ ಘರಾಚೆಂ ವ್ಹಡ್ ಐವಜಾಚೆಂ ರೀಣ್ ಫಾರಿಕ್ ಕರುಂಕ್ ಮುಖೇಲ್ಪಣ್ ಘೆತ್ಲಾಂ. ಹ್ಯಾ ಸಂಗಿಂ ಪೊಸ್ಕ್ಯಾ ಕುಟ್ಮಾಂಚ್ಯೊ, ಆಸ್ಪತ್ರೆಂತ್ಲ್ಯಾ ಪಿಡೆಸ್ತಾಂಚ್ಯೊ ಆನಿ ಘರಾಂನಿ ಪಿಡೆಸ್ತ್ ಆಸ್ಚ್ಯಾ ಆನಿ ಪ್ರಾಯ್ವತಾಂಚ್ಯೊ ನಿರಂತರ್ ಭೆಟ್ ಕರುನ್ ಆಸಾತ್. ಹಪ್ತ್ಯಾವಾರ್ ಖಾಣಾವರ್ವೆ ಸಂಗಿಂ ಪಿಡೆಸ್ತಾಂಕ್ ವಕ್ತಾಕ್ ಆನಿ ಚಿಕಿತ್ಸೆಕ್ ಮಜತ್ ತಶೆಂಚ್ಚ್ ಶಿಕ್ಪಾಕ್ ಕುಮೊಕ್ ದೀವ್ನ್ಂಚ್ ಆಸಾತ್.<br><br>

		ಇತ್ಲಿ ಕುಮೊಕ್ ಕರುಂಕ್ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ಲೆ, ಗಾಂವ್ಚೆ ಆನಿ ಪರ್ಗಾವಾತ್ಲೆಂ, ಫುಲ್ ನಹಿಂ ತರ್ ಫುಲಾಚಿ ಪಾಕ್ಳಿ ವರ್ಸಾವಾರ್ ಆನಿ ಥೊಡೆ ಮಹಿನ್ಯಾವಾರ್ ನಗ್ದೆನ್ ವಾ ವರ್ವೆ ರುಪಾರ್ ದೀವ್ನ್ ಆಸಾತ್.<br><br>

		ಕರೆಜ್ಮಾ ವೆಳಾರ್ ವೈಶಂತಿಕ್ ಭಾವ್ ಆಶ್ರಮಾಂಚಿ ಭೆಟ್ ಕರ್ತಾತ್. ಪ್ರಾಯೆಸ್ತ್ ಆನಿ ಪಿಡೆಸ್ತಾಂ ಸಂಗಿಂ ಥೊಡೊ ವೇಳ್ ಖರ್ಚುನ್ ದೇಣ್ಗಿ ದಿತಾತ್. ಹರ್ಯೆಂಕಾ ಹಪ್ತ್ಯಾಂತ್ ಚುಕಾನಾಸ್ತಾನಾ ಜಮಾತ್ ಚಲಯ್ತಾತ್. ವರ್ಸಾಕ್ ಚ್ಯಾರ್ ಪಾವ್ಟಿಂ ಬಜ್ಪೆ ಅತ್ಮೀಕ್ ಅಟೊವಾಕ್ ಹಾಜರ್ ಜಾತಾತ್. ಪಾತ್ರೊನ್ ಸಾಂತ್ ವಿಶೆಂತ್ ಪಾವ್ಲಾಚೊ ದೀಸ್ ಸಭೆಚ್ಯಾ ಪೊಸ್ಕ್ಯಾ ಕುಟ್ಮಾಂ ಸಂಗಿಂ, ಹಿತೈಷಿಂಕ್ ಆಪವ್ಣೆಂ ದೀವ್ನ್ ಸಾಂಗಾತಾ ಆಚರ್ಸಿತಾತ್. ಸಭೆಚೊ ಘಡ್ಣಾರ್, ಭಾಗೆವಂತ್ ಫ್ರೆಡರಿಕ್ ಓಝನಾಮಾಕ್ ಸಾಂತಾಚೊ ಮಾನ್ ಮೆಳ್ಚ್ಯಾಕ್ ಮಾಗ್ತಾತ್.<br><br>`,
		officeBearers: [
			{ name: 'associations.svp-president', position: 'president' },
			{ name: 'associations.svp-secretary', position: 'secretary' },
		],
	},
	{
		slug: 'icym-pyc',
		title: 'ICYM - PYC',
		associationImage: pyc,
		description: `
		<strong>ಯುವ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಧಾರ್ಮಿಕ್, ಕಲಾ ಆನಿ  ಸಮಾಜ್ ಸೆವಾ :</strong><br>

		ಯುವಕ್ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಯುವಜಣಾಂ ಥಂಯ್ ಆಸ್‌ಲ್ಲಿಂ ತಾಲೆಂತಾಂ ಹ್ಯಾ ಮುಖಾಂತ್ರ್ ಊರ್ಜಿತ್ ಜಾತಾತ್. ‘ಯುವ ಸಂಘಟನಾ ಮುಖಾಂತ್ರ್ ಧಾರ್ಮಿಕ್, ಕಲಾ ಆನಿ ಸಮಾಜ್ ಸೆವಾ’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೭೩ವ್ಯಾ ವರ್ಸಾ, ‘ಪೊಂಪೈ ಯಂಗ್‌ಸ್ಟರ್ಸ್ ಕ್ಲಬ್’ (ಪಿ.ವೈ.ಸಿ.), ಮಾ| ಬಾ| ಗ್ರೇಶಿಯನ್ ಡಿಸೋಜಾ ಹಾಂಚ್ಯಾ ದಿರೆಕ್ತೊರ್‌ಪಣಾಖಾಲ್, ಫಿರ್ಗಜೆಂತ್ಲೆಂ ಬಳಿಷ್ಟ್ ಯುವ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ. ಹಾಚ್ಯಾ ಆದಿಂ ಥೊಡ್ಯಾ ವರ್ಸಾಂಕ್ ‘ಜೊಲ್ಲಿ ಕ್ಲಬ್’ ಮ್ಹಳ್ಳ್ಯಾ ನಾಂವಾನ್ ಯುವಜಣ್ ಸಾಂಗಾತಾ ಮೆಳ್ತಾಲೆ. ಪುಣ್ ಅಧಿಕೃತ್ ಸಂಘಟನ್ ಜಾವ್ನ್ ಪಿ.ವೈ.ಸಿ.ಕ್ ಪನ್ನಾಸ್ ವರ್ಸಾಂ ಸಂಪ್ತಾತ್. ಭಾಂಗ್ರಾಳ್ಳೊ ಜ್ಯುಬ್ಲೆವ್ ಆಚರಣ್ ಕೆಲೊಂ ಆಸ್ತಾ ಹೆಂ ಸಂಘಟನ್ ಸುರ್ವಾತುನ್, ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ಐ.ಸಿ.ವೈ.ಎಮ್ ಸಂಘಟನಾಚೊ ಅಂಗ್ ಜಾವ್ನ್ ಫಿರ್ಗಜ್ ಆನಿ ಸಮಾಜೆಕ್ ಆಪ್ಲಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ. <br/> <br/>

		ಪಿ.ವೈ.ಸಿ.ನ್ ೧೯೯೨ ವ್ಯಾ ವರ್ಸಾಂತ್ ಪಿ.ವೈ.ಸಿ. ರಂಗ್‌ಮಂಚ್ ಆನಿ ಕಾರ್ಯಲಯ್ ಫಿರ್ಗಜೆಚ್ಯಾ ಅಭಿಮಾನಿಂಚ್ಯಾ ಸಹಕಾರಾನ್ ಬಾಂದ್ಲಾಂ. ಸುರ್ವಿಲ್ಯಾ ವರ್ಸಾಂನಿ, ಭಂವ್ತಣಿಂಚ್ಯಾ ಇಸ್ಕೊಲಾಂನಿ ದುಬ್ಳ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಧರ್ಮಾರ್ಥ್ ಬೂಕ್ ವಾಂಟ್ಲ್ಯಾಂತ್. ಗರ್ಜೆವಂತಾಂಕ್ ಆರ್ಥಿಕ್ ಮಜತ್‌ಯೀ ದಿಲ್ಯಾ. ಯುವಜಣಾಂನಿ ಇಗರ್ಜೆ ಭಿತರ್ ಮಾತ್ರ್ ನಹಿಂ ಭಾಯ್ರ‍್ಯೀ ಗರ್ಜ್ ಪಳೆವ್ನ್ ಶ್ರಮದಾನ್ ಕೆಲಾಂ. ಇಸ್ಕೊಲಾಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಸಾರ್ವಜನಿಕ್ ಉದ್ಕಾ ನಳಾ ಥಾವ್ನ್ ಪಿಯೆಂವ್ಚೆಂ ಉದಾಕ್, ಉದ್ಕಾಚಿ ಟ್ಯಾಂಕ್ ಬಾಂದುನ್ ಒದಗ್ಸಿಲ್ಯಾ.  ಯುವಜಣಾಂನಿ  ಖೆಳ್-ಪಂದ್ಯಾಟ್,  ನಾಟಕ್  ಆನಿ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ಬಹುಮಾನಾಂ ಆಪ್ಣಾಯ್ಲ್ಯಾಂತ್.<br><br>

		ಪಾಟ್ಲ್ಯಾ ೪೮ ವರ್ಸಾಂನಿ ಪಿ.ವೈ.ಸಿಂತ್ ವಾವುರ್ಲೆಲೆ ಸಾಂದೆ ಆಜ್ ದೇಶ್-ವಿದೇಶಾಂತ್ ಫಿರ್ಗಜೆಚಿ ಕೀರ್ತ್ ಗಾಜವ್ನ್ ಆಸಾತ್.ಪಿ.ವೈ.ಸಿ. ಥಾವ್ನ್ ಉದೆವ್ನ್ ಆಯ್ಲೆಲೆ ನಾಂವಾಡ್ದಿಕ್ ಸಂಗೀತ್‌ಗಾರ್, ಕಲಾಕಾರ್, ಕವಿ, ಉಲವ್ಪಿ, ಉದ್ಯಮಿ, ಸಮಾಜ್ ಸೆವಕ್, ಶಿಕ್ಷಕ್, ವ್ಯಾಪಾರಿಸ್ತ್ ತಶೆಂಚ್ಚ್ ಮುಖೆಲಿ ಹ್ಯಾ ಸಂಘಟನಾಚ್ಯಾ ಪ್ರಭಾವಾಚ್ಯೊ ಸಾಕ್ಷಿ.<br><br>


		ಹ್ಯಾ ಶಿವಾಯ್, ಫಿರ್ಗಜೆಚ್ಯಾ ಸಕ್ಕಡ್ ಧಾರ್ಮಿಕ್ ಸಂಗ್ತಿಂನಿ, ದೇವ್‌ಸ್ತುತಿ ಮಾಂಡಾವಳಿಂತ್,   ಇಗರ್ಜೆ ವಠಾರಾಂತ್ಲ್ಯಾ ಲ್ಹಾನ್-ವ್ಹಡ್ ವಾವ್ರಾಂತ್ ಪಿ.ವೈ.ಸಿ ಸಾಂದೆ ಕ್ರಿಯಾಳ್ ಜಾವ್ನಾಸಾತ್. ಫಿರ್ಗಜೆಂತ್ ವನಮಹೋತ್ಸವ್, ಯುವಜಣಾಂಚೆಂ ಶಿಬಿರ್, ಸಾಂಸ್ಕೃತಿಕ್ ಸ್ಪರ್ಧೆ, ಕ್ರಿಸ್ಮಸ್ ನೈಟ್, ಕ್ಯಾರಲ್ಸ್, ವಾರ್ಷಿಕೋತ್ಸವ್, ಅಸಲ್ಯಾ ಸಾಂಪ್ರದಾಯಿಕ್ ಕಾರ್ಯಾಂ ಸಂಗಿಂ ವರ್ಸಾನ್ ವರಸ್ ಭಾಸ್- ಸಾಂಸ್ಕೃತಿಕ್ ಲಗ್ತಿ ಕಾರ್ಯಕ್ರಮಾಂ, ಅಂತರ್ ಜಾಳಾಚೊ ಪುರ್ತೊ ವ್ಯಾಪರ್ ತಶೆಂಚ್ಚ್ ಪರ್ನ್ಯಾ ಆನಿ ತರ್ನ್ಯಾಂಚಿ ಸಳಾವಳ್ - ಅಶೆಂ ಕಿತೆಂ ತರೀ ನವೆಂ ಕರ್ಚಿ ಹುಮೆದ್ ಜಿವಾಳ್ ಆಸಾ. ಆಯ್ಲೆವಾರ್ ಪಿ.ವೈ.ಸಿ. ಯುವಜಣಾಂನಿ ಶ್ರಮದಾನ್ ಕರ್ನ್, ತಾಂಚ್ಯಾಚ್ಚ್ ಖರ್ಚಾರ್ ನವೆಂ ಖೆಳಾ ಮೈದಾನ್ ಆಸಾ ಕೆಲಾಂ. ಪಿ.ಸಿ.ಎಲ್. ‘ಪೊಂಪೈ ಕ್ರಿಕೆಟ್ ಲೀಗ್’ ಖೆಳೊನ್ ಕ್ರಿಕೆಟಾಂತ್ ಸರ್ವಾಂಕ್ ಭಾಗ್ ಘೆಂವ್ಕ್ ಆವ್ಕಾಸ್ ಕರ್ನ್ ದಿಲಾ. ದಿರೆಕ್ತೊರ್, ಸಚೇತಕ್, ಅಧ್ಯಕ್ಷ್, ಕಾರ್ಯದರ್ಶಿ ತಶೆಂ ಸಾಂದೆ ಮಹಿನ್ಯಾoತ್ ಏಕ್ ಪಾವ್ಟಿಂ ಜಮಾತೆಕ್ ಸಾಂಗಾತಾ ಮೆಳ್ತಾತ್. ಫಿರ್ಗಜೆಂತ್ ಪಿ.ವೈ.ಸಿ ನಾಂವಾನ್ ತಶೆಂಚ್ ದಿಯೆಸೆಜಿಂತ್ ಐ.ಸಿ.ವೈ.ಎಮ್ ಗುರ್ಪುರ್ ನಾಂವಾನ್ ಹೆಂ ಸಂಘಟನ್ ಬಳಿಷ್ಟ್ ಜಾವ್ನ್ ಪಾವ್ಲಾಂ ಕಾಡುನ್ ಆಸಾ.
`,
		officeBearers: [
			{ name: 'associations.icym-pyc-animator', position: 'animator-male' },
			{ name: 'associations.icym-pyc-president', position: 'president' },
			{ name: 'associations.icym-pyc-secretary', position: 'secretary' },
		],
	},
	{
		slug: 'altar-servers',
		title: 'Altar Servers',
		associationImage: altarServers,
		description: `ಭಾಗೆವಂತ್ ಸಾಂ. ಜುವಾಂವ್ ಬರ್ಕ್ಮನ್ಸಾಚಿ ದೇಖ್ ಘೆವ್ನ್, ಅಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಚಿ ಸೊಡೆಲಿಟಿ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಪ್ರಾರಂಭಾ ಥಾವ್ನ್ಂಚ್ ಪವಿತ್ರ್ ಎವ್ಕರಿಸ್ತಾ ಥಂಯ್ ಭಕ್ತಿಪಣ್, ಸದಾಂ ಮಿಸಾಕ್ ತಶೆಂಚ್ಚ್ ಆಯ್ತಾರಾ ಆನಿ ಫೆಸ್ತಾ ಪರ್ಬೆಚ್ಯಾ ದಿಸಾಂನಿ ಮೀಸ್ ರಜಾರ್ ಕರ್ನ್, ಮಿಸಾಚ್ಯಾ ಬಲಿದಾನಾಂತ್ ಸಕ್ರೀಯ್ ರಿತಿನ್ ವಾಂಟೊ ಘೆತಾ. ಆಯ್ತಾರಾ ದುಸ್ರೆಂ ಮೀಸ್ ಜಾಲ್ಯಾ ಉಪ್ರಾಂತ್, ಆಪ್ಲಿ ಜಮಾತ್ ಆಪವ್ನ್, ಮುಖ್ಲ್ಯೊ ಚಟುವಟಿಕೊ, ಮೀಸ್ ರಜಾರ್ ಆನಿ ಇತರ್ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂ ವಿಶಿಂ ವಿಚಾರ್ ವಿನಿಮಯ್ ಚಲಯ್ತಾತ್. ಅಲ್ತಾರ್ ಭುರ್ಗೆ ಮ್ಹಳ್ಯಾರ್ ಆಲ್ತಾರಿಚಿ ಸೆವಾ ಕರ್ಚೆ, ಮ್ಹಣ್ಜೆ ಪವಿತ್ರ್ ಬಲಿದಾನಾ ವೆಳಾರ್ ಯಾಜಕಾಂಕ್ ಕುಮೊಕ್ ಕರ್ಚಿ ಮಾತ್ರ್ ನಹಿಂ, ಇತರ್ ಚಟುವಟಿಕೆನಿ, ಮುಖ್ಯಾ ಜಾವ್ನ್ ಗಾಯಾನ್, ಮಾಗ್ಣೆಂ, ಖೆಳ್, ಪಂದ್ಯಾಟ್, ಪಿಕ್ನಿಕ್ ಅಶೆಂ ಸರ್ವಯ್ ರಿತಿನ್ ಪಾತ್ರ್ ಘೆವ್ನ್ ಫಿರ್ಗಜ್ ಕಾರ್ಯಾಳ್ ಆಸೊಂಕ್ ಪ್ರಯತನ್ ಕರ್ತಾತ್. <br/> <br/>

		ಪಯ್ಲೆಂ ಸದಾಂ ಮಿಸಾ ವೆಳಾರ್ ನೋಟಿಸ್ ಬೋರ್ಡಾರ್ ಕಾಣ್ಸಿಲ್ಲ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಖಡ್ಡಾಯೆನ್ ಮೀಸ್ ರಜಾರ್ ಕರುಂಕ್ ಆಸ್‌ಲ್ಲೆಂ, ಆನಿ ಫಿರ್ಗಜೆಂತ್ ಮೊರ್ನಾಂ ಜಾಲ್ಲ್ಯಾ ವೆಳಾರ್, ತಾಂಚ್ಯಾ ಘರಾ ವಚೊನ್ ಆಪ್ಣಾಚೊ ಲೋಬ್ ಘಾಲ್ನ್ ಇಗರ್ಜೆಕ್ ಪುರ್ಶಾಂವಾರ್ ಯೇವ್ಕ್ ಆಸ್‌ಲ್ಲೆಂ. ತಾಂಕಾಂ ತಾಂಚೆಂಚ್ಚ್ ಮ್ಹಳ್ಳೆಂ  ಸಮವಸ್ತ್ರ್ ಆಸಾ. ಆರ್ವಿಲ್ಯಾ ದಿಸಾಂನಿ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಚಲಿಯೊಯಿ ವೆದಿ ಸೆವಕಿ ಜಾವ್ನ್ ಸೆವಾ ದಿತಾತ್. `,
		officeBearers: [
			{
				name: 'associations.altar-servers-animator',
				position: 'animator-many',
			},
			{ name: 'associations.altar-servers-prefect', position: 'prefect' },
			{ name: 'associations.altar-servers-secretary', position: 'secretary' },
		],
	},
	{
		slug: 'catholic-sabha',
		title: 'Catholic Sabha',
		associationImage: catholicSabha,
		description: `
		<strong>ಲಾಯಿಕಾಂಚೆಂ ಸಾಮಾಜಿಕ್ ಬರೆಪಣಾಚೆಂ ಸಂಘಟನ್ - ಆಮ್ಚಿ ಕಥೊಲಿಕ್ ಸಭಾ :</strong><br><br>

		‘ಸೆವಾ, ತ್ಯಾಗ್, ಎಕ್ವಟ್’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್ ೧೯೯೮ ವ್ಯಾ ಅಕ್ಟೋಬರ್ ೧೦ ತಾರಿಕೆರ್, ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್, ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ‘ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕ್’ ಸ್ಥಾಪಿತ್ ಜಾಲೆಂ. ೬೬ ಸಾಂದ್ಯಾಂಚ್ಯಾ ಸಾಂಗಾತ್‌ಪಣಾನ್ ಸುರ್ವಾತ್ ಜಾಲ್ಲ್ಯಾ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೊ ಸ್ಥಾಪಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್, ಶ್ರೀಮಾನ್ ಜೆರಾಲ್ಡ್ ಲೋಬೊ ನೇಮಕ್ ಜಾಲೊ. ಶ್ರೀ ಜಾನ್ಸನ್ ಲೋಬೊ, ಶ್ರೀ ಹೆನ್ರಿ ವಾಲ್ಡರ್, ಶ್ರೀಮತಿ ರೆನ್ನಿ ಪೆರಿಸ್, ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊ, ಶ್ರೀ ಓಸ್ವಾಲ್ಡ್ ರೊಡ್ರಿಗಸ್, ಡಾ| ಗೊಡ್ವಿನ್ ಲೋಬೊ, ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಶ್ರೀ ಪಿಯುಸ್ ಕುಟಿನ್ಹಾ ಆನಿ ಶ್ರೀಮತಿ ಸಿಲ್ವಿಯಾ ರೊಡ್ರಿಗಸ್ - ಹಾಣಿಂ ಕ್ರಮಾನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೆಂ ಅಧ್ಯಕ್ಷ್ ಸ್ಥಾನ್ ಘೆವ್ನ್ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ನ್ ಕಥೊಲಿಕ್ ಸಭಾ ಉಂಚ್ಲ್ಯಾ ಪಾಂವ್ಡ್ಯಾಕ್ ಪಾವೊಂಕ್, ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥ್ ಸೆವಾ ಆನಿ ಮುಖೇಲ್ಪಣ್ ದಿಲಾಂ. ಸರ್ವ್ ಹುದ್ದೆದಾರ್ ಆನಿ ಸಾಂದೆ ಎಕಾಮೆಕಾ ಸಹಕಾರಾನ್ ಆಯೋಜಿತ್ ಕೆಲ್ಲಿಂ ಕಾರ್ಯಕ್ರಮಾಂ ಯಶಸ್ವಿ ಕರುನ್ ಆಸಾತ್. <br/> <br/>

		ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್, ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಮಾಲ್ಘಡ್ಯಾಂಚೊ ದಿವಸ್, ವ್ಯಾಪಾರಿಸ್ತಾಂಚೊ ದಿವಸ್, ಭುರ್ಗಾ್ಯಂಚೊ ದಿವಸ್, ಶಿಕ್ಷಕಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಆಚರಣ್ ಕರ್ನ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ಆನಿ ಮಹತ್ವ್ ದಿಲಾಂ. ಭುರ್ಗ್ಯಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಂವ್ಚೆ ಖಾತಿರ್, ಭುರ್ಗ್ಯಾಂಚೆಂ ಗಿಮ್ಶಿಲೆಂ ರಜೆ ಶಿಬಿರ್ ಹರ್ಯೆಕಾ ವರ್ಸಾ ಆಸಾ ಕರ್ನ್, ತಾಂಚ್ಯಾ ತಾಲೆಂತಾಂಕ್ ಅವ್ಕಾಸ್ ದೀವ್ನ್, ಕ್ರೀಸ್ತಿ ಶೆಗುಣಾಂನಿ ವಾಡೊನ್ ಯೇಂವ್ಕ್ ಉತ್ತೇಜನ್ ಲಾಭಯ್ಲಾಂ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಘಟಕಾಚೆಂ ಪಿಕ್ನಿಕ್ ಆಸಾ ಕರ್ನ್, ಸರ್ವ್ ಸಾಂದೆ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸಂತೊಸಾನ್  ದೀಸ್  ಪಾಶಾರ್  ಕರುಂಕ್  ಅವ್ಕಾಸ್  ಲಾಭ್ಲಾ. ಶಿಕ್ಪಾ ಕ್ಷೇತ್ರಾಂತ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಆನಿ ಫಿರ್ಗಜೆಚ್ಯಾ ಪರಿಸರಾಂತ್ ಆಸ್ಚ್ಯಾ ಅಕ್ರೀಸ್ತಾಂವ್ ಪ್ರತಿಭಾವಂತ್ ಭುರ್ಗ್ಯಾಂಕ್ ವಿಂಚುನ್ ಕಾಡ್ನ್, ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಆಸಾ ಕರ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ದಿಯೆಸೆಜಿ ಮಟ್ಟಾರ್ ಭಾಗ್ ಘೆಂವ್ಕ್ ಉತ್ತೇಜಿತ್ ಕೆಲಾಂ ಯುವಜಣಾಂಕ್ ತಶೆಂಚ್ಚ್ ಭುರ್ಗ್ಯಾಂಕ್, ವೃತ್ತಿ ಮಾರ್ಗದರ್ಶನ್ ಶಿಬಿರ್ ಆನಿ ಅಲ್ಪಸಂಖ್ಯಾತಾಂಕ್ ಮೆಳ್ಚ್ಯಾ ಸವ್ಲತಾಯಾಂ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್ ಆಸಾ ಕರ್ನ್, ಸರ್ಕಾರಾ ಥಾವ್ನ್ ಸವ್ಲತ್ಯೊ, ಆಮ್ಚಿಂ ಹಕ್ಕಾಂ - ಹ್ಯಾ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್, ಭಲಾಯ್ಕೆ ಶಿಬಿರ್, ಪ್ಲಾಸ್ಟಿಕ್ ಜಾಗೃತಿ, ಅಂಗಾಂಶ್ ಕೃಷಿ ವಿಶಿಂ ಮಾಹೆತ್, ಅಶೆಂ ಸಬಾರ್  ಶಿಬಿರಾಂ  ಸಂಪನ್ಮೂಳ್  ವ್ಯತಿಂಕ್ ಆಪವ್ನ್, ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಮಾಹೆತ್ ಲಾಭಾಶೆಂ ಕೆಲಾಂ. ವನಮಹೋತ್ಸವ್ ಆಚರಣ್ ಕರ್ನ್ ‘ಲಾವ್ದಾತೊ ಸಿ’ ಹಾಚೆಂ ಮಹತ್ವ್ ಲೊಕಾಕ್ ಕಳಯ್ಲಾಂ.`,
		officeBearers: [
			{ name: 'associations.catholic-sabha-president', position: 'president' },
			{ name: 'associations.catholic-sabha-secretary', position: 'secretary' },
		],
	},
	{
		slug: 'ycs',
		title: 'YCS (Young Catholic Students)',
		associationImage: ycs,
		description: `ಎಸ್.ಎಸ್.ಎಲ್.ಸಿ. ಜಾಲ್ಲ್ಯಾ ಯುವಜಣಾಂಕ್ ತಾಂಚ್ಯೆ ಯುವ ಪ್ರಾಯೆರ್ ಸಾಂಗಾತಾ   ಹಾಡ್ನ್,  ಸಮಾಜೆ  ವಿಶಿಂ  ಚಿಂತನ್-ಮಂಥನ್ ಕರ್ನ್, ಜೀವನಾಂತ್ ಬದ್ಲಾವಣೆಚಿ ಕ್ರಾಂತಿ  ಉಟವ್ನ್, ಬರೊ ಫುಡಾರ್ ಬಾಂಧುನ್ ಹಾಡ್ಚ್ಯಾಕ್, ೧೯೩೧ ಇಸ್ವೆಂತ್ ಬೆಲ್ಜಿಮಾಂತ್ ಕಾರ್ಡಿನಲ್ ಜೋಸೆಫ್ ಕಾರಾಯ್ನಾ ಹಾಣಿಂ ಹ್ಯಾ ಸಂಚಾಲನಾಚಿ ಸುರ್ವಾತ್ ಕೆಲಿ. <br/><br/>

		ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಹೆಂ ಘಟಕ್, ೧೯೯೭ ಅಕ್ಟೋಬರ್ ೬ ತಾರಿಕೆರ್ ಮಾ| ಬಾ| ಲಿಯೊ ವೇಗಸ್ ಬಾಪಾಂನಿ, ಸುನಿತಾ ಡಿಸಿಲ್ವಾಚ್ಯಾ ಅಧ್ಯಕ್ಷ್ಪಣಾರ್ ಆರಂಭ್ ಕೆಲ್ಲೆಂ. ‘ಪಳೆ, ಪಾರ್ಕಿ ಆನಿ ಕಾರ್ಯಾಕ್ ದೇಂವ್’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್, ನವಿ ಸಮಾಜ್ ರೂಪಿತ್ ಕರ್ಚೊ ಶೆವೊಟ್ ಹ್ಯಾ ಸಂಚಾಲನಾಚೊ. ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಸಬಾರ್ ವರ್ಸಾಂ ಥಾವ್ನ್ ವೈ.ಸಿ.ಎಸ್. ಜಮಾತ್ ಮಿಸಾ ಉಪ್ರಾಂತ್ ೬೦ ಮಿನುಟಾಂಚ್ಯಾ ಆವ್ದೆಂತ್ ಚಲ್ತಾಲಿ. ಆಮ್ಚೆ ವಿಗಾರ್ ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊ ಆಯ್ಲ್ಯಾ ಉಪ್ರಾಂತ್, ವೈ.ಸಿ.ಎಸ್. ಸಂಘ್ ಜಿವಾಳ್ ಆನಿ ಚಡ್ ಕ್ರಿಯಾಳ್ ಜಾಲಾ. ಸಚೇತಕಾಂ ಭುರ್ಗ್ಯಾಂಕ್ ಬರಿ ಶಿಕವ್ಣ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನ್ ದಿತಾತ್. ರ‍್ಯಾ ಫುಡಾರಾಚ್ಯೆ ವಾಟೆರ್ ಹಾತ್ ಪುಸ್ತಕಾಂತ್ ಆಸ್ಲೆಲ್ಯೊ ಸಂಗ್ತಿ ಘೆವ್ನ್, ಭುರ್ಗ್ಯಾಂಕ್ ದೊತೊರ್ನೆಚಿ ಶಿಕವ್ಣ್ ದಿಲ್ಯಾ.  <br/><br/>

		ಕೇವಲ್ ದೊತೊರ್ನ್ ನಹಿಂ ಆಸ್ತಾಂ, ವರ್ಸ್ಭರ್ ಹೆರ್ ಸಬಾರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾಂತ್. ಬೈಬಲ್ ಕ್ವಿಜ್, ಭುರ್ಗ್ಯಾಂಕ್ ಹಾಳು ಕರುಂಕ್ ಪಿಕ್ನಿಕಾಂ ಆಸಾ ಕೆಲ್ಯಾಂತ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕೆಲ್ಯಾ, ‘ಲಾವ್ದಾತೊ ಸಿ’ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆತ್ಲಾ ಸಿಮೆಸ್ತ್ರಿಚೆಂ ತಣ್ ಆನಿ ಜಾಡ್ಕುಟಾಂ ಬುಡ್ಡುನ್ ಸಿಮೆಸ್ತ್ರಿಚೆಂ ನಿತಳಾಯ್ ಕೆಲ್ಯಾ. ಲಿತುರ್ಜಿಂತ್ ಆನಿ ಕೊಯರಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಭಾಗ್ ಘೆತ್ಲಾ. ವಾರಾಡ್ಯಾವಾರ್ ಜಾಂವ್ಚ್ಯಾ ವೈ.ಸಿ.ಎಸ್. ಖೆಳ್-ಪಂದ್ಯಾಟಾಂನಿ ಆನಿ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗ್ಯಾಂನಿ ಉರ್ಭೆನ್ ಭಾಗ್ ಘೆವ್ನ್ ಬಹುಮಾನಾಂ ಆಪ್ಣಾಯ್ಲ್ಯಾಂತ್. ಫಿರ್ಗಜೆಂತ್ ಜಾಂವ್ಚ್ಯಾ ಹರ್ಯೆಕ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಭುರ್ಗಿಂ ಪ್ರಮುಖ್ ಪಾತ್ರ್ ಘೆತಾತ್. ವನಮಹೋತ್ಸವ್ ಕಾರ್ಯಕ್ರಮಾಂತ್ ಪಿ.ವೈ.ಸಿ. ಘಟಕಾ ಸಾಂಗಾತಾ ವೈ.ಸಿ.ಎಸ್. ಭುರ್ಗ್ಯಾಂನಿ ಹಾತಾಕ್ ಹಾತ್ ದೀವ್ನ್ ವಾವ್ರ್ ಕೆಲಾ. ಸ್ನೇಹ ಸದನ ಸಂಸ್ಥ್ಯಾಕ್ ಭೆಟ್ ಕರುನ್, ಭುರ್ಗ್ಯಾಂ ಸಾಂಗಾತಾ ಖೆಳೊನ್, ಕಾಣಿಕೊ-ಇನಾಮಾಂ ದೀವ್ನ್ ರ‍್ಯಾನ್ ವೇಳ್ ಖರ್ಚಿಲಾ. ಆಮ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂ ಥಂಯ್ ಧಾರಾಳ್ ಮುಖೇಲ್ಪಣ್ ಉಬ್ಜೊನ್ ಆಯ್ಲಾಂ ಮ್ಹಣ್ ಸಾಂಗೊಂಕ್ ಸಂತೊಸ್ ಭೊಗ್ತಾ.`,
		officeBearers: [
			{ name: 'associations.ycs-animator', position: 'animator-many' },
			{ name: 'associations.ycs-president', position: 'president' },
			{ name: 'associations.ycs-secretary', position: 'secretary' },
		],
	},
	{
		slug: 'secular-franciscan',
		title: 'Secular Franciscan',
		associationImage: thirdOrder,
		description: `ಮಾ| ಬಾ| ಜೊನ್ ಕಾಸ್ತೆಲಿನೊ, ಹಾಂಚ್ಯಾ ಕಾಳಾರ್, ೧೯೫೩ ಇಸ್ವೆಂತ್ ಸಪ್ಟೆಂಬರ್ ೧೮ ತಾರಿಕೆರ್ ೩೮ ಸಾಂದ್ಯಾಂ ಸಂಗಿಂ ಸ್ಥಾಪನ್ ಜಾಲಿ. ಸ್ಥಾಪಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ದೆ| ಭಾವ್ ಬಾವ್ತಿಸ್ ರಸ್ಕೀನ್ಹಾ ಆನಿ ಕಾರ್ಯದರ್ಶಿ ಜಾವ್ನ್ ದೆ| ಭಾವ್ ಮೌರಿಸ್ ಪೆರಿಸ್ ಹಾಣಿಂ ಸೆವಾ ದಿಲ್ಯಾ. ಪಯ್ಲೆಂ ಹ್ಯಾ ಸಂಘಟನಾಕ್ ತಿಸ್ರಿ ಓಡ್ದ್ ಮ್ಹಣ್ ಆಪಯ್ತಾಲೆ. ಪ್ರಸ್ತುತ್ ಸೆಕುಲಾರ್ ಫ್ರಾನ್ಸಿಸ್ಕನ್ ಓಡ್ದ್ ಮ್ಹಣ್ತಾತ್.<br/> <br/>

		೫೬ ವರ್ಸಾಂ ಮಂಗ್ಳುರ್ ಪ್ರಾಂತ್ಯಾಂತ್ ತಿಸ್ರೆ ಒಡ್ದಿಂತ್ ಪೆಜಾರ್ ವಾರಾಡ್ಯಾ ಥಾವ್ನ್ ಆಮ್ಚಿ ಪೊಂಪೈ ಮಾಯೆಚಿ ಏಕ್ ಮಾತ್ರ್ ಫಿರ್ಗಜ್ ಆಸ್‌ಲ್ಲಿ. ಪ್ರಸ್ತುತ್ ಪೆಜಾರ್ ವಾರಾಡ್ಯಾಂತ್ ೬ ಫಿರ್ಗಜೆಂತ್ ಆಸೊನ್ ತಿಸ್ರಿ ಒಡ್ದ್ ಆಮ್ಕಾಂ ಬಜ್ಪೆ ಪ್ರಾಂತ್ಯ್ ಜಾಲಾಂ. ಸ್ಥಾಪಕ್ ಸಾಂದೆ - ಭಾವ್ ಲಿಗೋರಿ ತಾವ್ರೊ, ಭಾವ್ ಆಲ್ಬರ್ಟ್ ನಜರೆತ್ ಗೌರವ್ ಸಾಂದೆ ಜಾವ್ನಾಸ್‌ಲ್ಲೆ. ಪ್ರಸ್ತುತ್ ಪ್ರಾಂತ್ಯಾಕ್ ಭಯ್ಣ್ ಎವ್ಲಿನ್ ಸಿಕ್ವೇರಾ ಉಪಾಧ್ಯಕ್ಷ್ ಆನಿ ಭಾವ್ ನೋರ್ಬರ್ಟ್ ಸಿಕ್ವೇರಾ ತರ್ಬೆತಿ ಶಿಕ್ಷಕ್ ಜಾವ್ನಾಸಾತ್. ೩೦ ಸಾಂದೆ ಜಮಾತೆಕ್ ಹಾಜರ್ ಜಾತಾತ್ ತರ್, ಥೊಡ್ಯಾ ಸಾಂದ್ಯಾಂಕ್ ಪ್ರಾಯ್ ಆನಿ ಪಿಡೆ ನಿಮ್ತಿಂ ಹಾಜರ್ ಜಾಂವ್ಕ್ ಸಾಧ್ಯ್ ಜಾಯ್ನಾಂ. <br/> <br/>

		ಹರ್ಯೆಕಾ ವರ್ಸಾ, ಅಕ್ಟೋಬರ್ ೨ ತಾರಿಕೆರ್ ಫರಂಗಿಪೇಟೆ ಕಾಪುಚಿನ್ ಫ್ರಾದಿಂಚ್ಯಾ ಕೊವೆಂತಾಕ್ ಯಾತ್ರಿಕ್ ಪಯ್ಣಾಕ್ ಚಡಾವತ್ ಸಾಂದೆ ಹಾಜರ್ ಜಾತಾತ್. ಸಾಂ. ಫ್ರಾನ್ಸಿ ಆಸಿಸಿಚೆಂ ಫೆಸ್ತ್ ಆಮ್ಚ್ಯಾ ಪ್ರಾಂತ್ಯಾಂತ್, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ ಆಚರಣ್ ಕರ್ತಾತ್. ಪ್ರಾಂತ್ಯಾಂತ್ ಏಕ್ ದೀಸ್ ‘ಪ್ರಾಚಿತಾಚೊ ದೀಸ್’ ಆಚರಣ್ ಕರ್ನ್, ಪಿಡೆಸ್ತಾಂಚಿ ಭೆಟ್ ಕರ್ನ್, ತಾಂಕಿ ಪ್ರಮಾಣೆಂ ಕುಮೊಕ್ ದಿತಾತ್ ಆನಿ ತಾಂಚ್ಯೆ ಖಾತಿರ್ ಮಾಗ್ತಾತ್. ಮಹಿನ್ಯಾಚ್ಯಾ ಪಯ್ಲ್ಯಾ ಆಯ್ತಾರಾ ಸಕಾಳಿಂ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಜಮಾತ್ ಚಲವ್ನ್ ರ‍್ತಾಸ್ತಾನಾ, ಥೊಡ್ಯಾ ಸಂದರ್ಭಾಂನಿ ಕಾಪುಚಿನ್ ಫ್ರಾದ್ ಹಾಜರ್ ಜಾತಾತ್.`,
		officeBearers: [
			{ name: 'pastoral.secular-franciscan-president', position: 'president' },
			{
				name: 'associations.secular-franciscan-secretary',
				position: 'secretary',
			},
		],
	},
	{
		slug: 'catechism',
		title: 'Catechism',
		associationImage: catechism,
		description: `
		ಪವಿತ್ರ್ ಪುಸ್ತಕಾ ವಿಷ್ಯಾಂತ್ ಸಮ್ಜಣಿ ನಾತ್‌ಲ್ಲೊ ವ್ಯಕ್ತಿ ಕ್ರೀಸ್ತಾಚೊ ಖರೊ ಪಾಟ್ಲಾವ್ದಾರ್ ಮ್ಹಣ್ ಸಾಂಗೊಂಕ್ ಜಾಯ್ನಾಂ. ದೆಕುನ್ ಭುರ್ಗ್ಯಾಂಕ್ ಪವಿತ್ರ್ ಪುಸ್ತಕಾಚಿ ವಳಕ್ ದಿಂವ್ಚ್ಯಾ  ಪಾಸತ್, ಆಯ್ತಾರಾಚೆಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಪವಿತ್ರ್ ಬೈಬಲಾಚೆರ್ ಬಾಂದುನ್ ಹಾಡ್ಲಾಂ. ಲ್ಹಾನಾಂ ಭುರ್ಗ್ಯಾಂಕ್ ನವೊ ಸೊಲ್ಲೊ ಆನಿ  ಹೈಸ್ಕೂಲಾಚ್ಯಾಂಕ್ ಪರ್ನ್ಯಾ ಸೊಲ್ಲ್ಯಾ ವಿಷ್ಯಾಂತ್ ಶಿಕವ್ಣ್ ದಿಲ್ಲ್ಯಾನ್, ಭುರ್ಗಿಂ ಪವಿತ್ರ್ ಬೈಬಲಾಚೊ ಮೋಗ್ ಕರುಂಕ್ ಆನಿ ದೆವಾಚ್ಯಾ ಉತ್ರಾಂ ಪ್ರಮಾಣೆಂ ಜಿವಿತ್ ರೂಪಿತ್ ಕರುಂಕ್ ಸಾಧ್ಯ್ ಜಾಲಾಂ.<br/><br/>

		ಮಾ| ಬಾ| ಜೆ.ಎಸ್.ಟಿ. ರೊಡ್ರಿಗಾಸಾಚ್ಯಾ ಕಾಳಾರ್, ೧೯೫೬ ಇಸ್ವೆಂತ್ ‘ದೊತೊರ್ನಿಚೊ ದಿವಸ್’ ಆಚರಣ್ ಕರುಂಕ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ. ಭುರ್ಗ್ಯಾ ಸಂಗಿಂ ವ್ಹಡಾಂಕ್‌ಯೀ ಆಯ್ಕಾಲ್ಲೊ ಸೆರ್ಮಾಂವ್ ಬರಂವ್ಚೊ ಸ್ಪರ್ಧೊ, ವ್ಹಡಾಂಕ್ ಖೆಳ್-ಪಂದ್ಯಾಟ್, ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಇತ್ಯಾದಿ ಡಿಸೆಂಬರಾಚ್ಯಾ ಆಕ್ರೇಚ್ಯಾ ಅಯ್ತಾರಾ ಚಲವ್ನ್ ವರ್ತಾಲೆ. ದೊತೊರ್ನಿಚ್ಯಾ ದಿಸಾ ೨೦೦ ವಯ್ರ್ ಭುರ್ಗ್ಯಾಂಕ್ ಬಹುಮಾನಾಂ ಫಾವೊ ಜಾತಾಲಿಂ.<br/><br/>

		ಆದಿಂ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ಲಿಂ ಮಾಲ್ಘಡಿಂ ಆಯ್ತಾರಾಚಿ ದೊತೊರ್ನ್ ಶಿಕಂವ್ಕ್ ವೆತಾಲಿಂ. ಆತಾಂ ಪೊಂಪೈ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾಚಿಂ ಧರ್ಮ್ ಭಯ್ಣಿಂ, ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಂತ್ಲಿಂ ಲಾಯಿಕ್ ಶಿಕ್ಷಕಾಂ ಆಮ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ದೊತೊರ್ನ್ ಶಿಕವ್ನ್ ಕ್ರೀಸ್ತಾಚಿ ವಳಕ್ ದಿಂವ್ಚೆಂ ಪ್ರಯತನ್ ಕರ್ನ್ ಆಸಾತ್.  ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭುರ್ಗ್ಯಾಂಕ್ ಉತ್ತೇಜನ್ ದೀವ್ನ್ ಆಸಾತ್. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾ ಭುರ್ಗ್ಯಾಂಚ್ಯಾ ಮಿಸಾ ವೆಳಾರ್ ಭುರ್ಗಿಂ ಅಪುರ್ಬಾಯೆನ್ ಶಿಕ್ಷಕಾಂಚ್ಯಾ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ಲಿತುರ್ಜಿ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಜುನಾಚ್ಯಾ ಪಯ್ಲ್ಯಾ  ಆಯ್ತಾರಾ ಮಿಸಾವೆಳಿಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣಾಚೆಂ ಉದ್ಘಾಟನ್ ಜಾತಾ. ತ್ಯಾ ದಿಸಾಚಿ ಲಿತುರ್ಜಿ ಶಿಕ್ಷಕಾಂ ಆನಿ ಭುರ್ಗಿಂಚ್ಚ್ ಚಲವ್ನ್ ವರ್ತಾತ್. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಫೆಬ್ರೆರ್ ಮಹಿನ್ಯಾಚ್ಯಾ ನಿಮಾಣ್ಯಾ ಆಯ್ತಾರಾ, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಚಲವ್ನ್ ವ್ಹೆಲಾ. ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಬರೆ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್, ಚುಕಾನಾಸ್ತಾನಾ ಮಿಸಾಕ್ ಆನಿ ದೊತೊರ್ನೆಕ್ ಹಾಜರ್ ಜಾಲ್ಲ್ಯಾಂಕ್ ವಿಗಾರಾಂ ಥಾವ್ನ್ ಬಹುಮಾನಾಂ ಲಾಭ್ತಾತ್. ವೆದಿ ಸೆವಾ ಕರ್ಚ್ಯಾ ಆಲ್ತಾರ್ ಭುರ್ಗ್ಯಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲಾ. ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿನ್ ಚಲವ್ನ್ ವರ್ಚ್ಯಾ ಸಾತ್ವ್ಯಾ ಆನಿ ಧಾವ್ಯಾ ವರ್ಗಾಚ್ಯಾ ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ ಗರಿಷ್ಠ್ ಅಂಕ್ ಜೊಡ್ಲೆಲ್ಯಾಂಕ್ ಫಿರ್ಗಜ್ ವಿಗಾರಾಂನಿ ಮಾನ್ ಕೆಲಾ.<br/> <br/>

		ಶ್ರೀಮತಿ ಐರಿನ್ ಪಿಂಟೊನ್  ೮  ವರ್ಸಾಂ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್  ಸಂಯೋಜಕಿ ಜಾವ್ನ್ ಆಪ್ಲಿ ನಿಸ್ವಾರ್ಥಿ ಸೆವಾ ದಿಲ್ಯಾ. ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್ ನ್, ೮ ವರ್ಸಾಂ, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಸಂಯೋಜಕಿ ಜಾವ್ನ್ ಸೆವಾ ದೀವ್ನ್ ದಿಲ್ಯಾ. ಹರ್ಯೆಕಾ  ವರ್ಸಾ ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್ ಪೊಂಪೈ ಸಭಾ ಭವನಾಂತ್, ವ್ಹಡಾ ಸಂಭ್ರಮಾನ್ ಆಚರಣ್ ಕೆಲಾ. ಹರ್ಯೆಕಾ ಕ್ಲಾಸಿ ಥಾವ್ನ್ ವಿಭಿನ್ನ್ ಕಾರ್ಯಕ್ರಮಾಂ ಆಯೋಜಿತ್ ಕರ್ನ್ ದೊತೊರ್ನಿಚ್ಯಾ ದಿಸಾ ಸಾದರ್ ಕರ್ಚ್ಯಾ ಮುಖಾಂತ್ರ್, ಸರ್ವಾಂಚಿಂ ಮನಾಂ ಜಿಕ್ಲ್ಯಾಂತ್. ತ್ಯಾ ದಿಸಾ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಮಾನಾಚ್ಯಾ ವ್ಯಕ್ತಿಂಕ್ ಮುಖೆಲ್ ಸಯ್ರೆ ಜಾವ್ನ್ ಆಪವ್ನ್, ಸಂದೇಶ್ ದೀಂವ್ಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲಾ. ಶಿಕ್ಷಕಾಂಕ್ ಕಾಣಿಕ್ ದೀವ್ನ್ ಮಾನ್ ಕೆಲಾ.<br/><br/>

		ಹರ್ಯೆಕಾ ವರ್ಸಾ, ಭುರ್ಗ್ಯಾಂಕ್ ಸಂಬಂಧಿ ಕ್ವಿಜ್, ಪಿಂತುರಾಂ ಸೊಡಂವ್ಚಿಂ, ಮರ್ಯೆಚಿಂ ವಿವಿಧ್ ನಾಂವಾಂ, ಮರ್ಯೆಚಿಂ ಕಂತಾರಾಂ ಗಾಂವ್ಚಿಂ, ಪ್ರಬಂಧ್ ಬರಂವ್ಚೆ – ಅಶೆಂ ಸಬಾರ್ ಸ್ಪರ್ಧೆ ಮಾಂಡುನ್ ಹಾಡ್ನ್ ಭುರ್ಗ್ಯಾಂಚ್ಯಾ ತಾಲೆಂತಾಂಕ್ ಉತ್ತೇಜನ್ ದಿಲಾಂ. ಹರ್ಯೆಕಾ ವರ್ಸಾ ಫಿರ್ಗಜ್ ವಿಗಾರಾಂನಿ ಶಿಕ್ಷಕಾಂ ಬರಾಬರ್ ಎಕಾ ದಿಸಾಚೆಂ ಪಿಕ್ನಿಕ್ ಮಾಂಡುನ್ ಹಾಡ್ಲಾಂ. ದೊತೊರ್ನ್ ಶಿಕಂವ್ಚಿಂ ಶಿಕ್ಷಕಾಂ ವರ್ಸಾಕ್ ಏಕ್ ಪಾವ್ಟಿಂ ವಾರಾಡ್ಯಾವಾರ್ ಚಲ್ಚ್ಯಾ ಎಕಾ ದಿಸಾಚ್ಯಾ ಹಾಜರ್ ಜಾತಾತ್. ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ಸಂಯೋಜಕಿನ್, ಮಂಗಳಜ್ಯೋತಿ ಹಾಣಿಂ ಮಾಂಡುನ್ ಹಾಡ್ಚ್ಯಾ ತರ್ಬೆತಿಕ್ ಹಾಜರ್ ಜಾವ್ನ್ ಮಾಹೆತ್ ಜೊಡ್ಲ್ಯಾ.`,
		officeBearers: [
			{
				name: 'associations.catechism-coordinator',
				position: 'associations.coordinator-female',
			},
		],
	},
	{
		slug: 'small-christian-community',
		title: 'Small Christian Community',
		associationImage: smallChristianCommunity,
		description: `
		<strong>ಎಕಾ ಕಾಳ್ಜಾಚೆ ಆನಿ ಎಕಾ ಮನಾಚೆ - ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯ್ :</strong><br/>

		‘ಜಂಯ್ ದೋಗ್ ವ್ಹ ತೇಗ್ ಮ್ಹಜೆ ನಾಂವಿಂ ಸಾಂಗಾತಾ ಮೆಳ್ತಾತ್, ಥಂಯ್ ಹಾಂವ್ ಆಸಾಂ ತಾಂಚ್ಯೆ ಮಧ್ಗಾತ್’ (ಮಾತೆವ್ ೧೮:೨೦). ದೆವಾಚ್ಯಾ ಸಬ್ದಾಚ್ಯಾ ಪ್ರೇರಕಾಂಕ್, ತಾಂಚ್ಯಾ ವಾವ್ರಾಂತ್ ಸೊಮಿಯಾ ಜೆಜುಚಿಂ ಹಿಂ ಉತ್ರಾಂ ಆಮ್ಚ್ಯಾ ವಾಡ್ಯಾ ಜಮಾತೆಂಕ್ ಭೋವ್ ಅರ್ಥಾಭರಿತ್ ಜಾವ್ನಾಸಾತ್. ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ೧೯೯೩ ಅಕ್ಟೋಬರ್ ೭ವೆರ್ ಆಮ್ಚಿ ಪಾತ್ರೊನ್ ಪೊಂಪೈ ರೊಜಾರ್ ಮಾಯೆಚ್ಯಾ ಫೆಸ್ತಾ ದಿಸಾ, ವಿಗಾರ್ ಬಾಪ್ ಲಿಯೊ ವೇಗಸಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚಿ ಬುನ್ಯಾದ್ ಘಾಲಿ.<br/><br/>

		ಉಪ್ರಾಂತ್ಲೆ ವಿಗಾರ್ ಬಾಪ್ ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ, ಬಾಪ್ ಪಾವ್ಲ್ ರೇಗೊ, ಬಾಪ್ ಗ್ರೆಗರಿ ಸೆರಾವೊ, ಬಾಪ್ ಪಾವ್ಲ್ ಪಿಂಟೊ – ಹಾಂಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗದರ್ಶನಾಖಾಲ್, ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವಿ ಜಾಲಾ.  ವಿಗಾರ್ ಬಾಪ್ ಆ್ಯಂಟನಿ ಲೋಬೊಚ್ಯಾ ಮುಖೇಲ್ಪಣಾರ್ ಆನಿ ಮಾರ್ಗ್ದರ್ಶನಾಖಾಲ್, ೨೦೧೯ ಪೆಭ್ರೆರ್ ೩ವೆರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚೊ ರುಪ್ಯೋತ್ಸವ್ ವ್ಹಡಾ ಗದ್ದಾಳಾಯೆನ್ ಆಚರ್ಸಿಲಾ. ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವೆನ್ ಚಲಂವ್ಕ್ ಫಿರ್ಗಜೆಂತ್, ವಾರಾಡ್ಯಾಂತ್ ತಶೆಂ ದಿಯೆಸೆಜಿ ಹಂತಾರ್ ತರ್ಬೆತಿ ಆನಿ ಜ್ಞಾನ್ ಮೆಳಾಶೆಂ ಕರುಂಕ್, ಕಾರ್ಯಾಯೋಜನ್ ಮಾಂಡುನ್ ಹಾಡುನ್ ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ, ಎಕಾಚ್ಚ್ ರುಪಾರ್ ಮುಂದರುನ್ ಆಸ್ಚೆಂ ಪಳೆಂವ್ಕ್ ತೃಪ್ತಿ ಭೊಗ್ತಾ. ವಾಡ್ಯಾ ಫೆಸ್ತಾಂ, ಪಿಕ್ನಿಕಾಂ, ಮನೋರಂಜನ್ ಆನಿ ಶ್ರಮದಾನಾಂ ಮುಖಾಂತ್ರ್ ಸಾಂಗಾತಾ ಹಾಡುಂಕ್, ಅತ್ಮೀಕ್ ಆನಿ ಲೌಕಿಕ್ ರಿತಿನ್ ಪರ್ಜೆ ಮಧ್ಲೊ ಬಾಂಧ್ ಲಾಗಿಂ ಹಾಡ್ಲಾ. <br/> <br/>

		ಸಮುದಾಯಾಚೊ  ದಿವಸ್, ಕೊಂಕ್ಣಿ ಫುಡಾರ್ ದಿವಸ್, ಬೈಬಲ್ ಆಧಾರಿತ್ ನಕ್ಲಿ ನೆಸ್ಣಾ ಸ್ಪರ್ಧೊ, ಬೈಬಲ್ ಕ್ವಿಜ್, ಬೈಬಲ್ ಆಧಾರಿತ್ ನಾಟ್ಕುಳ್ಯಾ ಸ್ಪರ್ಧೊ ಕೊಂತಾಂಚೊ ಸ್ಪರ್ಧೊ ಆನಿ  ಸೆವೆಚಿಂ ಪಿಂತುರಾಂ ಆಟಾಪ್ಚಿಂ ಚಾರ್ಟ್ ಕರುನ್, ಜಮಾತಿ ಆನಿ ಸೆವೆಚ್ಯಾ ವಾವ್ರಾಕ್ ಆತೀ ಚಡ್ ಅಂಕ್ ಆಪ್ಣಾಯಿಯ್ಲ್ಯಾ ವಾಡ್ಯಾಂಕ್ ಇನಾಮಾಂ ದೀವ್ನ್, ವಾಡ್ಯಾಂ ಮಧೆಂ ಎಕಾ ರಿತಿಚೆಂ ಭಲಾಯ್ಕೆಭರಿತ್ ಸ್ಪರ್ಧಾತ್ಮಕ್ ವಾತಾವರಣ್ ಹಾಡ್ಲಾಂ.<br/><br/>

		ಹ್ಯಾ  ಯಶಸ್ವೆಭರಿತ್  ವಾವ್ರಾಂತ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚ್ಯಾ ಕೇಂದ್ರೀಯ್ ಸಮಿತಿ ಸಂಚಾಲಕಾಂಚೊ ವಾವ್ರ್ ಉಗ್ಡಾಸಾಂತ್ ದವರ್ಚೆ ತಸಲೊ. ಕೇಂದ್ರೀಯ್ ಸಮಿತಿ ಸಂಚಾಲಕ್ ಜಾವ್ನ್ ಶ್ರೀ ನೋರ್ಬರ್ಟ್ ಸಿಕ್ವೇರಾ, ಶ್ರೀ ವಿಲ್ಫೆçಡ್ ಪಿಂಟೊ, ಶ್ರೀ ರೊಯ್ಲಿನ್ ಲೋಬೊ ಸವೆಂ ಸಂಚಾಲಕಿ ಶ್ರೀಮತಿ ಐರಿನ್  ಪಿಂಟೊನ್ ವರ್ತಿ ಸೆವಾ ದಿಲ್ಯಾ.<br/></br>


		ಸಮುದಾಯಾಚ್ಯಾ ವಾವ್ರಾಂತ್, ಪೊಂಪೈ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾ ಕೊವೆಂತಾಚಿಂ ಧರ್ಮ್ ಭಯ್ಣಿಂ, ದೋನ್ ಬಾವ್ಳೆ ಮ್ಹಳ್ಳೆಪರಿಂ ತಾಂಚಿ ವರ್ತಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾತ್. ಸರ್ವ್ ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ಯೊ, ವಾಡ್ಯಾ ಸಮಿತಿ, ವಾಡ್ಯಾ ಕಾರ್ಯದರ್ಶಿ ಸವೆಂ, ಸರ್ವ್ ಲೊಕಾನ್ ಹಾತಾಕ್ ಹಾತ್ ದೀವ್ನ್ ವಾವುರ್ಲೆಲ್ಯಾನ್, ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಂತ್ ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಯಶಸ್ವಿ ಜಾಲಾ.<br/><br/>

		ಅತ್ಮೀಕ್ ವಾವ್ರ್ ಜಾವ್ನ್, ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ ಮೊಂತಿ ಫೆಸ್ತ್, ವಾಡ್ಯಾವಾರ್ ದೇವ್‌ಸ್ತುತಿ ಮಾಂಡಾವಳ್, ಹರ್ಯೆಕಾ ಸುಕ್ರಾರಾ ದೈವಿಕ್ ಕಾಕುಳ್ತಿಚ್ಯಾ ಭಕ್ತಿಪಣಾಚಿ ಮಾಂಡಾವಳ್, ಫಿರ್ಗಜ್ ಫೆಸ್ತ್, ಹೆರ್ ಫೆಸ್ತಾಂ, ಪಿಡೆಸ್ತ್ ಆನಿ ಪ್ರಾಯ್ವತಾಂಚ್ಯಾ ಘರಾಂನಿ ಭೆಟ್ ಕರ್ನ್ ತೇರ್ಸ್, ಮೊರ್ನಾಚ್ಯಾ ಘರಾಂನಿ ತೇರ್ಸ್ ಆನಿ ಭುಜಾವಣ್, ಕರೆಜ್ಮಾಚ್ಯಾ ದಿಸಾಂನಿ ಖುರ್ಸಾವಾಟೆಚೆಂ ಭಕ್ತಿಪಣ್, ರೊಸಾ ಕಾರ್ಯಾಂನಿ ತೆರ್ಸಾಚೆಂ ಭಕ್ತಿಪಣ್, ಹೆಂ ಸಗ್ಳೆಂ ಚಲೊನ್ ಆಸಾ.<br/><br/>

		ಸಾಮಾಜಿಕ್ ವಾವ್ರ್ ಜಾವ್ನ್ ವಾಟೊ ನಿತಳ್, ಸಾರ್ವಜನಿಕ್ ರಸ್ತೆ ದುರಸ್ತಿ, ಸರ್ಕಾರಿ ಸವ್ಲತಾಯೊ, ಉದ್ಕಾ ಜಿರವ್ಣಿ, ಪರಿಸರ್ ಸಂರಕ್ಷಣ್ ಜಾಗೃತಿ, ಕುಟ್ಮಾಂನಿ ಸಾಂಗಾತಾ ಮೆಳೊನ್ ಕೃಷೆಕ್ ಉದ್ಕಾಚಿ ಮಾಂಡಾವಳ್ ಕೆಲ್ಯಾ.<br/><br/>

		ಸಂಘಟಿತ್ ವಾವ್ರ್ ಜಾವ್ನ್, ಗರ್ಜೆವಂತಾಂಕ್ ಘರ್, ಗೊಟೊ ತಶೆಂ ಘರಾಂಚಿ ದುರಸ್ತಿ ಕರುನ್ ದಿಲ್ಯಾ. ದಯಾಳಾಯೆಚ್ಯೊ ಕರ್ನ್ಯೊ ಜಾವ್ನ್, ಕ್ಯಾನ್ಸರ್ ತಶೆಂ ಹೆರ್ ಪಿಡೆಸ್ತಾಂಕ್ ಧಯ್ರ್ ದೀವ್ನ್, ಸರ್ತೆ ಪ್ರಕಾರ್ ಆಸ್ಪತ್ರೆಂತ್ ಪಿಡೆಸ್ತಾಂ ಸರ್ಶಿಂ ರಾವೊನ್, ತಶೆಂಚ್ಚ್ ಆರ್ಥಿಕ್ ಮಜತ್ ದೀವ್ನ್ ತಾಂಕಾಂ ಸಹಕಾರ್ ದಿಲಾ. ಆಶ್ರಮಾಂಕ್ ಭೆಟ್ ತಶೆಂ ಖಾಣಾವರ್ವಿ ದಾನ್, ಸಮಾಜೆಂತ್ಲ್ಯಾ ತಶೆಂ ಪರಿಸರಾಂತ್ಲ್ಯಾ ಸೆವಾ ಸಂಸ್ಥ್ಯಾಂಕ್ ಆರ್ಥಿಕ್ ಕುಮಕ್, ದುಬ್ಳ್ಯಾ ಗರ್ಜೆವಂತಾಂಕ್ ನವಿ ಮುಸ್ತಾಯ್ಕಿ, ವಕ್ತಾಂಕ್ ಆಧಾರ್, ಶಿಕ್ಪಾಕ್ ಕುಮಕ್ ಇತ್ಯಾದಿ ದಿಲ್ಯಾ.
		ಪ್ರಸ್ತುತ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಸರ್ವ್ ವಾಡ್ಯಾಂನಿ, ಸರ್ವ್ ಕುಟ್ಮಾಂ ಕ್ರೀಸ್ತಿ ಭಾವಾರ್ಥಾನ್ ಜಿಯೆತಾತ್ ಮ್ಹಳ್ಯಾರ್ ಚೂಕ್ ಜಾಂವ್ಚಿನಾ. ಹರ್ಯೆಕಾ ಮಹಿನ್ಯಾಂತ್ ವಾಡ್ಯಾ ಜಮಾತ್ಯೊ ಚಲವ್ನ್  ಸಮುದಾಯಾಚೊ ವಾವ್ರ್ ಜಿವಾಳ್ ಆಸಾ.<br/><br/>`,
		officeBearers: [
			{
				name: 'associations.small-christian-community-convenor',
				position: 'convenor',
			},
		],
	},
	{
		slug: 'gurpur-choir',
		title: 'Gurpur Choir',
		associationImage: gurpurChoir,
		description: `
		<strong>ಜೊ ಗಾಯ್ತಾ, ತೊ ದೊಡ್ತ್ಯಾನ್ನ್ ಮಾಗ್ತಾ - ಗಾಯನ್ ಮಂಡಳಿ:</strong><br/>

		ಮಾ| ಬಾ| ಗ್ರೇಶನ್ ಡಿ ಸೋಜಾ, ಹಾಂಚ್ಯಾ ಕಾಳಾರ್ ಥೊಡ್ಯಾ ಯುವಜಣಾಂಕ್ ಸಾಂಗಾತಾ ಎಕ್ಟಾಂಯ್ ಕರ್ನ್, ತಾಂಚಿಂ ದೆಣಿಂ ಊರ್ಜಿತ್ ಕರ್ಚ್ಯಾಕ್, ಶ್ರೀ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹಾಚ್ಯಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್ ಗಾಯನ್ ಮಂಡಳೆಚಿ ಸುರ್ವಾತ್ ಜಾಲಿ. ಸಂಗೀತ್ ಆನಿ ಕೊಯರಾಂತ್ ಆಸಕ್ತ್ ಉಬ್ಜಂವ್ಕ್ ಮಾ| ಬಾ| ಜೆ. ಎಸ್. ಟಿ. ರೊಡ್ರಿಗಸ್ ಪ್ರೇರಣ್ ಜಾಲೊ. ಹರ್ಯೆಕಾ ಆಯ್ತಾರಾಚೆಂ ತೆ ಗಿತಾಂ ಅಭ್ಯಾಸ್ ಕರ್ತಾಲೆ ಆನಿ ಮಂಗ್ಳುರಾಂತ್ ಕೊಂಕ್ಣಿ ಪದಾಂ/ಗಿತಾಂ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆಂವ್ಚ್ಯೆಪರಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ತರ್ಬೆತಿ ದಿತಾಲೆ. <br/> <br/>

		ಸುರ್ವೆರ್ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹ ಗಾಯನ್ ಮಂಡಳಿಚೆಂ ಮುಖೇಲ್ಪಣ್ ಘೆವ್ನ್ ಆಸ್‌ಲ್ಲೊ. ಉಪ್ರಾಂತ್ ವಲೇರಿಯನ್ ರಸ್ಕೀನ್ಹಾ ಕೊಯರ್ ಮೆಸ್ತ್ರಿ ಜಾವ್ನ್ ಗಾಯನ್ ಮಂಡಳಿ ಬರ‍್ಯಾನ್ ಮುಂದರುನ್ ಆಸ್‌ಲ್ಲಿ. ಗಾಯನ್ ಮಂಡಳಿ ಪ್ರಾರಂಭ್ ಜಾಂವ್ಚ್ಯಾ ಆದಿಂ, ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ ಮುಖೇಲ್ಪಣ್ ವಹಿಸುನ್ ಗಾಯನ್ ಕರುನ್ ಸಬಾರಾಂಕ್ ಉತ್ತೇಜನ್ ಆನಿ ಪ್ರೇರಣ್ ಲಾಭ್‌ಲ್ಲೆಂ. ತಾಂಚ್ಯೆ ಪಯ್ಕಿ ಥೊಡೆ ಮಾನೆಸ್ತ್ ಜಾವ್ನಾಸಾತ್ - ದೆ| ಆಲ್ಬರ್ಟ್ ನಜರೆತ್, ಮಾನೆಸ್ತ್ ಪಾವ್ಲ್ ರೊಡ್ರಿಗಸ್, ದೆ| ರಿಚ್ಚರ್ಡ್ ರೊಡ್ರಿಗಸ್, ದೆ| ಮೌರಿಸ್ ಪೆರಿಸ್, ದೆ| ಲಿಯೊ ಫೆರ್ನಾಂಡಿಸ್.
		<br/><br/>

		ಆಮ್ಚಿ ಗಾಯನ್ ಮಂಡಳಿ ಫೆಸ್ತಾಂ ಸಂದರ್ಭಿ, ವಿವಿಧ್ ಸಂಭ್ರಮಾಂ ವೆಳಿಂ ಮಿಸಾಚ್ಯಾ ಪವಿತ್ರ್ ಬಲಿದಾನಾಂ ಆನಿ ಲಿತುರ್ಜಿಕ್ ಕಾರ್ಯಾಂನಿ, ದೇವ್ ಪ್ರಜೆಕ್ ಉರ್ಭೆನ್ ಪಾತ್ರ್ ಘೆಂವ್ಚ್ಯಾಕ್ ಮುಖೇಲ್ಪಣ್ ವಹಿಸುನ್ ಆಸಾ. ಗಾಯನ್ ಮಂಡಳೆಂತ್ ಸಬಾರ್ ತಾಲೆಂತ್‌ವಂತ್ ಆನಿ ಉರ್ಭೆಸ್ತ್ ಯುವಜಣಾಂ ತಶೆಂಚ್ಚ್ ವ್ಹಡಾಂ ಸಾಂದೆ ಜಾವ್ನ್ ಆಸೊನ್, ತಾಂಚ್ಯಾ ಮಧುರ್ ತಾಳ್ಯಾನ್ ‘ಕೊಯರ್’ ಜಿವಾಳ್ ದವರುನ್ ಆಸಾತ್.ಆಮ್ಚ್ಯಾ ಗಾಯನ್ ಮಂಡಳಿಂತ್ ಆಸ್ಚ್ಯಾ ಸಬಾರ್ ಯುವಕ್-ಯುವತಿಂನಿ ಸಂಗೀತ್ ವಾಜಂತ್ರಾಂ ಖೆಳೊಂಕ್, ತಶೆಂಚ್ಚ್ ವಿವಿಧ್ ಗಾಯನ್ ಸ್ಪರ್ಧ್ಯಾಂನಿ ಭಾಗ್ ಘೆವ್ನ್ ತಾಂಚಿಂ ತಾಲೆಂತಾಂ ಪ್ರದರ್ಶಿತ್ ಕೆಲ್ಯಾಂತ್. ಜಯ್ತ್ಯಾಂನಿ ಗಾಯನ್ ಕ್ಷೇತ್ರಾಂತ್ ವರ್ತೆಂ ಸಾಧನ್ ಕರುನ್ ಫಿರ್ಗಜೆಕ್ ಕೀರ್ತ್ ಹಾಡ್ಲ್ಯಾ.`,
		officeBearers: [
			{
				name: 'associations.gurpur-gayan-mandali-choir-master',
				position: 'associations.choir-master',
			},
			{
				name: 'associations.gurpur-gayan-mandali-coordinator',
				position: 'associations.coordinator-male',
			},
		],
	},
	{
		slug: 'womens-forum',
		title: 'Womens Forum',
		associationImage: womensForum,
		description: `
		</strong>ಘನಾನ್ ಆನಿ ಮಾನಾನ್ ಜಿಯೆಂವ್ಚಿ ಸ್ತ್ರೀ - ‘ಸ್ನೇಹ ಸ್ತ್ರೀ ಸಂಘಟನ್’:</strong><br/>

		ಪೊಂಪೈ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಗುರ್ಪುರ್, ಹಾಂಗಾಸರ್ ಕಥೊಲಿಕ್ ಸ್ತ್ರೀ ಸಂಘಟನ್ ಸ್ಥಾಪನ್ ಕರಿಜಾಯ್ ಮ್ಹಣ್, ತವಳ್ಚೊ ವಿಗಾರ್ ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ ಹಾಂಚಿ ಆಶಾ ಜಾವ್ನಾಸ್‌ಲ್ಲಿ. ಆನಿಂ ಹ್ಯಾಚ್ ಉದ್ದೇಶಾನ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಸರ್ವ್ ಸ್ತ್ರೀಯಾಂಕ್ ಏಕ್ ತರ್ಬೆತಿ ಶಿಬಿರ್ ಆಸಾ ಕೆಲ್ಲೆಂ. ಹ್ಯಾ ಶಿಬಿರಾಂತ್ ಜಾಯಿತ್ತ್ಯಾ ಸ್ತ್ರೀಯಾಂನಿ ಭಾಗ್ ಘೆತ್ಲೊ. ಹ್ಯೆ ತರ್ಭೆತಿಚೊ ಫಳ್ ಜಾವ್ನ್ ೨೦೦೬ ಅಕ್ಟೋಬರ್ ೨೯ ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಫಿರ್ಗಜ್ ಲೊಕಾ ಸವೆಂ, ಸ್ತ್ರೀ ಸಂಘಟನ್ ‘ಘನಾನ್ ಆನಿ ಮಾನಾನ್ ಜಿಯೆಂವ್ಚಿ ಸ್ತ್ರೀ ಮ್ಹಳ್ಳ್ಯಾ ಧೇಯಾಖಾಲ್ ಸ್ಥಾಪನ್ ಜಾಲೆಂ.<br/> <br/>

		ಸ್ತ್ರೀ ಸಂಘಟನಾಂತ್ ಸರಿಸುಮಾರ್ ೨೦-೨೫ ಜಣಾಂ ಸಾಂದೆ ಆಸೊನ್, ಹರ್ಯೆಕಾ ಮಹಿನ್ಯಾಚ್ಯಾ ಚವ್ತ್ಯಾ ಆಯ್ತಾರಾ, ಏಕ್ ಘಂಟೊಭರ್ ಸರ್ವ್ ಸ್ತ್ರೀಯೊ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಸ್ತ್ರೀ ಸಂಘಟನ್ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಸರ್ವ್ ಸ್ತ್ರೀಯಾಂಖಾತಿರ್ ಜಾಯಿತ್ತಿಂ ಶಿಬಿರಾಂ, ಖೆಳ್, ಸ್ತ್ರೀಯಾಂಚೊ ದಿವಸ್ ಇತ್ಯಾದಿ ಮಾಂಡುನ್ ಹಾಡ್ಡ್ಲ್ಯಾಂತ್. ‘ಸ್ತ್ರೀ ಆನಿಂ ತಿಚಿ ಭಲಾಯ್ಕಿ’, ‘ಮಧ್ಯಮ್ ಪ್ರಾಯೆರ್ ಯೆಂವ್ಚಿ ಪಿಡಾ ಆನಿಂ ಪರಿಹಾರ್’, ‘ಸಾಮಾಜಿಕ್ ಆನಿ ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತ್ರೀಯಾಂಚೊ ಪಾತ್ರ್’, ‘ಭುರ್ಗಿಂ ಆನಿ ಯುವಜಣಾಂಚಿ ಜತನ್’, ‘ಘರ್ ವಕ್ತಾಂಚಿ ಮಾಹೆತ್’ ಇತ್ಯಾದಿ ಅಶೆಂ ಸಬಾರ್ ಶಿಬಿರಾಂ ಸ್ತ್ರೀ ಸಂಘಟನಾನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾಂತ್.<br/><br/>

		೨೦೦೯ ಜುಲಾಯ್ ೭ ತಾರಿಕೆರ್, ಸ್ತ್ರೀ ಸಂಘಟನಾಚ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಸ್ವ-ಸಹಾಯ್ ಸಂಘ್‌ಯೀ ಆರಂಭ್ ಕೆಲೊ. ಹ್ಯಾ ವರ್ವಿಂ ಫಿರ್ಗಜೆ ಭಾಯ್ರ್ ಸ್ತ್ರೀಯಾಂಚಿ ಸಾಮಾಜಿಕ್ ಜವಾಬ್ದಾರಿ, ಸ್ವ-ಉದ್ಯಮ್, ರಾಜಕೀಯ್ ಕ್ಷೇತ್ರಾಂತ್ ಸ್ತ್ರೀಯಾಂಚೊ ಪಾತ್ರ್ - ಹಾಚ್ಯೆ ವಿಷ್ಯಾಂತ್ ಚಡಿತ್ ಜಾಣ್ವಾಯ್ ಆಪ್ಣಾಯ್ಲಿ. ಅಶೆಂ ಫಿರ್ಗಜೆಂತ್ ದೋನ್-ತೀನ್ ಸ್ವಸಹಾಯ್ ಸಂಘ್ ಆರಂಭ್ ಕರುಂಕ್ ಸ್ತ್ರೀ ಸಂಘಟನ್ ಪ್ರೇರಣ್ ಜಾಲೆಂ.<br/><br/>

		ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊನ್, ಹ್ಯಾ ಸ್ತ್ರೀ ಸಂಘಟನಾಕ್ ಏಕ್ ನಾಂವ್ ದವರಿಜಾಯ್ ಮ್ಹಣ್ ಜಮಾತೆರ್ ತಿಳ್ಸಿಲೆಂ. ಅಶೆಂ ಹ್ಯಾ ಸಂಘಟನಾಕ್ ‘ಸ್ನೇಹ ಸ್ತ್ರೀ -ಸಂಘಟನ್’ ಮ್ಹಳ್ಳೆಂ ನಾಂವ್ ದಿಲೆಂ. ಅಶೆಂ ಹೆಂ ಸಂಘಟನ್, ‘ಸ್ನೇಹ - ಸ್ತ್ರೀ ಸಂಘಟನ್’ ನಾಂವಾಖಾಲ್, ಫಿರ್ಗಜೆಂತ್ ಆಪ್ಲಿ ಸೆವಾ ದೀವ್ನ್ ಆಸಾ.<br/><br/>

		ಸ್ನೇಹ- ಸ್ತ್ರೀ ಸಂಘಟನಾಕ್ ೨೦೦೬ ಥಾವ್ನ್ ೨೦೨೦ ಪರ್ಯಾಂತ್ ಅಧ್ಯಕ್ಷಿಣ್ ಆನಿ ಕಾರ್ಯದರ್ಶಿ ಜಾವ್ನ್ ಸಬಾರ್ ಸ್ತ್ರೀಯಾಂನಿ ಮುಖೇಲ್ಪಣ್ ಘೆತ್ಲಾಂ. ಶ್ರೀಮತಿ ಐರಿನ್ ಸಿಕ್ವೇರಾ, ಸಿಲ್ವಿಯಾ ಕ್ರಾಸ್ತಾ, ವಿಜಯ ಡಿ ಕೋಸ್ತಾ, ಐಡಾ ಕುಟಿನ್ಹಾ, ಅನಿತಾ ಫೆರ್ನಾಂಡಿಸ್, ರೀಟಾ ಡಿಸೋಜಾ, ಗ್ರೆಟ್ಟಾ ನಜರೆತ್, ವಿನ್ನಿ ರೊಡ್ರಿಗಸ್, ರಿನ್ನಾ ಪಿಂಟೊ, ಲವೀನಾ ಅಂದ್ರಾದೆ ಆನಿ ಜ್ಯೂಲಿಯೆಟ್ ಸೆರಾವೊ - ಹಾಣಿಂ.`,
		officeBearers: [
			{
				name: 'associations.womens-forum-president',
				position: 'president-female',
			},
			{ name: 'associations.womens-forum-secretary', position: 'secretary' },
		],
	},
	{
		slug: 'christian-life-community',
		title: 'Christian Life Community',
		associationImage: moriyalSodality,
		description: `
		ಆಮ್ಚ್ಯಾ ಕುಟ್ಮಾಂತ್ ಶೆಗುಣಾಂಭರಿತ್, ದೆಕಿಭರಿತ್ ಆನಿ ಆದರ್ಶ್ ಕ್ರೀಸ್ತಾಂವ್ ಜಿಣಿ ಜಿಯೆಂವ್ಕ್ ಆನಿ ವೈಯಕ್ತಿಕ್ ಶಾಂತಿಪಣಾಖಾತಿರ್ ವಾವ್ರುಂಕ್ ಪ್ರೇರಣ್ ದಿತಾ, ಹಿ ಮರಿಯಾಳ್ ಸೊಡೆಲಿಟಿ.<br/><br/>

		೧೯೫೪ ಇಸ್ವೆಂತ್ ಮಾ| ಬಾ| ಜೊನ್ ಕಾಸ್ತೆಲಿನೊಚ್ಯಾ ಕಾಳಾರ್, ಮರಿಯಾಳ್ ಸೊಡೆಲಿಟಿ ಆರಂಭ್ ಜಾಲಿ. ಹ್ಯಾ ಸೊಡೆಲಿಟಿಚಿ ಪಾತ್ರೊನ್ ಜಾವ್ನಾಸಾ, ಪಾಪಾ ಖತಾವಿಣೆಂ ಗರ್ಭ್ ಸಂಭವ್ಲೆಲಿ ಮರಿ. ಸುರ್ವೆರ್ ಹಿ ಸೊಡೆಲಿಟಿ ಆರಂಭ್ ಜಾತಾನಾ ೩೪ ಜಣ್ ಸಾಂದೆ ಆಸ್‌ಲ್ಲೆ. ಇಗರ್ಜೆಚ್ಯಾ ನವ್ಯಾ ಬಾಂದ್ಪಾಚ್ಯಾ ವೆಳಾರ್ ಥೊಡ್ಯಾ ತೆಂಪಾಕ್ ಬಂಧ್ ಪಡ್ಲೆಲಿ ಸೊಡೆಲಿಟಿ ಪರತ್ ಆರಂಭ್ ಜಾಲ್ಯಾ.<br/><br/>

		ಜಮಾತೆಕ್ ಪೊಂಪೈ ಕೊವೆಂತಾಚಿಂ ಧರ್ಮ್ ಭಯ್ಣಿಂ ಹಾಜರ್ ಜಾವ್ನ್ ಮರಿಯೆ ವಿಷ್ಯಾಂತ್ ವಿವರ್/ಮಾಹೆತ್/ಜಾಣ್ವಾಯ್ ದಿತಾತ್.<br/><br/>

		ಆತಾಂ ಹ್ಯಾ ಸೊಡೆಲಿಟಿಕ್ ಸಿ. ಲ್. ಸಿ. ಮ್ಹಣೊನ್ ಆಪಯ್ತಾತ್.`,
		officeBearers: [
			{
				name: 'associations.christian-life-community-president',
				position: 'president',
			},
			{
				name: 'associations.christian-life-community-secretary',
				position: 'secretary',
			},
		],
	},
];

export { associationsKok };
