import event1 from '~/assets/events/event1.jpg';
import event10 from '~/assets/events/event10.jpg';
import event11 from '~/assets/events/event11.jpg';
import event12 from '~/assets/events/event12.jpg';
import event13 from '~/assets/events/event13.jpg';
import event14 from '~/assets/events/event14.jpg';
import event15 from '~/assets/events/event15.jpg';
import event16 from '~/assets/events/event16.jpg';
import event17 from '~/assets/events/event17.jpg';
import event18 from '~/assets/events/event18.jpg';
import event19 from '~/assets/events/event19.jpg';
import event2 from '~/assets/events/event2.jpg';
import event3 from '~/assets/events/event3.jpg';
import event4 from '~/assets/events/event4.jpg';
import event5 from '~/assets/events/event5.jpg';
import event6 from '~/assets/events/event6.jpg';
import event7 from '~/assets/events/event7.jpg';
import event8 from '~/assets/events/event8.jpg';
import event9 from '~/assets/events/event9.jpg';

const events = [
	{
		eventName: 'Pratibha Puraskar - 2024',
		eventNameKok: 'ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್ - 2024',
		slug: 'pratibha-puraskar-2024',
		imageUrl: event19,
		shortDescription: `2024 - 25 ವ್ಯಾ ಶೈಕ್ಷಣಿಕ್ ವರ್ಸಾಂತ್ ಆನಿ ವೃತ್ತಿಪರ್ ಶಿಕ್ಷಾಣಾಂತ್ ವಿಶೇಸ್ ಸಾಧನ್ ಕೆಲ್ಲ್ಯಾ ವಿಧ್ಯಾರ್ಥಿಂಕ್ ಪರ್ಭಿ ಪಾಟಂವ್ಚೆಂ ಕಾರ್ಯೆಂ ಚಲವ್ನ್ ವೆಲೆಂ. `,
		description: `ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾನ್ ಮಾಂಡುನ್ ಹಾಡ್'ಲ್ಲ್ಯಾ 2025ವ್ಯಾ ಜನೆರ್ ಮಹಿನ್ಯಾಚಾ 19 ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ದನ್ಪಾರಾ 3.30 ವ್ಹರಾರ್ ಶತಾಬ್ಧಿ ಸ್ಮಾರಕ್ ಭವನಾಂತ್ ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್ ಕಾರ್ಯೆಂ ಚಲವ್ನ್ ವೆಲೆಂ. ಹ್ಯಾ ಕಾರ್ಯಾಂಕ್ ವೆದಿರ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ತಶೆಂಚ್ ಆತ್ಮೀಕ್ ನಿರ್ದೇಶಕ್ ಭೊ.ಮಾ.ಬಾ.ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಹಾಣಿಂ ಹ್ಯಾ ಕಾರ್ಯಾಚೆಂ ತಶೆಂಚ್ ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೆ ಆತ್ಮಿಕ್ ನಿರ್ದೇಶಕ್ ಜಾವ್ನ್ ವೆದಿ ಕಾರ್ಯಚೆಂ ಸೊಭಾಯ್ ಸೊಭಯ್ಲಿಂ. ಮುಖೆಲ್ ಸಯ್ರೊಂ ಜಾವ್ನ್ ಡಾ. ಜೈಸನ್ ಜೀವನ್ ಸಿಕ್ವೇರಾ, ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ, ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷದೆಚೊ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮಾನ್ಸ್ ಲೋಬೊ, ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಜೊನ್ಸನ್ ಲೋಬೊ, ಆಯೋಗಾಚಿಂ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಕಥೊಲಿಕ್ ಸಭಾ ಘಟಕ್ ಅಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ಗ್ಲೇನ್ ರೋಶನ್ ಡಿಕುನ್ಹಾ, ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಮೆಲ್ವಿನ್ ಡಿಸೋಜ ಹಜಾರ್ ಆಸ್'ಲ್ಲಿಂ. ಮಾಗ್ಣ್ಯಾ ಗೀತಾ ದ್ವಾರಿ ಕಾರ್ಯಾಚೆರ್ ದೆವಾಚೊ ಆಶೀರ್ವಾದ್ ಮಾಗ್ಲೊ. ಕಥೊಲಿಕ್ ಸಭಾ ಗುರ್ಪುರ್ ಘಟಕಾಚೊ ಅಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ಗ್ಲೇನ್ ರೋಶನ್ ಡಿಕುನ್ಹಾ ಹಾಣಿಂ ಜಮ್ಲೆಲ್ಯಾ ಸರ್ವಾಂಕ್ ಬರೊ ಎವ್ಕಾರ್ ಮಾಗ್ಲೊ. ವೆದಿರ್ ಆಸ್ಲ್ಯಾ ಮಾನಾಚಾ ಸಯ್ರ್ಯಾಂನಿಂ ದಿವೊ ಪೆಟೊವ್ಚ್ಯಾ ಮಾರಿಫಾತ್ ಕಾರ್ಯಾಚೆಂ ಉದ್ಘಾಟನ್ ಕೆಲೆಂ. ವಿಗಾರ್ ಬಾಪಾನಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ಉದ್ದೇಶಿಸುನ್ ಆಪ್ಲೊ ಸಂದೇಶ್ ದಿಲೊ. ಡಾಕ್ಟರೇಟ್ ಸನದ್ ಆಪ್ಣಯೆಲ್ಯಾ ಜೈಸನ್ ಜೀವನ್ ಸಿಕ್ವೇರಾಕ್ ಸನ್ಮಾನ್ ಕಾರ್ಯೆಂ ಚಲವ್ನ್ ವೆಲೆಂ. ವೆದಿರ್ ಆಸ್ಲ್ಯಾ ಮಾನಾಚಾ ಸಯ್ರ್ಯಾಂನಿಂ ಶಾಲ್ ಪಾಂಗ್ರೊನ್, ಝಡ್, ಯಾದಿಸ್ತಿಕಾ, ಗುಲೊಬ್ ದೀವ್ನ್ ಸನ್ಮಾನ್ ಕೆಲೊ. ಸನ್ಮಾನಿತ್ ಡಾ.ಜೈಸನ್ ಜೀವನ್ ಸಿಕ್ವೇರಾ ಹಾಣೆಂ ಆಪ್ಲಿಂ ಅನ್ಭೋಗ್ ಹಜಾರ್ ಆಸ್ಲ್ಯಾ ಸವೆಂ ವಾಂಟುನ್ ಘೆವ್ನ್  ಹ್ಯಾ ಕಾರ್ಯಾಂಕ್ ಬರೆಂ ಮಾಗ್ಲೆಂ. ಹೆಂ ಕಾರ್ಯೆಂ ಶ್ರೀಮತಿ ಪ್ರವೀಣಾ ಡಿಸಿಲ್ವಾ ಹಿಣೆಂ ಚಲವ್ನ್ ವೆಲೆಂ. ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿನ್ ಚಲವ್ನ್ ವೆಲ್ಲ್ಯಾ ಸಾತ್ವಿ ಆನಿ ಧಾವಿ ದೊತೊರ್ನಿಚ್ಯಾ ಪರೀಕ್ಷೆಂತ್ A+ ಆಪ್ಣಾಯ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ವಿಗಾರ್ ಬಾಪಾನಿಂ ಇನಾಮಾಂ ದಿಲಿ. ಶ್ರೀಮಾನ್ ರಾಜೇಶ್ ನೊರೊನ್ಹಾ ಹಾಣಿಂ ನಾಂವಾಂ ವಾಚುನ್ ಸಾಂಗ್ಲೆಂ. ಧಾವೆಂತ್ 80% ಆನಿ ಪಿ.ಯು.ಸಿಂತ್ 75% ಅಂತಿಮ್ ಪರೀಕ್ಷೆಂತ್ ಚಡಿತ್ ಅಂಕ್ ಆಪ್ಣಾಯ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಶ್ರೀಮಾನ್ ಜೊನ್ಸನ್ ಲೋಬೊ ಹಾಣಿಂ ಯಾದಿಸ್ತಿಕಾ ದೀವ್ನ್ ಸನ್ಮಾನ್ ಕೆಲೊ. ಹಾಂಚಿ ನಾಂವಾಂ ಶ್ರೀಮತಿ ಡೊರೊತಿ ಪೇರಿಸಾನ್ ವಾಚುನ್ ಸಾಂಗ್ಲೆಂ. ಪದ್ವಿ ಆನಿ ವೃತ್ತಿಪರ್ ಶಿಕ್ಷಣಾಂತ್ 65% ಆನಿ ಚಡಿತ್ ಅಂಕ್ ಆಪ್ಣಾಯ್ಲೆಲ್ಯಾಂಕ್ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್ ಹಿಣೆಂ ಯಾದಿಸ್ತಿಕಾ ದೀವ್ನ್ ಸನ್ಮಾನ್ ಕೆಲೊ. ಹಾಂಚಿ ನಾಂವಾಂ ಶ್ರೀಮತಿ ಸಿಲ್ವಿಯಾ ರೊಡ್ರಿಗಸಾನ್ ವಾಚುನ್ ಸಾಂಗ್ಲೆಂ. ಕಥೊಲಿಕ್ ಸಭೆನ್ ಚಲವ್ನ್ ವೆಲ್ಲ್ಯಾ ಭಾಷಣ್ ಸ್ಪರ್ಧ್ಯಾಂತ್ ಇನಾಮಾಂ ಆಪ್ಣಾಯ್ಲ್ಯಾಂಕ್ ಶ್ರೀಮಾನ್ ರೋಮಾನ್ಸ್ ಲೋಬೊ ಹಾಣಿಂ ಯಾದಿಸ್ತಿಕಾ ದೀವ್ನ್ ಸನ್ಮಾನ್ ಕೆಲೊ. ಹಾಂಚಿ ನಾಂವಾಂ ಶ್ರೀಮತಿ ಶಾಂತಿ ಕುವೆಲ್ಲೊ ಹಿಣಿಂ ವಾಚುನ್ ಸಾಂಗ್ಲೆಂ. ಶ್ರೀಮಾನ್ ರೋಮಾನ್ಸ್ ಲೋಬೊ ಹಾಣಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ಉದ್ದೇಶಿಸುನ್ ಆಪ್ಲೊ ಸಂದೇಶ್ ದಿಲೊ. ಉಪ್ರಾಂತ್ ಶ್ರೀಮತಿ ಸಿಲ್ವಿಯಾ ರೊಡ್ರಿಗಸ್ ಆನಿ ಅಧ್ಯಕ್ಷನ್ ಮನೊರಂಜನಾಚೆಂ ತೀನ್ ಖೆಳ್ ಖೆಳೆಯ್ಲೆಂ. ಜಿಕ್ಲೆಲ್ಯಾಂಕ್ ಮುಖೆಲ್ ಸಯ್ರೊಂ ಡಾ. ಜೈಸನ್ ಜೀವನ್ ಸಿಕ್ವೇರಾ ಹಾಣಿಂ ಇನಾಮಾಂ ದಿಲಿಂ. ಕಥೊಲಿಕ್ ಸಭಾ ಘಟಕ್ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಮೆಲ್ವಿನ್ ಡಿಸೋಜನ್ ಪ್ರತ್ಯಕ್ಷ್ ವಾ ಪರೋಕ್ಷ್ ರಿತಿನ್ ಸಹಕರ್ ದಿಲ್ಲ್ಯಾ ಸರ್ವಾಂಚೊ ಉಪ್ಕಾರ್ ಬಾವುಡ್ಲೊ. ಶ್ರೀಮತಿ ಜ್ಯೋತಿ ಲೂವಿಸ್ ಹಿಣೆಂ ಭೋವ್ ಅಪುರ್ಬಾಯೆನ್ ಕಾರ್ಯೆಂ ನಿರ್ವಾಹಣ್ ಚಲವ್ನ್ ವೆಲೆಂ. ಸೊಮ್ಯಾಕ್ ಧಿನ್ವಾಸುಯಾಂ ಅರ್ಗಾಂ ಗೀತ್ ಗಾವ್ನ್, ಏಕ್ ಗ್ರೂಪ್ ತಸ್ವೀರಾಕ್ ಸಾಂಗಾತಾ ಮೆಳೊನ್, ಕಾಫಿ ಫಳ್ಹಾರ್ ಸೆಂವ್ಚಾ ಸವೆಂ ಪ್ರತಿಭಾ ಪುರಾಸ್ಕರ್ ಕಾರ್ಯೆಂ ಸಂಪ್ಲೆಂ. ಕುಮಾರಿ ಟೀನಾ ಡಿಕುನ್ಹಾನ್ ತಸ್ವಿರ್ಯೊ ಕಾಡ್ನ್ ಸಹಕರ್ಸಿಲೆಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/15rwtFLUp3/',
	},
	{
		eventName: 'New Year Celebration - 2025',
		eventNameKok: 'ದೇವ್ ಮಾತೆಚಿ ಪರಬ್ ಆನಿ ನವ್ಯಾ ವರ್ಸಾಚೊ ಸಂಭ್ರಮ್ - 2025',
		slug: 'new-year-celebration-2025',
		imageUrl: event18,
		shortDescription: `ದೇವ್ ಮಾತೆಚಿ ಪರಬ್ ಆನಿ ನವ್ಯಾ ವರ್ಸಾಚೊ ಸಂಭ್ರಮ್ ದಸೆಂಬರ್ 31 ವೆರ್ ರಾತಿಂ 8:00 ವ್ಹರಾರ್ ವ್ಹಡಾ ದಬಾಜೆನ್ ಸಂಭ್ರಮ್ಲೊ.`,
		description: `ದೇವ್ ಮಾತೆಚಿ ಪರಬ್ ಆನಿ ನವ್ಯಾ ವರ್ಸಾಚೊ ಸಂಭ್ರಮ್ ದಸೆಂಬರ್ 31 ವೆರ್ ರಾತಿಂ 8:00 ವ್ಹರಾರ್ ವ್ಹಡಾ ದಬಾಜೆನ್ ಸಂಭ್ರಮ್ಲೊ. ಪಯ್ಲೆಂ ಸಾಂಜೆರ್  7 ಥಾವ್ನ್  8 ವ್ಹರಾಂ ಪರ್ಯಾಂತ್ ದಿಯಾಕೊನ್  ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ 2024 ವ್ಯಾ ವರ್ಸಾ ಮೆಳ್'ಲ್ಲ್ಯಾ ಸರ್ವ್ ಉಪ್ಕಾರಾಂಕ್ ಅರ್ಗಾಂ ಜಾವ್ನ್ ಆನಿ ನವ್ಯಾ ವರ್ಸಾಕ್ ಆಧಾರ್ ಮಾಗೊನ್ ಭಕ್ತಿಪಣಿ ಭೋವ್ ಅಪುರ್ಬಾಯೆನ್ ಗಾಯನ್ ಮಂಡಳಿಚ್ಯಾ ಸಹಕಾರನ್ ಆರಾಧನ್ ಚಲವ್ನ್ ವೆಲೆಂ. ಉಪ್ರಾಂತ್ ಸಂಭ್ರಮಿಕ್ ಮಿಸಾಚೆ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ. ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ರಾಕ್ಣೊ ಪತ್ರಾಚೆ ಸಂಪಾದಕ್ ಮಾ|ಬಾ| ರೂಪೇಶ್ ಮಾಡ್ತಾ ಹಾಣಿಂ ಪ್ರಧಾನ್ ಯಾಜಕ್ ಜಾವ್ನ್ ಮಿಸಾಚೆ ಬಲಿದಾನ್ ಭೆಟವ್ನ್ ಮರಿ ದೆವಾಚಿ ಮಾತಾ, ತಿ ವರ್ತಿ ಜಾವ್ನಾಸಾ. ಖಂಚ್ಯಾಯ್ ರಚ್ನೆಕ್ ಫಾವೊ ಜಾವ್ನಾತ್'ಲ್ಲೊ ಮಾನ್ ತಿಕಾ ಫಾವೊ ಜಾಲ್ಲೊ. ಕಾರಣ್ ತಿಚೆಂ ವಿಶ್ವಾಸ್'ಪಣ್ ಆನಿ ಖಾಲ್ತೆಪಣ್. ಮರಿಯೆ ಬರಿ ಆಮಿಯ್ ವಿಶ್ವಾಸಿ ಆನಿ ಖಾಲ್ತಿ ಜಾಲ್ಯಾರ್ ದೇವ್ ಆಮ್ಕಾಂಯ್ ವರ್ತೊ ಕರ್ತೊಲೊ ಮ್ಹಣ್ ಅರ್ಥಭರಿತ್ ಪ್ರಸಂಗ್ ದಿಲೊ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ।ಮಾI ರುಡೊಲ್ಫ್ ರವಿ ಡೆಸಾ, ಮಾ।ಬಾ। ದೊ. ಪಿಯುಸ್ ಫಿದೆಲಿಸ್ ಪಿಂಟೊ, ದಿಯಾಕೊನ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ ಸಹ ಭೆಟವ್ಣಿ ಕೆಲಿ. ನವ್ಯಾ ವರ್ಸಾಚೊ ಸಂಭ್ರಮ್ ಸಂಭ್ರಮುಕ್  ಸಹಕಾರ್ ದಿಲ್ಲ್ಯಾ ಸರ್ವಾಂಚೊ ವಿಗಾರ್ ಬಾಪಾಂನಿ ಉಪ್ಕಾರ್ ಭಾವುಡ್ಲೊ. ಮುಡ್ದೊಮ್ ಗಾರಾಂಕ್ ವಾತಿ ದೀಂವ್ನ್ ಮಾನ್ ಕೆಲೊ. ಹ್ಯಾಚ್ಚ್ ವೆಳಾ ಪೊಂಪೈಚೆಂ ಫಾಲ್ಕೆಂ ಪತ್ರಾಚೊ “ನತಲಾಂ ಫೆಸ್ತಾಚೊ ಆನಿ ನವ್ಯಾ ವರ್ಸಾಚೊ ಅಂಕೊ” ಮಾ।ಬಾ। ರೂಪೇಶ್ ಮಾಡ್ತಾ ಹಾಣಿಂ ಮೊಕ್ಳಿಕ್ ಕೆಲೊ. ಮೊಕ್ಳಿಕ್ ಕಾರ್ಯೆಂ ಡಾ। ಗೊಡ್ವಿನ್ ಲೋಬೊನ್ ಚಲವ್ನ್ ವೆಲೆಂ. ಕು.ರೀಶಾಲ್ ನೊರೊನ್ಹಾ ಹಾಣೆಂ ದೇವ್ ಸ್ತುತೆಚೆ ನಿರ್ವಹಣ್ ಕೆಲೆಂ. ಶ್ರೀ ದೀಪಕ್ ಡಿಸೋಜ ಹಾಣೆಂ ತಸ್ವೀರ್ಯೊ ಕಾಡ್ನ್ ಸಹಕರ್ಸಿಲೆಂ. ಲಗ್ನಾ ಜಿವಿತಾಚೊ 30 ವೊ ವಾರ್ಷಿಕೋತ್ಸವ್ ಸಂಭ್ರಮ್ಚ್ಯಾ ಶ್ರೀ ಹೆರಾಲ್ಡ್ ಲೋಬೊ ಕುಟ್ಮಾನ್ ಸರ್ವಾಂಕ್ ಕೇಕ್ ಆನಿ ಕಾಫಿ ಆಸಾ ಕೆಲ್ಲಿ. ಸರ್ವಾಂನಿ ಸೆವ್ನ್ ನವ್ಯಾ ವರ್ಸಾಚೊ ಸಂಭ್ರಮ್ ದೊಡ್ತೊ ಕೆಲೊ.`,
		facebookLink: 'https://www.facebook.com/share/p/1DC58493sF/',
	},
	{
		eventName: 'Holy Innocents Feast',
		eventNameKok: 'ನಿರಾಪ್ರಾಧಿ ಬಾಳ್ಕಾಂಚೆಂ ಫೆಸ್ತ್',
		slug: 'holy-innocents-feast',
		imageUrl: event17,
		shortDescription: `ಪೊಂಪೈ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಗುರ್ಪುರ್ ಕೈಕಂಬ ಫಿಗರ್ಜೆಂತ್ ದಸಂಬರ್ ಮಹಿನ್ಯಾಚಾ 28 ತಾರಿಕೆರ್ , ಬಾಳ್ಕಾಂಚಾ ದಿಸಾಚೊ ಸಂಭ್ರಮ್ ಚಲವ್ನ್ ವೆಲೊ.`,
		description: `  ಪೊಂಪೈ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಗುರ್ಪುರ್ ಕೈಕಂಬ ಫಿಗರ್ಜೆಂತ್ ದಸಂಬರ್ ಮಹಿನ್ಯಾಚಾ 28 ತಾರಿಕೆರ್ ಸನ್ವಾರ ಸಕಾಳಿಂ 7 ವ್ಹರಾರ್ ಮಿಸಾಚಾ ಬಲಿದಾನಾ ವರ್ವಿಂ ಕಥೊಲಿಕ್ ಸಭೆಚಾ ಮುಖೇಲ್ಪಣಾರ್ ಬಾಳ್ಕಾಂಚಾ ದಿಸಾಚೊ ಸಂಭ್ರಮ್ ಚಲವ್ನ್ ವೆಲೊ. ಪ್ರಧಾನ್ ಯಾಜಕ್ ಜಾವ್ನ್ ಮಾನಾಧಿಕ್ ಬಾಪ್ ದೊತೊರ್ ಪಿಯೂಸ್ ಫಿದೆಲಿಸ್ ಪಿಂಟೊ ಹಾಣಿಂ ಮಿಸಾಚೆಂ ಬಲಿದಾನ್ ಬೆಟಯ್ಲೆಂ. ಭೋವ್ ಮಾ| ಬಾ| ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಆನಿ ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ ಮಿಸಾಚಿಂ ಸಹಬೆಟವ್ಣಿ ಕೆಲಿ. ಉಪ್ರಾಂತ್ ವಿಗಾರ್ ಬಾಪಾನಿ ಭುರ್ಗ್ಯಾಂಚೆರ್ ಆಶೀರ್ವಾದ್ ಮಾಗ್ಲೊಂ. ಭುರ್ಗ್ಯಾಂಚ್ಯಾ ಆನಿ ತಾಂಚ್ಯಾ ವ್ಹಡಿಲಾಂ ಸಾಂಗಾತಾ ತಸ್ವೀರ್ ಕಾಡ್ನ್  ಉಪ್ರಾಂತ್ ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್ ಆನಿ ಶ್ರೀಮತಿ ಸಿಲ್ವಿಯಾ ರೊಡ್ರಿಗಸ್  ಹಾಣಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ವಿವಿಧ್ ಖೆಳ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಶ್ರೀಮತಿ ಪ್ರವೀಣಾ ಡಿಸಿಲ್ವಾ ಹಿಣೆಂ ಭುರ್ಗ್ಯಾಂಕ್ ಖೆಳಾ ವಸ್ತು ದಿವ್ನ್ ಭುರ್ಗ್ಯಾಂಚಿ ಮನಾಂ ದಾದೊಶಿ ಕೆಲಿ. ಶ್ರೀಮಾನ್ ರಿಚಾರ್ಡ್ ಆನಿ ಸುನಿತಾ ಡಿಕುನ್ಹಾ ಆಪ್ಲ್ಯಾ ಲಗ್ನಾ ದಿಸಾಚಾ ಉಗ್ಡಾಸಾಕ್ ಭುರ್ಗ್ಯಾಂಕ್ ಗೊಡ್ಸೆಂ ವಾಟ್ಲೆಂ. ಉಪ್ರಾಂತ್ ವಿಗಾರ್ ಬಾಪ್ ಭೋವ್ ಮಾ|ಬಾ| ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ದೊತೊರ್ ಪಿಯೂಸ್ ಪಿದೆಲಿಸ್ ಪಿಂಟೊ, ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ ಖೆಳಾಂತ್ ವಿಜೇತ್ ಜಾಲ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಇನಾಮಾ ದಿವ್ನ್ ನಿರಾಪ್ರಾಧಿ ಬಾಳ್ಕಾಂಚೆಂ ದಿಸಾಚೊ ಸಂಭ್ರಮ್ ಸಂಭ್ರಮ್ಲೊಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/15r42n5dDB/',
	},
	{
		eventName: 'Christmas Night',
		eventNameKok: 'ಕ್ರಿಸ್ಮಸ್ ನೈಟ್',
		slug: 'christmas-night',
		imageUrl: event16,
		shortDescription: `ಪಿ.ವೈ.ಸಿ / ಐ.ಸಿ.ವೈ.ಎಮ್ ನ್ ಮಾಂಡುನ್ ಹಾಡ್‌'ಲ್ಲ್ಯಾ ಕ್ರಿಸ್ಮಸ್ ನೈಟ್ ಮನೊರಂಜನ್ ಕಾರ್ಯಕ್ರಮ್`,
		description: `ಪಿ.ವೈ.ಸಿ / ಐ.ಸಿ.ವೈ.ಎಮ್ ನ್ ಮಾಂಡುನ್ ಹಾಡ್‌'ಲ್ಲ್ಯಾ ಕ್ರಿಸ್ಮಸ್ ನೈಟ್ ಮನೊರಂಜನ್ ಕಾರ್ಯಕ್ರಮ್`,
		facebookLink: 'https://www.facebook.com/share/p/1HBJRSfXmY/',
	},
	{
		eventName: 'Christmas Celebration - 2024',
		eventNameKok: 'ನತಲಾಂ ಫೆಸ್ತಾಚೊ ಸಂಭ್ರಮ್',
		slug: 'christmas-celebration-2024',
		imageUrl: event15,
		shortDescription: `ಶಾಂತಿಚೊ ಕುಂವಾರ್, ಮನ್ಶಾಕುಳಾಚೊ ಸೊಡ್ವಣ್ದಾರ್ ಜೆಜುಚೊ ಜಲ್ಮಾದೀಸ್ ದಸೆಂಬರ್ 24 ವೆರ್ ಸಾಂಜೆರ್ ವ್ಹಡಾ ದಬಾಜೆನ್ ಸಂಭ್ರಮ್ಲೊ.`,
		description: `ಶಾಂತಿಚೊ ಕುಂವಾರ್, ಮನ್ಶಾಕುಳಾಚೊ ಸೊಡ್ವಣ್ದಾರ್ ಜೆಜುಚೊ ಜಲ್ಮಾದೀಸ್ ದಸೆಂಬರ್ 24 ವೆರ್ ಸಾಂಜೆರ್ ವ್ಹಡಾ ದಬಾಜೆನ್ ಸಂಭ್ರಮ್ಲೊ. ಸಾಂಜೆರ್ 7 ವ್ಹರಾರ್ ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಂಚಾ ಮುಖೇಲ್ಪಣಾಖಾಲ್ ಗಾಯನ್ ಮಂಡಳಿಚ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಆನಿ ರೋಸಾಮಿಸ್ತಿಕಾ ನೊವಿಶಿಯೆಟ್ ಧರ್ಮ್ ಭಯ್ಣಿಂನಿ ಕ್ಯಾರಲ್ಸ್ ಗಾವ್ನ್ ಜೆಜು ಬಾಳ್ಕಾಕ್ ಉಲ್ಲಾಸುನ್ ನಮಾನ್ ಕೆಲೊ. ಉಪ್ರಾಂತ್ ಸಂಭ್ರಮಿಕ್ ಮಿಸಾಚೆ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ. ಮಂಗಳಜ್ಯೋತಿ ಸಮಾಲೋಚನ್ ಕೇಂದ್ರಾಚೆ ನಿರ್ದೇಶಕ್ ಮಾ।ವಿಕ್ಟರ್ ಡಿಸೋಜಾ ಬಾಪಾಂನಿ ಪ್ರಧಾನ್ ಯಾಜಕ್ ಜಾವ್ನ್ “ನಿರಾಶಾ ಭರ್ಲೆಲ್ಯಾ ಸಂಸಾರಾಂತ್ ಜೆಜುಚ್ಯಾ ಜಲ್ಮಾ ವರ್ವಿಂ ಭರ್ವಶ್ಯಾ ಕಿರಣ್ ಪಾಂಕ್ಲಾಂ" ಮ್ಹಳ್ಳ್ಯಾ ಸಂದೇಶಖಾಲ್ ಮಿಸಾಚೆ ಬಲಿದಾನ್ ಭೆಟವ್ನ್ ಅರ್ಥಾಭರಿತ್ ಪ್ರಸಂಗ್ ದಿಂವ್ನ್ ನಿರಾಶೆನ್ ಭರ್ಲೆಲ್ಯಾಂಕ್, ಗರ್ಜೆವಂತಾಕ್ ಆಧಾರ್ ಜಾವ್ನ್ ತಾಂಚೆ ಥಂಯ್ ಜೆಜು ಬಾಳ್ಕಾಕ್ ದೆಖುಂಕ್ ಉಲೊ ದಿಲೊ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ। ಮಾ।ರುಡೊಲ್ಫ್ ರವಿ ಡೆಸಾ, ಮಾ।ಬಾ। ದೊ. ಪಿಯುಸ್ ಫಿದೆಲಿಸ್ ಪಿಂಟೊ, ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ ಸಹ ಭೆಟವ್ಣಿ ಕೆಲಿ. ಕ್ರಿಸ್ಮಸ್ ಸಂಭ್ರಮ್ ದಬಾಜೆನ್ ಸಂಭ್ರಮುಕ್ ಸಹಕಾರ್ ದಿಲ್ಲ್ಯಾ ಸರ್ವಾಂಚೊ ವಿಗಾರ್ ಬಾಪಾಂನಿ ಉಪ್ಕಾರ್ ಭಾವುಡ್ಲೊ. ಮುಡ್ದೊಮ್'ಗಾರಾಂಕ್ ವಾತಿ ದೀಂವ್ನ್ ಮಾನ್ ಕೆಲೊ. ಜೆಜು ಬಾಳ್ಕಾಚೊ  ಸರ್ವಾಂನಿ ಉಮೊ ಘೆವ್ನ್ ಮಾನ್ ಕೆಲೊ. ಮಾನೆಸ್ತ್ ರೊಯ್ಲಿನ್ ಲೋಬೊನ್ ದೇವ್-ಸ್ತುತೆಚೆ ನಿರ್ವಾಹಣ್ ಕೆಲೆಂ. ಹಾಜರ್ ಆಸ್'ಲ್ಲ್ಯಾ ಸರ್ವಾಂಕ್ ಕೇಕ್ ಆನಿ ಫೀವನ್ ವಾಂಟ್ಲೆಂ. ಮಿಸಾ ಉಪ್ರಾಂತ್ ಪಿ.ವೈ.ಸಿ ಥಾವ್ನ್  ಕ್ರಿಸ್ಮಸ್ ನೈಟ್  ಮಟ್ವೆಂ ಕಾರ್ಯೆಂ ಸಾದರ್ ಜಾಲೆಂ. ಶ್ರೀ. ದೀಪಕ್ ಡಿಸೋಜ ಹಾಣೆಂ ತಸ್ವಿರ್ಯೊ ಕಾಡ್ನ್ ಸಹಕರಿಸಲೆ.`,
		facebookLink: 'https://www.facebook.com/share/p/18N9o5eCYr/',
	},
	{
		eventName: 'Elocution Competition-2024',
		eventNameKok: 'ಭಾಷಣ್ ಸ್ಪರ್ಧೊ - 2024',
		slug: 'elocution-competition-2024',
		imageUrl: event14,
		shortDescription: `ದಸೆಂಬರ್ ಮಹಿನ್ಯಾಚಾ 1 ತಾರಿಕೆರ್ ದನ್ಪರಾಂ 3 ವ್ಹರಾರ್ ಕಥೊಲಿಕ್ ಸಭೆನ್ ಭುರ್ಗ್ಯಾಂಕ್ ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಶತಾಬ್ಧಿ ಸ್ಮರಾಕ್ ಭವನಾಂತ್ ಚಲವ್ನ್ ವ್ಹೆಲೊ.`,
		description: `ಪೊಂಪೈ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಗುರ್ಪುರ್ ಕೈಕಂಬ ಘಟಕ್ ಹಂತಾರ್ ದಸೆಂಬರ್ ಮಹಿನ್ಯಾಚಾ 1 ತಾರಿಕೆರ್ ದನ್ಪರಾಂ 3 ವ್ಹರಾರ್ ಕಥೊಲಿಕ್ ಸಭೆನ್ ಭುರ್ಗ್ಯಾಂಕ್ ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಶತಾಬ್ಧಿ ಸ್ಮರಾಕ್ ಭವನಾಂತ್ ಚಲವ್ನ್ ವ್ಹೆಲೊ. ಆತ್ಮೀಕ್ ನಿರ್ದೇಶಕ್ ತಶೆಂಚ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೋ|ಮಾ|ಬಾ| ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷದೆಚೊ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಜೋನ್ಸನ್ ಲೋಬೊ, ಆಯೋಗ್ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಪೊಂಪೈ ಕೊವೆತಾಚಿಂ ಧರ್ಮ್ ಭಯ್ಣ್ ಸಿ.ಜಯಾ, ಘಟಕಾಚೊ ಅಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ಗ್ಲೇನ್ ರೋಶನ್ ಡಿಕುನ್ಹಾ, ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಮೆಲ್ವಿನ್ ಡಿಸೋಜ, ವಾರಾಡ್ಯಾ ಥಾವ್ನ್ ವರಯ್ಣಾರ್ ಜಾವ್ನ್ ಹಾಜರ್ ಜಾಲ್ಲಿಂ, ಶ್ರೀಮತಿ ಫಿಲೋಮಿನಾ ಫೆರ್ನಾಂಡಿಸ್ ಆನಿ ಶ್ರೀಮಾನ್ ಡಾ. ಶಾರೊನ್ ಮೆಂಡೊನ್ಸಾ ವೆದಿರ್ ಹಾಜರ್ ಆಸ್'ಲ್ಲಿಂ. ಪವಿತ್ರ್ ಆತ್ಮ್ಯಾಚಾ ಗೀತಾ ದ್ವಾರಿಂ ಭಾಷಣ್ ಸ್ಪರ್ಧೊ ಆರಂಭ್ ಕೆಲೊ. ಘಟಕ್ ಅಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ಗ್ಲೇನ್ ರೋಶನ್ ಡಿಕುನ್ಹಾ ಹಾಣೆಂ ಜಾಮ್ಲೆಲ್ಯಾ ಸರ್ವಾಂಕ್ ಬರೊ ಯೆವ್ಕಾರ್ ಮಾಗ್ಲೊ. ದಿವೊ ಪೆಟೊಂವ್ಚ್ಯಾ ಮಾರಿಫಾತ್ ಕಾರ್ಯಾಚೆಂ ಸುರ್ವಾತ್ ಕೆಲೆಂ. ವಿಗಾರ್ ಬಾಪಾನಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ಉದ್ದೇಶಿಸುನ್ ಅರ್ಪುಬಾಯೆಚೊ ಸಂದೇಶ್ ದಿಲೊ. ಒಟ್ಟುಕ್ 18 ಭುರ್ಗ್ಯಾಂನಿಂ ಸ್ಪರ್ಧ್ಯಾಂತ್ ಭಾಗ್ ಘೆತ್ಲೊ. ವರಯ್ಣಾರಾನಿಂ ಆಪ್ಲೊ ಸಂದೇಶ್ ಭುರ್ಗ್ಯಾಂ ಥಂಯ್ ವಾಂಟುನ್ ಘೆತ್ಲೊ. ಘಟಕ್ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಮೆಲ್ವಿನ್ ಡಿಸೋಜನ್ ಸರ್ವಾಯ್ ರಿತಿನ್ ಸಹಕಾರ್ ದಿಲ್ಲ್ಯಾಂಚೊ ಉಪ್ಕಾರ್ ಭಾವುಡ್ಲೊ. ಕುಮಾರಿ ಟೀನಾ ಡಿಕುನ್ಹಾನ್ ಭೋವ್ ಅರ್ಪುಬಾಯೆನ್ ಕಾರ್ಯನಿರ್ವಹಣ್ ಕೆಲೆಂ. ಶ್ರೀಮತಿ ಪ್ರವೀಣಾ ಡಿಸಿಲ್ವಾ, ಶ್ರೀಮತಿ ಡೆಲ್ಸಿ ರೊಡ್ರಿಗಸ್, ಶ್ರೀಮಾನ್ ಸಿಲ್ವೆಸ್ಟರ್ ಮೊಂತೇರೊ ಹಾಣಿಂ ಭಾಷಣ್ ಸ್ಪರ್ಧ್ಯಾಂಕ್ ಮಾಂಡಾವಳ್ ಕರುಂಕ್ ತಶೆಂಚ್ ಶ್ರೀಮತಿ ಶಾಂತಿ ಕುವೆಲ್ಲೊ ಹಿಣೆಂ ತಸ್ವಿರ್ಯೊ ಕಾಡ್ನ್ ಸಹಕಾರ್ ದಿಲೊ. ವರಯ್ಣಾರ್ ಡಾ. ಶಾರೊನ್ ಮೆಂಡೊನ್ಸಾ ಹಾಣೆಂ ಭುರ್ಗ್ಯಾಂಚೆಂ ಫಲಿತಾಂಶ್ ಸಾಂಗ್ಲೆಂ. ಥಂಡ್ ಪಿವನಾಂ ಸಂಗಿಂ ಭಾಷಣ್ ಸ್ಪರ್ಧ್ಯಾಂಚೆಂ ಕಾರ್ಯೆಂ ಸಂಪಯ್ಲೆಂ.<br/><br/>
		<strong>ಭಾಷಣ್ ಸ್ಪರ್ಧ್ಯಾಂಚೆ೦ ಫಲಿತಾಂಶ್</strong><br/>

		<b>ದುಸ್ರಿ ಕ್ಲಾಸ್ ಪರ್ಯಾಂತ್: </b><br/>

		1.  ವರ್ಲಿನ್ ಪಿಂಟೊ<br/>
		2.  ಕೀತ್ ರೊಡ್ರಿಗಸ್<br/>

		<br/>

		<b>ತಿಸ್ರಿ ಕ್ಲಾಸ್ ಥಾವ್ನ್ ಚೊವ್ತಿ ಕ್ಲಾಸ್ ಪರ್ಯಾಂತ್:</b><br/>
		1.  ವೆನೆಸ್ಸಾ ಅನ್ಯ ಫೆರ್ನಾಂಡಿಸ್ <br/>
		2.  ಇವನ್ ಸಲ್ಡಾನ್ಹಾ  <br/>
		3.  ಜೋಶಾಲ್ ಡಿಸೋಜ  <br/>

		<br/>

		<b>ಪಾಂಚ್ವಿ ಕ್ಲಾಸ್ ಥಾವ್ನ್ ಸಾತ್ವಿ ಕ್ಲಾಸ್ ಪರ್ಯಾಂತ್:</b><br/>
		1.  ಸಿಯೋನ್ ವಿನ್ಸ್'ಟನ್ ಡಿಅಲ್ಮೇಡಾ <br/>
		2.  ಜೆಸ್ಸಿಕಾ ರೂತ್ ಡಿಸೋಜ<br/>
		3.  ಸಿಯಾನಾ ಸಲ್ಡಾನ್ಹಾ <br/>
		3.  ಓಶಿನ್  ಫೆರ್ನಾಂಡಿಸ್ <br/>

		<br/>

		<b>ಆಟ್ವಿ ಕ್ಲಾಸ್ ಥಾವ್ನ್ ಧಾವಿ ಕ್ಲಾಸ್ ಪರ್ಯಾಂತ್:</b><br/>
		1.  ಜೂನಿಯ ಕರೆನ್ ಫೆರ್ನಾಂಡಿಸ್<br/>

		<br/>

		ಭಾಗ್ ಘೆತ್ ಲ್ಲ್ಯಾ ಸರ್ವ್ ಭುರ್ಗ್ಯಾಂಕ್ ಅಭಿನಂದನ್ ಪಾಟಯ್ತಾಂ, ತಶೆಂಚ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲ್ಲ್ಯಾ ಸರ್ವ್ ವ್ಹಡಿಲ್ಹಾಂಕ್ ದೇವ್ ಬರೆಂ ಕರುಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/18M6iXVwnr/',
	},
	{
		eventName: 'First Holy Communion',
		eventNameKok: 'ಪಯ್ಲ್ಯಾ ಕುಮ್ಗಾರಾಚೊ ಸಂಭ್ರಮ್',
		slug: 'first-holy-communion',
		imageUrl: event13,
		shortDescription: `ನವೆಂಬರ್ 24 ವೆರ್ ಆಯ್ತಾರಾ, ಕ್ರೀಸ್ತ್ ರಾಯಾಚಾ ಫೆಸ್ತಾ ದಿಸಾ ಸಕಾಳಿಂಚ್ಯಾ ಮಿಸಾ ವೆಳಾರ್ ಪಯ್ಲ್ಯಾ ಕುಮ್ಗಾರಾಚೊ ಸಂಭ್ರಮ್ ಚಲ್ಲೊ.`,
		description: `ನವೆಂಬರ್ 24 ವೆರ್ ಆಯ್ತಾರಾ, ಕ್ರೀಸ್ತ್ ರಾಯಾಚಾ ಫೆಸ್ತಾ ದಿಸಾ ಸಕಾಳಿಂಚ್ಯಾ ಮಿಸಾ ವೆಳಾರ್ ಪಯ್ಲ್ಯಾ ಕುಮ್ಗಾರಾಚೊ ಸಂಭ್ರಮ್ ಚಲ್ಲೊ. ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ 14 ನೆಣ್ತುಲ್ಯಾ ಭುರ್ಗ್ಯಾಂನಿ ಜೆಜುಕ್ ಪಯ್ಲೆಂ ಪಾವ್ಟಿಂ ಉಂಡ್ಯಾ ಆನಿ ವಾಯ್ನಾ ರುಪಾರ್ ತಾಂಚ್ಯಾ ಕಾಳ್ಜಾಂತ್ ಸೆವ್ಲೊ. ಬಜ್ಜೋಡಿ ಮಂಗಳಾ ಜ್ಯೋತಿ ಕುಟ್ಮಾ ಜಿಣ್ಯೆ ಕೇಂದ್ರಾಚೊ ದಿರೆಕ್ತೋರ್ ಮಾ| ಆಲ್ವಿನ್ ಡಿಸೋಜ ಬಾಪಾಂನಿ  ಸಂಭ್ರಮಿಕ್ ಪವಿತ್ರ್ ಮಿಸಾಚೆ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ ಆನಿ ಕ್ರೀಸ್ತ್ ರಾಯಾಚಾ ಫೆಸ್ತಾ ಸಂದರ್ಭಿಂ ಜೆಜು ರಾಯ್ ಸಂಸಾರಾಂತ್ಲ್ಯಾ ಹೆರ್ ರಾಯಾ ಪ್ರಾಸ್ ಕಸೊ ವೆಗ್ಳೊ ಜಾವ್ನಾಸಾ ಮ್ಹಳ್ಳೆ ವಿಶಿಂ ತುಲಾನಾತ್ಮಕ್ ರಿತಿನ್ ಅರ್ಥಭರಿತ್ ಪ್ರಸಂಗ್ ದಿಲೊ ಆನಿ ಪಯ್ಲೆಂ ಪಾವ್ಟಿಂ ಜೆಜುಕ್ ಕಾಳ್ಜಾಂತ್ ಸೆವ್'ಲ್ಲ್ಯಾ  ಭುರ್ಗ್ಯಾಂಕ್ ತಶೆಂಚ್ ಪವಿತ್ರ್ ಎವ್ತರಿಸ್ತಾಚಾ ಬಲಿದಾನ ವೆಳಾ ಹರ್ಯೆಕಾ ಪಾವ್ಟಿ ಜೆಜುಕ್ ಕಾಳ್ಜಾಂತ್ ಸೆಂವ್ಚ್ಯಾ ಆಮ್ಕಾ ಸರ್ವಾಂಕ್ ಜೆಜು ರಾಯಾ ಬರಿ ಮೊಗಾನ್, ತ್ಯಾಗನ್, ಸತಾ ನಿತಿನ್, ಶಾಂತಿ ಸಮಾದಾನಾನ್ ಜಿಯೆವ್ನ್ ಜೆಜು ಬರಿ ಜಾಂವ್ಕ್ ಉಲೊ ದಿಲೊ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ| ಮಾ| ಬಾ| ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ಫಿರ್ಗಜ್‌ಗಾರ್ ಮಾ| ಬಾ| ಮೆಲ್ವಿನ್ ಲೋಬೊ, ಮಾ| ಬಾ| ಸಂತೋಷ್ ಮಿನೇಜಸ್ ತಶೆಂಚ್ ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿ ಸಹ ಭೆಟವ್ಣಿ ಕೆಲಿ. ವಿಗಾರ್ ಬಾಪಾಂನಿ ಆನಿ ಸಯ್ರಾ ಯಾಜಕಾಂನಿಂ ಭುರ್ಗ್ಯಾಂಕ್ ಪಯ್ಲ್ಯಾ ಕುಮ್ಗಾರಾಚೊ ಸಾಕ್ರಾಮೆಂತ್ ದಿಲೊ. ಪಯ್ಲೊ ಕುಮ್ಗಾರ್ ಸೆಂವ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂನಿ ಭೋವ್ ಅಪುರ್ಬಾಯೆನ್ ದೇವ್ ಸ್ತುತಿ ಚಲವ್ನ್ ವೆಲಿ. ವಿಗಾರ್ ಬಾಪಾಂನಿ ಭುರ್ಗ್ಯಾಂಕ್ ಕ್ರಿಸ್ತೀ ಶಿಕೊವ್ಣ್ ದಿವ್ನ್ ಪಯ್ಲೊ ಕುಮ್ಗಾರ್ ಘೆಂವ್ಕ್ ಆಯ್ತೆಂ ಕೆಲ್ಲ್ಯಾ ಆನಿ ದೇವ್ ಸ್ತುತಿ ಚಲವ್ಕ್ ತರ್ಭೆತಿ ದಿಲ್ಲ್ಯಾ ಪೊಂಪೈ ಕೊವೆಂತಾಚಿ ಸುಪೀರಿಯರ್ ಸಿ।ಜಯಾ ಆನಿ ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ತಶೆಂಚ್ ದೇವ್ ಸ್ತುತಿ ಆಯೋಗ್ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮತಿ ಪ್ರವೀಣ ಡಿಸಿಲ್ವ ಹಾಂಚೊ ಉಪ್ಕಾರ್ ಬಾವುಡ್ಲೊ. ಮಿಸಾ ಉಪ್ರಾಂತ್ ಪಯ್ಲೊ ಕುಮ್ಗಾರ್ ಸೆವ್'ಲ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ವ್ಹಡಿಲಾಂ ಸವೆಂ ಉಲ್ಲಾಸುಚೆಂ ಮಟ್ವೆಂ ಕಾರ್ಯೆಂ ಶತಾಬ್ದಿ ಸ್ಮಾರಕ್ ಭವನಾಂತ್ ಆಸಾ ಕೆಲ್ಲೆಂ. ಪಯ್ಲೊ ಕುಮ್ಗಾರ್ ಸೆವ್'ಲ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ದಿಯಾಕೊನ್ ಬಾಪಾಂನಿ ಘಡ್'ಲ್ಲೆಂ ಗೀತ್ ಗಾವ್ನ್ ಉಲ್ಲಾಸ್ ಪಾಟಯ್ಲೆಂ. ಹಾಜರ್ ಆಸ್'ಲ್ಲ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಆನಿ ವ್ಹಡಿಲಾಂಕ್ ಕಾಫಿ ಫಳ್ಹಾರ್ ಆಸಾ ಕೆಲ್ಲೊ.`,
		facebookLink: 'https://www.facebook.com/share/p/JTjjSqKFdj8fksMF/',
	},
	{
		eventName: 'PCL Auction-2024',
		eventNameKok: 'ಪೊಂಪೈ ಕ್ರಿಕೆಟ್ ಲೀಗ್ - 2024 Auction',
		slug: 'pcl-auction-2024',
		imageUrl: event12,
		shortDescription: `ಪಿ.ವೈ.ಸಿ - ಐ.ಸಿ.ವೈ.ಎಮ್ ಗುರ್ಪುರ್ ಘಟಕಾನ್ PCL Season 3 ಹಾಚೆಂ Auction ಚಲವ್ನ್ ವ್ಹೆಲೆಂ.`,
		description: `ಪಿ.ವೈ.ಸಿ - ಐ.ಸಿ.ವೈ.ಎಮ್ ಗುರ್ಪುರ್ ಘಟಕ್ ಹಾಣಿಂ ನವೆಂಬರ್ ಮಹಿನ್ಯಾಚಾ 10 ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಸಾಂಜೆರ್ 3:30 ವೊರಾರ್ PCL Season 3 ಹಾಚೆಂ Auction ಶತಾಬ್ದಿ ಸಭಾ ಭವನಂತ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ.<br></br>

		PCL 2024, 5 ಟೀಮಾ ಹ್ಯಾ ಪರಿಂ:<br></br>
		<li> ASTEROID AMIGOS </li>
		<li> BIG BULL WARRIORS </li>
		<li> ELITE STRIKERS </li>
		<li> JMJ CRICKETERS </li>
		<li> ROYAL TITANS </li>

		<br>

		ಪಿ.ವೈ.ಸಿ ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್ ಹಾಣೆಂ ಜಮ್ಲೆಲ್ಯಾಂಕ್ ಸ್ವಾಗತ್‌ ಮಾಗ್ಲೆಂ. ಪಿ.ವೈ.ಸಿ ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್ ಆನಿ ಪಿ.ವೈ.ಸಿ ಸಹ ಕಾರ್ಯದರ್ಶಿ ದೀಪಕ್ ಡಿಸೋಜ ಹಾಣಿಂ PCL 2024 Auction ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಹ್ಯಾ ಕಾರ್ಯ್ಯಾಕ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೋವ್ ಮಾI ಬಾI ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ದಿಯೊಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ, ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷಧ್ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮನ್ಸ್ ಲೋಬೊ ಆನಿ 5 ಟೀಮ್ ಹಾಚೆಂ Owner, Co-Owners, Icon Players ಆನಿ ಪಿ.ವೈ.ಸಿ ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್, ಕಾರ್ಯದರ್ಶಿ ಪ್ರೀಮಾ ಮಿನೇಜಸ್, ಖೆಳಾ ಕಾರ್ಯದರ್ಶಿ ಆಗೊಸ್ತಿನ್ ಮಿನೇಜಸ್ ಆನಿ ಪಿ.ಸಿ.ಯೆಲ್ ಕಮಿಟಿ ಸಾಂದೆ ಹಾಜರ್ ಆಸ್ಲೆಂ. ಆಕ್ಷನಾಂಚೆರ್ ಪಿ.ಸಿ.ಯೆಲ್ ಕ್ರಿಕೆಟ್ ಟೀಮ್ಸ್ ರಚನ್ ಕೆಲಿಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/19LCMUvA9W/',
	},
	{
		eventName: 'Website Launch',
		eventNameKok: 'ಫಿರ್ಗಜ್ ವೆಬ್-ಸೈಟ್ ಉಗ್ತಾವಣ್',
		slug: 'website-launch',
		imageUrl: event11,
		shortDescription: `ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಚಾ ಸುವಾಳ್ಯಾರ್, ಫಿರ್ಗಜೆಚಿ ವೆಬ್-ಸೈಟ್ ಲೋಕಾರ್ಪಣ್`,
		description: `ನವೆಂಬರ್ ಮಹಿನ್ಯಾಚಾ 06 ತಾರಿಕೆರ್ ಬುದ್ವಾರ ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಚಾ ಸುವಾಳ್ಯಾರ್ ಗುರ್ಪುರ್ ಪೊಂಪೈ ಮಾಯ್ ಫಿರ್ಗಜೆಚಿ ವೆಬ್-ಸೈಟ್ <a href="https://pompeichurch.in" target="_blank" style="color: blue; text-decoration: underline;">www.pompeichurch.in</a>, ಪ್ರಧಾನ್ ಯಾಜಕ್ ಮಾ| ಬಾ| ಡೆನಿಸ್ ಡೆಸಾ ತಶೆಂಚ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊI ಮಾ| ಬಾ| ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಹಾಣಿಂ ಸಾಂಗಾತಾ ಮೆಳೊವ್ನ್ ಲೋಕಾರ್ಪಣ್ ಕೆಲೆಂ. ವೆಬ್-ಸೈಟ್ ಭೋವ್ ಸೊಭಿತ್ ರಿತಿನ್ ಮಾಂಡುನ್ ಹಾಡ್'ಲ್ಲ್ಯಾ ವೆಬ್-ಸೈಟ್ ಸಮಿತಿಕ್ ವಿಗಾರ್ ಬಾಪಾಂನಿ ಉಲ್ಲಾಸಿಲೆಂ ಆನಿ ಹೊಗ್ಳಿಕ್ ಉಚಾರ್ಲಿ. ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷಧ್ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮನ್ಸ್ ಲೋಬೊ, ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಜೊನ್ಸನ್ ಲೋಬೊ, ಆಯೋಗ್ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಸಾಮಾಜಿಕ್ ಸಂಪರ್ಕ್ ಆಯೋಗ್ ಸಂಚಾಲಕ್ ಶ್ರೀಮಾನ್ ಗ್ಲೇನ್ ರೋಶನ್ ಡಿಕುನ್ಹಾ ಆನಿ ವೆಬ್ ಸೈಟ್ ಸಮಿತಿ ಸಾಂದೆ ನೈಜಿಲ್ ಪೇರಿಸ್, ಅರೊಮಾ ಪೇರಿಸ್ ಆನಿ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್ ಹಾಜರ್ ಆಸ್ಲಿಂ. ಅರೊಮಾ ಪೆರಿಸ್ ಹಾಣೆಂ ವೆಬ್-ಸೈಟ್ ವಿಶ್ಯಾಂತ್ ಭೋವ್ ಅರ್ಥಾ ಭರಿತ್ ರಿತಿನ್ ಫಿರ್ಗಜೆಂತ್ ಲೊಕಾಕ್ ಮಾಹೆತ್ ದಿಲಿ. ಹ್ಯಾ ಅಂತರ್ ಜಾಳಿಚೊ ಉಪಯೋಗ್ ತುಮಿ <a href="https://pompeichurch.in" target="_blank" style="color: blue; text-decoration: underline;">pompeichurch.in</a> ಹೆಂ ಲಿಂಕ್ ವಾಪರ್ನ್ ವಾ ಹಾಂಗಸಾರ್ ದಿಲ್ಲೆಂ ಕ್ಯೂ ಆರ್  ಕೋಡ್ (QR Code) ಗೂಗಲ್ ವಾಪರ್ನ್ ಸ್ಕ್ಯಾನ್ ಕರ್ನ್ ತುಮಿ ಹಾಂಚೊ ಉಪಯೋಗ್ ಕರುಂಕ್ ಆವ್ಕಾಸ್ ಕರ್ನ್ ದಿಲೊ. ಹಿ ವೆಬ್ ಸೈಟ್ ಕೊಂಕಣಿ ಆನಿ ಇಂಗ್ಲೀಷ್, ದೋನ್ ಭಾಷಾಂನಿ ಆಸುನ್ ಹ್ಯಾ ವೈಬ್ ಸೈಟಿ-ಚೆರ್ ಫಿರ್ಗಜೆಚಿ ಚರಿತ್ರಾ, ಫಿರ್ಗಜೆಂತ್ ಆದಿಂ ಸೆವಾ ದಿಲ್ಲ್ಯಾ ಸರ್ವ್ ಯಾಜಕಾಂ ವಿಶಿಂ, ಮಿಸಾಚೊ ವೇಳ್, ಸರ್ವ್ ಸಂಘ್-ಸಂಸ್ಥ್ಯಾ ಆನಿ ಸರ್ವ್ ಆಯೋಗ್ ವಿಶಿಂ, ಫಿರ್ಗಜ್ ಜಿವಾಳ್ ದವರ್ಚ್ಯಾ ಸರ್ವ್ ಕಾರ್ಯಕ್ರಮಾಂಚೊ ವಿವರ್ ತುಮಿ ಪಳವ್ಯೆತಾ. ಸಾಂಗಾತಾಚ್ ಮಾಗ್ಣ್ಯಾ ಪಾನ್ ವಾಪರ್ನ್ ಚಡಿತ್ ವೇಳ್ ಮಾಗ್ಣೆಂ ಕರುಂಕ್'ಯಿ ಆವ್ಕಾಸ್ ಆಸಾ ಮ್ಹಣ್ ತಿಳ್ಸಿಲೆಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/XewSBgFUAJZPErNd/',
	},
	{
		eventName: 'Annual Feast-2024',
		eventNameKok: 'ವಡ್ಲೆಂ ಫೆಸ್ತ್ - 2024',
		slug: 'annual-feast',
		imageUrl: event10,
		shortDescription: `ನವೆಂಬರ್ 6 ತಾರ್ಕೆರ್ ಬುದ್ವಾರಾ ವ್ಹಡಾ ದಬಾಜಾನ್ ಫಿರ್ಗಜ್ ಫೆಸ್ತ್ (ವಡ್ಲೆಂ ಫೆಸ್ತ್) ಸಂಭ್ರಮ್ಲೆಂ.`,
		description: `ನವೆಂಬರ್ 6 ತಾರ್ಕೆರ್ ಬುದ್ವಾರಾ ವ್ಹಡಾ ದಬಾಜಾನ್ ಫಿರ್ಗಜ್ ಫೆಸ್ತ್ (ವಡ್ಲೆಂ ಫೆಸ್ತ್) ಸಂಭ್ರಮ್ಲೆಂ. ಸಕಾಳಿಂ 9:30 ವ್ಹರಾರ್ ಪೊಂಪೈ ಸಭಾ ಭವನ ಲಾಗಿಂ ಫಿರ್ಜೆಂತ್ ರಾವ್'ಲ್ಲ್ಯಾ ತೀನೀ ಕುಟ್ಮಾಂಚಾಂಕ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ। ಮಾ। ಬಾ। ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ಫಿರ್ಗಜ್ ಯಾಜಕ್ ಮಾ।ಬಾ।ದೊ. ಪಿಯುಸ್ ಪಿಧೆಲಿಸ್ ಪಿಂಟೊ, ದಿಯಾಕೊನ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ ಉಪಾಧ್ಯಕ್ಷ್, ಕಾರ್ಯದರ್ಶಿ, ಸಾಂದ್ಯಾ ಬರಾಬರ್ ಸ್ವಾಗತ್ ಕರ್ನ್ ಬ್ಯಾಂಡಚಾ ನಾದರ್ ಪುರ್ಶಾಂವಾರ್ ದೇವ್ ತೆಂಪ್ಲಾಕ್ ಯೆವ್ಕಾರ್ ಮಾಗ್ಲೊ. ಉಪ್ರಾಂತ್ ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಕ್ ಮುಡ್ದೊಮ್ ದಿಲ್ಲ್ಯಾಂಕ್ ಆನಿ ಪ್ರಾಯೋಜಕ್ ಜಾವ್ನ್ ಸಹಕರ್ಸಿಲ್ಲ್ಯಾಂಕ್ ಮಾನಾಚೊ ವಾತಿ ವಾಂಟ್ಲ್ಯೊ. ತೊಟ್ಟಾಂ ಫಿರ್ಗಜೆಚೆ ವಿಗಾರ್ ತಶೆಂಚ್ ಉಡುಪಿ ದಿಯೆಸೆಜಿಚೆ PRO , ಮಾ| ಬಾ| ಡೆನಿಸ್ ಡೆಸಾ ಹಾಣಿಂ ಪ್ರಧಾನ್ ಯಾಜಕ್ ಜಾವ್ನ್ ಫೆಸ್ತಾಚೆ ಸಂಭ್ರಮಿಕ್ ಅರ್ಗಾಂ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ. ಮರಿಯೆಚೆಂ ಸ್ತುತಿ ಗಾಯಾನ್ ಆಮ್ಕಾಂ ಭರ್ವಶ್ಯಾಚಿಂ ಯಾತ್ರಿಕಾಂ ಜಾಂವ್ಕ್ ಪ್ರೇರಣ್ ಮ್ಹಳ್ಳ್ಯಾ ಸಂದೇಶಾಖಾಲ್ ಗೂಂಡ್ ಚಿಂತ್ಪಾನ್ ಭರ್ಲೆಲೊ, ಅರ್ಥಭರಿತ್ ಪ್ರವಚನ್ ದೀವ್ನ್ ಹೊ ಸಂದೇಶ್ ಚಾಲ್ತ್ಯಾ ಜೀವನಾಂತ್ ರುತಾ ಕರುಂಕ್ ಉಲೊ ದಿಲೊ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ।ಮಾ|ಬಾ| ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಸಂಗಿ ವಾರಾಡ್ಯಾಚೆ ಆನಿ ಸಯ್ರೆ ಯಾಜಕ್ ಬಾಪಾಂನಿ ಸಹ ಭೆಟವ್ಣಿ ಕೆಲಿ. 28 ಯಾಜಕ್ ಬಾಪ್ ಹಾಜರ್ ಆಸ್'ಲ್ಲೆ. ಗಾಯಾನ್ ಮಂಡಳಿಚಾ ಸುಮಧುರ್ ಗಾಯನಾನ್ ಫೆಸ್ತಾಚೊ ಸಂಭ್ರಮ್ ಚಡಯ್ಲೊ. ವಿಗಾರ್ ಬಾಪಾಂನಿ ಫಿರ್ಜೆಂತಿಂಕ್ ವಾತಿ ದೀವ್ನ್ ಮಾನ್ ಕೆಲೊ. ತಶೆಂಚ್ ವ್ಹಡಾ ಸಂಭ್ರಮಾನ್ ಫೆಸ್ತ್ ಆಚರ್ಸುಂಕ್ ಸಹಕಾರ್ ದಿಲ್ಲ್ಯಾ ಸರ್ವಾಂಚೊ ತಶೆಂಚ್ಚ್ ವ್ಹಡಾ ಸಂಖ್ಯಾನ್ ಯೇವ್ನ್ ಫೆಸ್ತಾಚೊ ಸಂಭ್ರಮ್ ಚಡಯಿಲ್ಲ್ಯಾ ಸರ್ವ್ ಯಾಜಕ್ ಬಾಪಾಂಚೊ ಉಪ್ಕಾರ್ ಭಾವುಡ್ಲೊ. ಫಿರ್ಗಜೆಚಿ ನವಿ ಅಂತರ್ ಜಾಳ್ (Website: <a href="https://pompeichurch.in" target="_blank" style="color: blue; text-decoration: underline;">www.pompeichurch.in</a>) ಹ್ಯಾಚ್ಚ್ ವೆಳಾ ಮಾ। ಡೆನಿಸ್ ಡೆಸಾ ಬಾಪಾಂನಿ ಲೋಕಾರ್ಪಣ್ ಕೆಲಿ. ಹೆಂ ಕಾರ್ಯೆಂ ಕು. ಆರೋಮ ಪೇರಿಸಾನ್ ಚಲವ್ನ್ ವೆಲೆಂ. ಶ್ರೀಮತಿ ಪ್ರವೀಣ ಡಿಸಿಲ್ವಾನ್ ದೇವ್ ಸ್ತುತಿ ನಿರ್ವಾಹಣ್ ಚಲವ್ನ್ ವೆಲಿ. ತಿಸ್ರಿ ಒಡ್ದಿಚಾ ಸಾಂದ್ಯಾಂನಿ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾ ಕೊವೆಂತಾಚಾ ಧರ್ಮ್ ಭಯ್ಣಿಂನಿ ಇಗರ್ಜೆ ಭಾಯ್ಲ್ಯಾ ಸ್ಟಾಲಾಂತ್ ಅಂಗೊವ್ಣೆಚೊ ವಾತಿ ವಿಕುಂಕ್ ಸಹಕಾರ್ ದಿಲೊ. Y.C.S ಆನಿ P.Y.C ಯುವಜಣಾಂನಿ ಫೆಸ್ತಾಕ್ ಸ್ಟಾಲಾಂ ಘಾಲ್ನ್ ವಿವಿಧ್ ಖೆಳ್ ಆಯೋಜಿತ್ ಕರ್ನ್ ಫಿರ್ಗಜ್ಗಾರಾಂಕ್ ಮನೋರಂಜಿತ್ ಕೆಲೆಂ ಆನಿ ಫೆಸ್ತಾಚೊ ಸಂಭ್ರಮ್ ಚಡಯ್ಲೊ. ಸಾಮಾಜಿಕ್ ಸಂವಹನ್ ಆಯೋಗ್ ಸಾಂದೊ ಶ್ರೀ. ದೀಪಕ್ ಡಿಸೋಜ ಹಾಣೆಂ ತಸ್ವೀರ್ ಕಾಡ್ನ್ ಸಹಕರಿಸಿಲ್ಲೆಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/YAMxApxg1CHCMZhW/',
	},
	{
		eventName: 'Vespers-2024',
		eventNameKok: 'ಬೆಸ್ಪಾಚೊ ಸಂಭ್ರಮ್ - 2024',
		slug: 'vespers-sunday',
		imageUrl: event9,
		shortDescription: `ಕ್ರಿಸ್ತಿ ಭಾವಾಡ್ತ್ ಜಿಯೆಂವ್ಕ್  ಆನಿ ಪರ್ಗಟುಂಕ್ ದೆವಾಚೆಂ ಉತರ್ ಪ್ರೇರಣ್`,
		description: `ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಕ್ ಪೂರಕ್ ಜಾವ್ನ್ ನವೆಂಬರ್ ಮಹಿನಾಚ್ಯಾ 5 ತಾರಿಕೆರ್ ಸಾಂಜೆರ್ ಫಿರ್ಗಜ್ ಶಾರೊತಿನ್ ಪೊಂಪೈ ಮಾಯೆಕ್ ಸಾರ್ವಜನಿಕ್ ಪರ್ಗಟ್ ಮಾನ್ ಆನಿ ದೆವಾಚಾ ಸಬ್ದಾಚೊ ಸಂಭ್ರಮ್ (ಬೆಸ್ಪ್) ಆಚರಣ್ ಕೆಲೊ. ಸಾಂಜೆರ್ 6:30 ವ್ಹರಾರ್ ಕೈಕಂಬ ಪೊಂಪೈ ಮಹಾದ್ವಾರಲಾಗಿಂ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ|ಮಾ|ಬಾ| ರುಡೋಲ್ಫ್  ರವಿ ಡೆಸಾ ಬಾಪಾಂನಿ ಆಯ್ಚ್ಯಾ ಸಂಭ್ರಮಾಚೆಂ ಪ್ರಧಾನ್ ಯಾಜಕ್ ಬಜ್ಪೆ  ಸಾಂ. ಜುಜೆ ಫಿರ್ಗಜೆಚೆ ಸಹಾಯಕ್ ವಿಗಾರ್ ಮಾ|ಬಾ| ವಿವಿಯಾನ್ ರೊಡ್ರಿಗಸ್, ದಿಯಾಕೊನ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಆನಿ ಫಿರ್ಗಜ್‌ಗಾರಾಂ ಸಂಗಿ ಪೊಂಪೈ ಮಾಯೆಚೆಂ ಚೆರೆಲ್ ಆಶಿರ್ವಾದಿತ್ ಕೆಲೆಂ. ಪೊಂಪೈ ಮಾಯೆಚ್ಯಾ ಚೆರೆಲಾ ಸಂಗಿ ಜಳ್ತ್ಯೊ ವಾತಿ ಘೆವ್ನ್  ದೇವ್ ತೆಂಪ್ಲಾಕ್ ಪುರ್ಶಾಂವಾರ್ ವಚುನ್ ಮಾರ್ಯೆ ಮಾಯೆಕ್ ಮಾನ್ ಕೆಲೊ. ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಕ್ ಫಿರ್ಜೆಂತ್ ರಾವೊನ್ ಸಹಕಾರ್ ದಿಲ್ಲ್ಯಾ ಫಿರ್ಜೆಂತಿಂಕ್ ವ್ಹಾರಿ ದೀವ್ನ್ ಮಾನ್ ಕೆಲೊ. ಉಪ್ರಾಂತ್ ದೆವಾಚೆಂ  ಉತಾರ್ ಪರ್ಗಟುನ್  ಮಾ|ಬಾ|ವಿವಿಯಾನ್ ರೊಡ್ರಿಗಸ್ ಹಾಣಿಂ  ಕ್ರೀಸ್ತಿ ಭಾವಾಡ್ತ್ ಜಿಯೆಂವ್ಕ್ ಆನಿ ಪರ್ಗಟುಂಕ್ ದೆವಾಚೆಂ ಉತರ್ ಪ್ರೇರಣ್ ಜಾಂವ್  ಮ್ಹಳ್ಳ್ಯಾ ಸಂದೇಶಾ ವಯ್ರ್ ಆನಿ ದೆವಾಚ್ಯಾ ಉತ್ರಾಂ ವಯ್ರ್ ಪ್ರವಚನ್ ದಿಲೆಂ. ಆನಿ ಸಾಕ್ರಾಮೆಂತಾಚೆ ಆರಾಧಾನ್ ಚಲವ್ನ್ ವೆಲೆಂ. ಸುಮಾರ್ 500  ಲೋಕ್ ಹ್ಯಾ ಭಕ್ತಿಕ್ ಕಾರ್ಯಾಕ್ ಹಾಜರ್ ಆಸ್‍ಲ್ಲೊ. ಹಾಜರ್ ಆಸ್'ಲ್ಲ್ಯಾ ಸರ್ವಾಂಚೊ  ಆನಿ ಬೆಸ್ಪಾಕ್ ಸಹಕಾರ್ ದಿಲ್ಲ್ಯಾಂಕ್ ತಶೆಂಚ್ ಪೊಂಪೈ ಮಾಯೆಚೆ ನವೆಂ ಚೆರೆಲ್ ಧಾನ್ ಜಾವ್ನ್ ದಿಲ್ಲ್ಯಾ ಪೊಂಪೈ ‘ಎ’ ವಾಡ್ಯಾಚಾ  ಶ್ರೀಮಾನ್ ಜೊರ್ಜ್ ಸೆರಾವೊ ಆನಿ ಕುಟ್ಮಾಚೊ ಉಪ್ಕಾರ್ ಭಾವುಡ್ಲೊ. ವಾರಾಡ್ಯಾಚೆ ಆನಿ ದಿಯೆಸೆಜಿಚೆ ಪಂಚ್ವೀಸ್ ಸಯ್ರೆ ಯಾಜಕ್ ಹಾಜರ್ ಆಸೊನ್ ಬೆಸ್ಪಚ್ಯಾ ಸಂಭ್ರಮಾಚೊ ಸಂತೊಸ್ ದೊಡ್ತೊ ಜಾಲೊ. ದಾರು ಲಾಸ್ಚ್ಯಾ ಕಾರ್ಯಾ ಸವೆಂ ಬೆಸ್ಪಾಚೊ ಸಂಭ್ರಮ್ ಸಂಪ್ಲೊ. ಕೈಕಂಬ ಮಹಾದ್ವಾರಾಲಾಗಿ ಆನಿ ಇಗರ್ಜೆಂತ್ ಶ್ರೀಮತಿ ಜೂಲಿಯನಾ ಡಿಕುನ್ಹಾ ಹಿಣೆಂ ಬೆಸ್ಪಾಚ್ಯಾ ಸಂಭ್ರಮಾಚೆಂ ಕಾರ್ಯೆಂ ನಿರ್ವಾಹಣ್ ಕೆಲೆಂ. ಕಥೊಲಿಕ್ ಸಭೆಚ್ಯಾ ಸಾಂದ್ಯಾಂನಿ ಇಗರ್ಜೆ ಭಾಯ್ಲ್ಯಾ ಸ್ಟಾಲಾಂತ್ ಅಂಗೊವ್ಣೆಚೊ ವಾತಿ ವಿಕೊಂಕ್ ಆನಿ ಶ್ರೀ. ದೀಪಕ್ ಡಿಸೋಜನ್ ತಸ್ವೀರ್ ಕಾಡ್ನ್ ಸಹಕಾರ್ ದಿಲೊ.`,
		facebookLink: 'https://www.facebook.com/share/p/q5kKE27YtCg9Q9Yo/',
	},
	{
		eventName: 'Confraternity Sunday-2024',
		eventNameKok: 'ಕೊಂಪ್ರಿಚ್ಯಾ ಆಯ್ತಾರಾಚೊ ಸಂಭ್ರಮ್ - 2024',
		slug: 'confraternity-sunday',
		imageUrl: event8,
		shortDescription: `ಇಗರ್ಜೆ ಥಾವ್ನ್ ಕೈಕಂಬ ಪೆಂಟೆ ಪರ್ಯಾಂತ್ ಸಾಕ್ರಮೆಂತಾಚೊ ಪುರ್ಶಾಂವ್`,
		description: ``,
		facebookLink: 'https://www.facebook.com/share/p/Ux5bBDZ4GGF2HF57/',
	},
	{
		eventName: 'Papal Flag Hoisting-2024',
		eventNameKok: 'ಪಾಪಾಲ್ ಬಾವ್ಟೊ ಉಬಾರ್ಚೆ ಕಾರ್ಯೆಂ - 2024',
		slug: 'papal-flag-hoisting',
		imageUrl: event7,
		shortDescription: `ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಕ್ ಸುರ್ವಾತ್ ಜಾವ್ನ್ ಪಾಪಾಲ್ ಬಾವ್ಟೊ ಉಬಾರ್ಚೆ ಕಾರ್ಯೆಂ`,
		description: `ಅಕ್ಟೋಬರ್ ಮಹಿನ್ಯಾಚಾ 27 ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಸಕಾಳಿಂ 7.30 ವ್ಹರಾರ್ ಭೊIಮಾIಬಾ ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಹಾಣಿಂ ಪ್ರಧಾನ್ ಯಾಜಕ್ ಜಾವ್ನ್ ಪವಿತ್ರ್ ಮಿಸಾಚೆ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ. ದಿಯೊಕಾನ್ ಬಾಪ್‌ ವಿಕಾಸ್ ಪಿರೇರಾ‌ ಹಾಣಿಂ ಮದರ್ ತೆರೆಸಾ ಪರಿಂ ತಿಣೆಂ ತಿಚ್ಯಾ ಜಿಣ್ಯೆಂತ್ ಮಾಗ್ಣ್ಯಾಂತ್ ಜೆಜುಕ್ ಪಳೆವ್ನ್ ಹೆರಾಂ ಥಂಯ್ ಜೆಜುಕ್ ದೆಖ್ಲೆಂ. ಆಮಿಯಿಂ ಸಂಸಾರಿ ವಸ್ತು ಪಯ್ಸ್ ದವರ್ನ್, ಮಾಗ್ಣ್ಯಾಕ್ ಚಡಿತ್ ಗಮನ್ ದೀವ್ನ್ ಆಮ್ಚ್ಯಾ ಕುಟ್ಮಾಂತ್ ವಾ ವಯ್ಯುಕ್ತಿಕ್ ಮಾಗ್ಣೆಂ ಮ್ಹಣ್ತಾಸ್ತಾನಾ ಆಂತರಿಕ್ ದೃಷ್ಟೆ ಮುಖಾಂತ್ರ್ ಜೆಜುಕ್ ಪಳೆವ್ನ್ ಹೆರಾಂಚಾ ಗರ್ಜಾಂಕ್ ಪಾವಾಜಯ್ ಮ್ಹಣ್ ಭೋವ್ ಅರ್ಥಭರಿತ್ ರಿತಿನ್ ಪ್ರವಚನ್ ದಿಲೆಂ. ಮಿಸಾ ಉಪ್ರಾಂತ್ ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಕ್ ಸುರ್ವಾತ್ ಜಾವ್ನ್ ಪಾಪಾಲ್ ಬಾವ್ಟೊ ಉಬಾರ್ಚೆ ಕಾರ್ಯೆಂ ಇಗರ್ಜೆಚಾ ಮೈದಾನಾರ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೋವ್ ಮಾIಬಾI ರುಡೊಲ್ಫ್ ರವಿ ಡೆಸಾ, ದಿಯೊಕಾನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ, ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷಧ್ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮನ್ಸ್ ಲೋಬೊ, ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಜೊನ್ಸನ್ ಲೋಬೊ, ಆಯೋಗ್ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್ ಆನಿ ವಾಡ್ಯಾಂಚೆ ಗುರ್ಕಾರ್ ಹಾಜರ್ ಆಸ್ಲಿಂ. ಫಿ.ಗೊ.ಪ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮನ್ಸ್ ಲೋಬೊ ಹಾಣಿಂ ಜಮ್ಲೆಲ್ಯಾಂಕ್ ಸ್ವಾಗತ್ ಮಾಗ್ಲೊಂ ಆನಿ ಪಾಪಾಲ್ ಬಾವ್ಟೊ ಹಾಚೆ ಮಹತ್ವಾ ವಿಷ್ಯಾಂತ್ ತಿಳ್ಸಿಲೆಂ. ಉಪ್ರಾಂತ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೋವ್ ಮಾIಬಾI ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಹಾಣಿಂ ಪಾಪಾಲ್ ಬಾವ್ಟೊ ಉಬಾರ್ಚೆ ಮುಕಾಂತ್ರ್ ಫಿರ್ಗಜ್ ಫೆಸ್ತಾಚ್ಯಾ ತಯಾರಾಯೆಕ್ ಸುರ್ವಾತ್ ಕೆಲಿ. ದಿಯೊಕಾನ್ ಬಾಪ್, ಫಿ.ಗೊ.ಪ ಉಪಾಧ್ಯಕ್ಷ್, ಕಾರ್ಯದರ್ಶಿ ಆಯೋಗ್ ಸಂಯೋಜಕಿ ಆನಿ ವಾಡ್ಯಾಚಾ ಗುರ್ಕಾರಾಂನಿ ಸಾಂಗಾತ್ ದಿಲೊ. ವಿಗಾರ್ ಬಾಪಾಂನಿ ಪೊಂಪೈ ಮಾಯೆಚಾ ಮಾನಾಕ್ ಮಾಗ್ಣೆಂ ಭೆಟವ್ನ್ ಸರ್ವಾಂಕ್ ದೆವಾಚೊ ಆಶೀರ್ವಾದ್ ಮಾಗ್ಲೊಂ ಆನಿ ಫೆಸ್ತಾಕ್ ತಯಾರಾಯ್ ಜಾವ್ನ್ ಪೊಂಪೈ ಮಾಯೆಚ್ಯಾ ನೊವೆನಾಕ್ ಫಿರ್ಗಜ್'ಗಾರಾಂನಿ ವ್ಹಡಾ ಸಂಖ್ಯಾನ್‌ ಹಾಜರ್ ಜಾವ್ನ್ ಸಹಕಾರ್ ದೀಜೈ ಮ್ಹಣ್ ಉಲೊ ದಿಲೊ. ಪೊಂಪೈ ಮಾಯೆಚಾ ಗೀತಾ ಸವೆಂ ಕಾರ್ಯೆಂ ಸಂಪೈಲೆ. ಗುರ್ಪುರ್ ವಾಡ್ಯಾಚಾ ಮಾನೇಸ್ತ್ ಜೋನ್ ಬಿ ಸಲ್ಡಾನಾ ಹಾಂಚಾ ಜಲ್ಮಾಚಾ ವಜ್ರೋತ್ಸವಾಕ್ ವಿಗಾರ್ ಬಾಪಾಂನಿ ಉಲ್ಲಾಸ್ ಪಾಟೈಲೊ. ಉಪ್ರಾಂತ್ ಜೋನ್ ಬಿ ಸಲ್ಡಾನಾ ಹಾಣಿಂ ಜಮ್ಲೆಲ್ಯಾಂ ಸರ್ವಾಂಕ್ ಕಾಫಿ ಫ್ಹಳಾರ್ ದೀವ್ನ್ ಧಾದೊಶಿ ಕೆಲೆಂ. ಲಗ್ಬಕ್‌ 600 ಫಿರ್ಗಜ್‌'ಗಾರಾಂ ಹಾಜರ್ ಆಸ್ಲಿಂ. ಪಿ.ವೈ ಸಿ ಸಾಂದೊ ಶೋನ್ ಫೆರ್ನಾಂಡಿಸ್ ಹಾಣೆಂ ತಸ್ವೀರ್ ಕಾಡ್ನ್ ಸಹಕರ್ಸಿಲೆಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/EtmT92AHGXZtgRzF/',
	},
	{
		eventName: 'Saints Life Enactment',
		eventNameKok: 'ಸಾಂತಾಚಿ ಜಿಣಿ ಸಾದರ್',
		slug: 'saint-life-enactment',
		imageUrl: event6,
		shortDescription:
			"ಪೊಂಪೈ ಯಂಗ್ ಸ್ಟರ್ಸ್ ಕ್ಲಬ್ ಪೊಂಪೈ ಸಭಾ ಭವನಾಂತ್ ಮಾಂಡುನ್ ಹಾಡ್ತಾ 'ಸಾಂತಾಚಿ ಜಿಣಿ ಸಾದರ್' ಧಾರ್ಮಿಕ್ ಸ್ಪರ್ಧೊ ೧೦ ಅಕ್ಟೋಬರ್, ೩:೦೦ ವೊರಾರ್.",
		description: `<strong>'ಸಾಂತಾಚಿ ಜಿಣಿ ಸಾದರ್' ವಾಡ್ಯಾವಾರ್ ಧಾರ್ಮಿಕ್ ಸ್ಪರ್ಧೊ</strong><br><br>

    ಪೊಂಪೈ ಯಂಗ್ ಸ್ಟರ್ಸ್ ಕ್ಲಬ್ ಐ.ಸಿ.ವೈ.ಎಮ್ ಗುರ್ಪುರ್ ಘಟಕ್ ಆನಿ ಯುವಜಣಾಂಚೊ ಆಯೋಗಾನ್  ಅಕ್ಟೋಬರ್ ಮಹಿನ್ಯಾಚಾ 20 ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಸಾಂಜೆರ್ 3.00 ವೊರಾರ್ <strong>"ಸಾಂಗಾತಾ ಮೆಳ್ಯಾಂ ಎಕ್ವಟ್ ಬಳಾದಿಕ್ ಕರ್ಯಾಂ"</strong> ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾಖಾಲ್ ಪೊಂಪೈ ಸಭಾ ಭವನಾಂತ್ ಫಿರ್ಗಜ್ಗಾರಾಂಕ್ ವಾಡ್ಯಾವಾರ್ 'ಸಾಂತಾಚಿ ಜಿಣಿ ಸಾದರ್' ಸ್ಪರ್ಧೊ ಮಾಂಡುನ್ ಹಾಡ್ಲೊ.ಪಿ.ವೈ.ಸಿ / ಐ.ಸಿ.ವೈ.ಎಮ್ ಸಾಂದ್ಯಾನಿ ಪ್ರಾರ್ಥನಾ ಗೀತಾ ಸವೆಂ ವೆದಿ ಕಾರ್ಯ್ಯಾಕ್ ಚಾಲನ್ ದಿಲೆಂ.ವೆದಿಚೆರ್ ಕಾರ್ಯ್ಯಾಚೆಂ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಆನಿ ಪಿ.ವೈ.ಸಿ ದಿರೆಕ್ತೊರ್ ಭೊI ಮಾI ಬಾl ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ಮುಖೆಲ್ ಸಯ್ರೊಂ ಆನಿ ವರಾಯ್ಣಾರ್ ಜಾವ್ನ್ ಪೆಜಾರ್ ವಾರಾಡೊ ಐ.ಸಿ.ವೈ.ಎಮ್ ದಿರೆಕ್ತೊರ್ ಆನಿ ಸಹಯಾಕ್ ವಿಗಾರ್ ಮಾIಬಾI ವಿವಿಯನ್ ರೊಡ್ರಿಗಸ್ ಸಾಂ.ಜುಜೆ ಫಿರ್ಗಜ್ ಬಜ್ಪೆ, ಮಾನಾಂಚಾ ಸಯ್ರೆಂ ಆನಿ ವರಯ್ಣಾರ್ ಜಾವ್ನ್ ಮಾIಬಾI ಸ್ಟೇನಿ ಪಿಂಟೊ  ವಿಗಾರ್ ಪವಿತ್ರ್ ಅತ್ಮ್ಯಾಕ್ ಸರ್ಮಪಿಲ್ಲಿ ಫಿರ್ಗಜ್ ಮುಕ್ಕಾ, ದಿಯೊಕಾನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ, ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷಧ್ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮನ್ಸ್ ಲೋಬೊ, ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಜೊನ್ಸನ್ ಲೋಬೊ, ಆಯೋಗ್ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಪಿ.ವೈ.ಸಿ / ಐ.ಸಿ.ವೈ.ಎಮ್ ಸಚೇತಕ್ ಆನಿ ಯುವಜಣ್ ಆಯೋಗ್ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಗೊಡ್ವಿನ್ ತಾವ್ರೊ, ಪಿ.ವೈ.ಸಿ / ಐ.ಸಿ.ವೈ.ಎಮ್ ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್, ಕಾರ್ಯದರ್ಶಿ ಪ್ರೀಮಾ ಮಿನೇಜಸ್, ಸಾಂಸ್ಕೃತಿಕ್ ಕಾರ್ಯದರ್ಶಿ ವಿಯೋಲ ಮೊರಾಸ್ ವೆದಿಚೆರ್ ಉಪಸ್ಥಿತ್ ಆಸ್'ಲ್ಲಿಂ. ಪಿ.ವೈ.ಸಿ ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್ ಹಾಣಿಂ ವೆದಿಚೆರ್ ಉಪಸ್ಥಿತ್ ಆಸ್ಲ್ಯಾ ಮಾನಾಂಚಾ ಸಯ್ರ್ಯಾಂಕ್ ಆನಿ ಜಮ್ಲೆಲ್ಯಾಂಕ್ ಸರ್ವಾಂಕ್ ಸ್ವಾಗತ್ ಕೆಲೆಂ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಬಾಪಾಂನಿ ಪ್ರದರ್ಶನ್ ಕರ್ಚ್ಯಾ ವಾಡ್ಯಾಗಾರಾಂಕ್ ಬರೆಂ ಮಾಗೊನ್ ಕಾರ್ಯ್ಯಾಚೆರ್ ದೆವಾಚೊ ಆಶೀರ್ವಾದ್ ಮಾಗ್ಲೊ ಆನಿ ಪಯ್ಲೆಂ ಪಾವ್ಟಿ ಅಸಲೆ ಕಾರ್ಯಕ್ರಮ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾ ಪಿ.ವೈ.ಸಿ. ಯುವಜಣಾಂಕ್ ಹೊಗ್ಳಿಕ್ ಉಚಾರ್ನ್ ಅಭಿನಂದನ್ ಪಾಠಯಿಲೆಂ. ಪಿ.ವೈ.ಸಿ. ಕಾರ್ಯದರ್ಶಿ ಪ್ರೀಮಾ ಮಿನೇಜಸ್ ಹಾಣೆಂ ಸರ್ವಾಂಚೊ ಉಪ್ಕಾರ್ ಭಾವುಡ್ನ್ ಧನ್ಯವಾದ್ ಪಾಟಯ್ಲೆಂ. ಪಿ.ವೈ.ಸಿ /ಐ.ಸಿ.ವೈ.ಎಮ್ ಸಂಘಟನಾಚಾ ಸಾಂದ್ಯಾನಿ ಸಾಂ. ಗೊನ್ಸಾಲೊ ಗಾರ್ಸಿಯಾ ಸಾಂತಾಚಿ ಜಿಣಿ ಪ್ರದರ್ಶನಾ ಮುಕಾಂತ್ರ್ ಕಾರ್ಯ್ಯಾಚೆಂ ಉದ್ಘಾಟನ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಉಪ್ರಾಂತ್ ಸಾಂಸ್ಕೃತಿಕ್ ಕಾರ್ಯದರ್ಶಿ ವಿಯೋಲಾ ಮೊರಾಸ್ ಹಾಣೆಂ ಪ್ರದರ್ಶನಾಚಿ ರೂಲಿ ವಾಚುನ್ ಸಾಂಗ್ಲಿ. ತ್ಯಾ ನಂತರ್ ವಾಡ್ಯಾವಾರ್ ಸಾಂತಾಚಿ ಜಿಣಿ ಸಾದರ್' ಸ್ಪರ್ಧೊ ಆರಂಭ್ ಕೆಲೊ. 10 ವಾಡ್ಯಾಕ್ ದಿಲ್ಲೆ ಪ್ರದರ್ಶನಕ್ ದಿಲ್ಲಿ ಸಾಂತಾಚಿ ನಾಂವಾ ಹ್ಯಾ ಪರಿಂ:

		<br>

		- ಕಂದಾರ್ 'ಎ' - ಮ್ಯಾಕ್ಸಿ ಮಿಲಿಯನ್ ಕೊಲ್ಬೆ <br>
		- ಕೌಡೂರ್ 'ಎ' - ಶಿಪಾಯ್ ಸಾಂತ್ ಸೆಬೆಸ್ತ್ಯಾಂವ್ <br>
		- ಪೊಂಪೈ 'ಬಿ' - ಪಾದ್ವಾಚೊ ಸಾಂತ್ ಆಂತೊನ್ <br>
		- ಪೊಂಪೈ ‌'ಎ' - ಸಾಂತ್ ಜುಜೆ ವಾಜ್ <br>
		- ಕಂದಾರ್ 'ಬಿ' - ಸಾಂತ್ ಮರಿಯಾ ಗೊರೆಟ್ಟಿ <br>
		- ಕೌಡೂರ್ 'ಬಿ' - ಸಾಂತ್ ಮರಿ ಮಾಗ್ದಾಲೆನ್ <br>
		-	ಮಣೆಲ್ - ಸಾಂತ್ ಆಗ್ನೆಸ್ <br>
		- ಗುರ್ಪುರ್ - ಕೆಥರಿನ್ ಲಾಬೊರೆ <br>
		- ಇಗರ್ಜೆ ವಾಡೊ - ಮೇರಿ ಬೊವಾರ್ಡಿ <br><br>

		9 ವಾಡ್ಯಾಂಚಾನಿ ಭಾಗ್ ಘೆವ್ನ್ ಭೋವ್ ಅಪುರ್ಬಾಯೆನ್ ಪ್ರದರ್ಶನ್ ಕೆಲೆಂ.ನಂತರ್ ವಿಗಾರಾನ್ ಸಾಂ.ಆಂತೊನ್ ಮ್ಹಳ್ಳೆ ಖಂತಾರ್ ಗಾವ್ನ್ ಕಾರ್ಯ್ಯಾಚಿ ಸೊಭಯ್ ಚಡೈಲಿ.ಉಪ್ರಾಂತ್ ವರಯ್ಣಾರ್ ಜಾವ್ನ್ ಹಾಜರ್ ಆಸ್ಲ್ಯಾ ಮಾ | ಬಾ | ವಿವಿಯನ್ ರೊಡ್ರಿಗಸ್ ಹಾಣಿಂ ಯುವಜಣಾಂನಿ ಮಾಂಡುನ್ ಹಾಡ್ಚಿ  ಕಾರ್ಯಕ್ರಮ‌ ಸಾಂಸ್ಕೃತಿಕ್ ಮನರಂಜನ್ ದೀಂವ್ಚಿ ಆಸ್ತಾತ್ ಪೂಣ್ ಅಸಲೆ ಧಾರ್ಮಿಕ್ ಸ್ಪರ್ಧೆ ಕರ್ಚೆ ಅಪ್ರೂಪ್ ಪೂಣ್ ಪಿ.ವೈ.ಸಿ / ಐ.ಸಿ.ವೈ.ಎಮ್ ಸಂಘಟನಾನ್ ಮಿಸಾಂವ್ ಆಯ್ತಾರಾ ಏಕ್ ವ್ಹಡ್ಲೆ ಮಿಸಾಂವ್ಚ್ ಮ್ಹಳ್ಳ್ಯಾ ಪರಿಂ ಹೊ ಸ್ಪರ್ಧೊ ಹಾಂಗಸರ್ ಆಸಾ ಕೆಲಾ  ಆನಿ ಸರ್ವ್ ಪಿ.ವೈ.ಸಿ / ಐ.ಸಿ.ವೈ.ಎಮ್ ಸಾಂದ್ಯಾಕ್ ಪಾತ್ರ್ ಘೆತ್'ಲ್ಲ್ಯಾ  ಸರ್ವ್ ವಾಡ್ಯಾಚಾಂಕ್ ಹೊಗ್ಳಿಕ್ ಉಚಾರ್ಲಿ. ಅನ್ಯೇಕ್ ವರಯ್ಣಾರ್ ಜಾವ್ನ್ ಹಾಜರ್ ಆಸ್ಲ್ಯಾ ಮಾ|ಬಾ| ಸ್ಟೇನಿ ಪಿಂಟೊ ಹಾಣಿಂ ಸಾಂತಾಚಾ ಜಿಣ್ಯೆಚಾ ಸಾದರ್ಪಣಾಂತ್ ಸಾಂತಾಚಿ ಜಿಣಿ ವಿಶ್ಯಾಂತ್ ಮಾಹೆತ್ ಲಾಭ್ತಾ ಹಾಚೊ ಫಳ್ ಜಾವ್ನ್ ಹರ್ಯೆಕ್ಲ್ಯಾಂನಿ ಸಾಂತಾಚಾ ಪ್ರೇರಣಾನ್ ಜಿಯೆಂವ್ಕ್ ಆನಿ ಹ್ಯಾ ಸ್ಪರ್ಧ್ಯಾ‌ ಮುಕಾಂತ್ರ್ ಸಾಂತಾಚಿ ಜಿಣ್ಯೆಚೆಂ ಎಕ್ ನಾ ಎಕ್ ಗೂಣ್ ಆಮಿ ಜಿಯೆಂವ್ಕ್ ಪ್ರಯತ್ನ್ ಕರ್ಚೆಂ ಮ್ಹಳ್ಳೊ ಸಂದೇಶ್ ಪಾಟಯಿಲೊ. ಉಪ್ರಾಂತ್ ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜ್ ಐ.ಸಿ.ವೈ.ಎಮ್ ಕೇಂದ್ರಿಯ ಸಮಿತಿಚೆ ಖಜಾನ್ದಾರ್ ಆನಿ ಪಿ.ವೈ.ಸಿ ಸಾಂದೊ ರೀನಾ ಕ್ರಾಸ್ತಾ ಹಾಣಿಂ ತಾಚಿ ಭೊಗ್ಣಾಂ ಉಚಾರ್ನ್ ವಿಜೇತಾಂಚಿ ನಾಂವಾ ವಾಚುನ್ ಸಾಂಗ್ಲಿ. ಉಪ್ರಾಂತ್ ಸ್ವಧ್ಯಾಂತ್ ವಿಜೇತ್ ಜಾಲ್ಲ್ಯಾ ಪಂಗ್ಡಾಕ್ ಮಾನಾಂಚಾ ಸಯ್ರ್ಯಾಂನಿ ಬಹುಮಾನ್ ವಿತರಣ್ ಕೆಲೆಂ. ವಿಜೇತ್ ಜಾಲ್ಲ್ಯಾಂ ವಾಡ್ಯಾಚಿ ನಾಂವಾ ಹ್ಯಾ ಪರಿಂ:

		<br>
		- ಪಯ್ಲೆಂ ಇನಾಮ್ - ಗುರ್ಪುರ್ ವಾಡೊ <br>
		- ದುಸ್ರೆಂ ಇನಾಮ್ - ಇಗರ್ಜೆ ವಾಡೊ <br>
		- ತಿಸ್ರೆಂ ಇನಾಮ್ - ಕಂದಾರ್ ಎ ವಾಡೊ <br>
		- ಉತ್ತೀಮ್ ಕಾರ್ಯೆಂ ನಿರ್ವಾಹಣ್ - ವೆನಿಶಾ ಸಲ್ಡಾನಾ, ಗುರ್ಪುರ್ ವಾಡೊ <br><br>

		ಉಪ್ರಾಂತ್ ಮೊಂತಿ ಫೆಸ್ತಾಕ್ ಆಸಾ ಕೆಲ್ಲ್ಯಾ ಮರಿಯೆಚಿ ಇಮಾಜ್ ಸೊಭಾಯ್ - ಸ್ಪರ್ಧ್ಯಾಂತ್ ವಿಜೇತ್ ಜಾಲ್ಲ್ಯಾಂಕ್ ಮಾನಾಂಚಾ ಸಯ್ರ್ಯಾಂನಿ ಬಹುಮಾನ್ ವಿತರಣ್ ಕೆಲೆಂ:<br>
		- ಪಯ್ಲೆಂ ಇನಾಮ್ : ಜೊಸ್ಲಿನ್ ಮೊರಾಸ್, ಮಣೆಲ್ <br>
		- ದುಸ್ರೆಂ ಇನಾಮ್ : ಸೈರಾ ರೂತ್ ಅದ್ರಾಂದೆ, ಮಣೆಲ್ <br>
		- ತಿಸ್ರೆಂ ಇನಾಮ್ : ಹ್ಯಾನ್ಸೆಲ್ ಮಿನೇಜಸ್, ಕೌಡೂರ್ ಬಿ <br> <br>

		ಉಪ್ರಾಂತ್ ಪಿ.ವೈ.ಸಿ ಧ್ಯೇಯ್ ಗೀತಾ ಸವೆಂ ಕಾರ್ಯೆಂ ಸಂಪೈಲೆ.ಪಿ.ವೈ.ಸಿ.ಅಧ್ಯಕ್ಷ್, ಕಾರ್ಯದರ್ಶಿ, ಸಾಂಸ್ಕೃತಿಕ್ ಕಾರ್ಯದರ್ಶಿ ಆನಿ ಸಚೇತಕ್, ಕೋರ್ ಕಮಿಟಿ ಸಾಂದೆ ಆನಿ ಸರ್ವ್ ಸಾಂದ್ಯಾಚಾ ಸಹಕರಾನ್ ಆನಿ ವಾಡ್ಯಗಾರಾಂಚಾ ಭೋವ್ ಅಪುರ್ಬಾಯೆಚಾ ಪ್ರದರ್ಶನ ಸವೆಂ ಸಾಂತಾಚಿ ಜಿಣಿ ಸಾದರ್ ಸ್ಪರ್ಧೊ ಯಶಸ್ವಿ ಜಾಲೊ.ಪಿ.ವೈ.ಸಿ.ಸಾಂದೊ ಲೆತಿಶಾ ಲೋಬೊ ಹಾಣೆಂ ಭೋವ್ ಅಪುರ್ಬಾಯೆನ್ ಕಾರ್ಯೆಂ ನಿರ್ವಾಹಣ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ.ಪಿ.ವೈ.ಸಿ ಸಾಂದೊ ಶೋನ್ ಫೆರ್ನಾಂಡಿಸ್, ದೀಪಕ್ ಡಿಸೋಜ, ರೋಯ್ಸ್ಟನ್ ಡಿಕುನ್ಹಾ ಹಾಣಿಂ ಛಾಯಾಗ್ರಹಣ್ ಆನಿ ವಿಡಿಯೋ ಗ್ರಾಫಿ ಕರ್ನ್ ಸಹಕರ್ಸಿಲೆಂ. ಲಗ್ಬಗ್ 550 ಫಿರ್ಗಜ್ ಗಾರಾಂ ಹಾಜರ್ ಆಸ್ಲಿಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/4SFQGJhW8ff5YFvL/',
	},
	{
		eventName: 'Mission Sunday-2024',
		eventNameKok: 'ಮಿಸಾಂವ್ ಆಯ್ತಾರ್ - 2024',
		slug: 'mission-sunday',
		imageUrl: event5,
		shortDescription:
			'ಅಕ್ಟೋಬರ್ ಮಹಿನ್ಯಾಚಾ 20 ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಸಕಾಳಿಂಚಾ ಮಿಸಾರ್ ಮಿಸಾಂವ್ ಆಯ್ತಾರ್ ಆಚರಣ್ ಕೆಲೊ.',
		description: `ಅಕ್ಟೋಬರ್ ಮಹಿನ್ಯಾಚಾ 20 ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಸಕಾಳಿಂಚಾ ಮಿಸಾರ್ ಮಿಸಾಂವ್ ಆಯ್ತಾರ್ ಆಚರಣ್ ಕೆಲೊ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೋವ್ ಮಾ.ಬಾ.ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಬಾಪಾಂನಿ ಮಿಸಾಚೆಂ ಪವಿತ್ರ್ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ ಆನಿ ದಿಯೊಕಾನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ ಮಿಸಾಚೆಂ ಸಹ ಭೆಟವ್ಣಿ ಕೆಲಿ. ವಿಗಾರ್ ಬಾಪಾಂನಿ ಮಿಸಾಂವಾ ವಿಷ್ಯಾಂತ್ ಸವಿಸ್ತಾರ್ ರಿತಿನ್ ಥೊಡ್ಯಾ ದೃಷ್ಟಾಂತರಾ ಮುಖಾಂತ್ರ್ ತಿಳ್ಸೊನ್ ಆಮಿ ಆಮ್ಕಾಂ ಹರ್ಯೇಕ್ಲ್ಯಾಂಕ್ ಯಾಜಕೀ ರಾಯಾಳ್ ಆನಿ ಪ್ರವಾದ್ಪ್'ಣಾಚೆ ಮಿಸಾಂವ್  ಆಸಾ. ಆಮ್ಚೆಂ ಮಿಸಾಂವ್ ಎಕಾ ದೀಸ್ ಸೀಮಿತ್ ಜಾಯ್ನಾಂಸ್ತಾಂ ಹರ್ಯೆಕ್ಲಾಂನಿ ಆಮಿ ಗರ್ಜೆವಂತಾ ಥಂಯ್ ಅನ್ಯೇಕ್ ಕ್ರೀಸ್ತಾಕ್ ದೆಖೊನ್ ತ್ಯಾಗ್ ಆನಿ ಕುಮೊಕ್ ಕರ್ನ್, ಮಿಸಾಂವ್ ವಾವ್ರಾಕ್ ಪ್ರೋತ್ಸಾಹ್ ದೀವ್ನ್ , ಭುರ್ಗ್ಯಾಂನಿ ದೇವ್ ಆಪವ್ಣ್ಯಾ ಥಂಯ್ ಆಸಕ್ತ್ ದಾಕಯಿಲ್ಯಾರ್ ವ್ಹಡಿಲಾಂನಿ ಪ್ರೋತ್ಸಾಹ್ ದೀವ್ನ್ ಆನಿ  ಮಿಸಾಂವಾಂತ್ ಆಮ್ಚಿ ಜವಾಬ್ದಾರಿ ಕಿತೆಂ ಮ್ಹಳ್ಳೆ ಮಿಸಾಂವಾ ಖಾತಿರ್ ಆಮಿಂ ಕಿತೆಂ ಕರ್ಯೆತ್‌ ಮ್ಹುಣ್ ಅರ್ಥಭರಿತ್ ರಿತಿನ್ ಪ್ರವಚನ್  ದಿಲೊ. <br><br>

    ದೇವ್ ಸ್ತುತಿ-ಸುವಾರ್ತಾ-ಪರ್ಗಟ್ಣಿ ಆಯೋಗಾನ್ ಲಿತುರ್ಜಿ ಚಲವ್ನ್ ವ್ಹೆಲಿ. ಉಪ್ರಾಂತ್ ವಿಗಾರ್ ಮಾ.ಬಾ ರುಡೋಲ್ಪ್ ರವಿ ಡೆಸಾ, ಫಿ.ಗೊ.ಪ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮಾನ್ಸ್ ಲೋಬೊ ಆನಿ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಜೊನ್ಸನ್ ಲೋಬೊ ಹಾಣಿಂ ಸಾಂಗಾತಾ ಮೆಳೊವ್ನ್ ಕಾಣಿಕೆಚಾ ಪುರ್ಶಾಂವಾರ್ ಆಯಿಲ್ಯೊ ವಸ್ತು ಆನಿ ವರ್ವಿಚೆ ಎಲಾಂ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಫಿರ್ಗಜ್ಗಾರಾಂನಿ ವರ್ವಿಂ ಕಾಣ್ಘೆವ್ನ್ ಸಹಕರ್ಸಿಲೆಂ. <br><br>

    ಆಯೋಗಾಂಚಿ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್ ಆನಿ ಸಂಚಾಲಕ್ ಶ್ರೀಮತಿ ಲಿನೆಟ್ ಮೊಂತೇರೊ ಹಾಣಿಂ ಎಲಾಂ ಥಾವ್ನ್ ಆಯಿಲ್ಯಾ ವರ್ವೆಚ್ಯಾ ಐವಾಜಾಚೆ ಲೇಕ್ ಬರವ್ನ್ ಸಹಕರ್ಸಿಲೆಂ. ಸಾಕ್ಸ್ ಆಯೋಗ್ ಪಂಗಡ್ ಹಾಂಚೊ ಸಂಚಾಲಕ್ ಮಾನೇಸ್ತ್ ಗ್ಲೆನ್ ರೋಶನ್ ಡಿಕುನ್ಹಾ ಹಾಣಿಂ ತಸ್ವೀರ್ ಕಾಡ್ನ್ ಸಹಕರ್ಸಿಲೆಂ. ಸರ್ವ್ ಫಿರ್ಗಜ್ಗಾರಾಂಚ್ಯಾ ಸಹಕರಾನ್ ಮಿಸಾಂವ್ ಆಯ್ತಾರ್ ಯಶಸ್ವಿ ಜಾಲೊ.`,
		facebookLink: 'https://www.facebook.com/share/p/7VE3q9Bh8rCEXdVZ/',
	},
	{
		eventName: 'Vehicle Blessing-2024',
		eventNameKok: 'ವಾಹನಾಂ ಬೆಂಜಾರ್ - 2024',
		slug: 'vehicle-blessing',
		imageUrl: event4,
		shortDescription: `ಪೊಂಪೈ ಮಾಯೆಕ್ ಸಮರ್ಪುನ್ ದಿಲ್ಲ್ಯಾ ಫಿಗರ್ಜೆಂತ್ ಅಕ್ಟೋಬರ್ 13, ಆಯ್ತಾರಾ ಸಕಾಳಿಂಚಾ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಫಿರ್ಗಜ್'ಗಾರಾಂಚಿ ವಾಹನಾಂ ಬೆಂಜಾರ್ ಕರ್ಚೆಂ ಕಾರ್ಯೆಂ ಚಲ್ಲೆಂ.`,
		description: `ಪೊಂಪೈ ಮಾಯೆಕ್ ಸಮರ್ಪುನ್ ದಿಲ್ಲ್ಯಾ ಫಿಗರ್ಜೆಂತ್ ಆಜ್ (ಅಕ್ಟೋಬರ್ 13, ಆಯ್ತಾರ್) ಸಕಾಳಿಂಚಾ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಫಿರ್ಗಜ್'ಗಾರಾಂಚಿ ವಾಹನಾಂ ಬೆಂಜಾರ್ ಕರ್ಚೆಂ ಕಾರ್ಯೆಂ ಚಲ್ಲೆಂ. ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊIಮಾ। ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಬಾಪಾಂನಿ, ಮಾ।ಬಾ।ದೊI ಪಿಯುಸ್ ಫಿದೆಲಿಸ್ ಪಿಂಟೊ, ದಿಯಾಕೊನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಂಚೆ ಸಂಗಿ ಫಿರ್ಗಜ್‌ಗಾರಾಂಚ್ಯಾ ವಾಹನಾಂಚೆರ್ ದೆವಾಚೊ ಆಶೀರ್ವಾದ್ ಮಾಗೊನ್ ಬೆಂಜಾರ್ ಕೆಲಿಂ. ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ ಕಾರ್ಯದರ್ಶಿ ಮಾನೆಸ್ತ್ ಜೊನ್ಸನ್ ಲೋಬೊ ಆನಿ ವಾಡ್ಯಾಂಚ್ಯಾ ಗುರ್ಕಾರಾಂನಿ ಸಹಕಾರ್ ದಿಲೊ. ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ ಉಪಾಧ್ಯಕ್ಷ್ ಮಾನೆಸ್ತ್ ರೋಮನ್ಸ್ ಲೋಬೊನ್ ಕಾರ್ಯೆಂ ಚಲವ್ನ್ ವೆಲೆಂ. ಹಾಜರ್ ಆಸ್'ಲ್ಲ್ಯಾ ಸರ್ವಾಂಕ್ ಗೊಡ್ಶೆಂ ವಾಂಟ್ಲೆಂ. ಸರ್ವ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂನಿ ತಾಂಚಿ ವಾಹನಾಂ ಭೋವ್ ಶಿಸ್ತೆನ್ ರಾವೊವ್ನ್ ಸಹಕಾರ್ ದಿಲೊ.`,
		facebookLink: 'https://www.facebook.com/share/p/NPTp5ADmUMFJaMdj/',
	},
	{
		eventName: 'Deacon Welcome',
		eventNameKok: 'ದಿಯಾಕೊನ್ ಬಾಪಾಕ್ ಸ್ವಾಗತ್💐',
		slug: 'deacon-welcome',
		imageUrl: event3,
		shortDescription: `ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ಗೊವ್ಳಿಕ್ ಬಾಪಾಂನಿ  ಸ(6) ಮಹಿನ್ಯಾಚಾ ಅವ್ದೆಕ್ ತರ್ಭೆತಿ ಆನಿ ಮಿಸಾಂವ್ ವಾವ್ರಕ್ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಧಾಡ್'ಲ್ಲ್ಯಾ ದಿಯಾಕೊನ್ ವಿಕಾಸ್ ಪಿರೇರಾಕ್ ಬೊರೊ ಎವ್ಕಾರ`,
		description: `ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ಗೊವ್ಳಿಕ್ ಬಾಪಾಂನಿ ಸ(6) ಮಹಿನ್ಯಾಚಾ ಅವ್ದೆಕ್ ತರ್ಭೆತಿ ಆನಿ ಮಿಸಾಂವ್ ವಾವ್ರಕ್ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಧಾಡ್'ಲ್ಲ್ಯಾ ದಿಯಾಕೊನ್ ವಿಕಾಸ್ ಪಿರೇರಾಕ್ ಬೊರೊ ಎವ್ಕಾರ್ ತಶೆಂಚ್ ಆಜ್ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ।ಮಾ।ಬಾ। ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ಮಾ।ಬಾ।ದೊ। ಪಿಯುಸ್ ಪಿಧೆಲಿಸ್ ಪಿಂಟೊ, ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ ಉಪಾಧ್ಯಕ್ಷ್ ಮಾನೆಸ್ತ್ ರೋಮನ್ಸ್ ಲೋಬೊ, ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ ಕಾರ್ಯದರ್ಶಿ ಮಾನೆಸ್ತ್ ಜೊನ್ಸನ್ ಲೋಬೊ ಹಾಣಿಂ ಫಿರ್ಗಜ್ಗಾರಾಂ ತರ್ಫೆನ್ ಫುಲಾಂ ತುರೊ ದಿವ್ನ್ ಸ್ವಾಗತ್ ಕೆಲೆಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/c36mshHfh4CXpyem/',
	},
	{
		eventName: 'A day with The Lord',
		eventNameKok: 'ಸೊಮ್ಯಾ ಸಾಂಗಾತಾ ಧಾ ವೊರಾಂ ',
		slug: 'day-with-lord',
		imageUrl: event2,
		shortDescription: `ದೇವ್ ಸ್ತುತಿ-ಸುವಾರ್ತಾ-ಪರ್ಗಟ್ಣಿ ಆಯೋಗ್ ಪಂಗ್ಡಾನ್ ಅಕ್ಟೋಬರ್ ಮಹಿನ್ಯಾಚಾ 11 ತಾರಿಕೆರ್ ಸಕಾಳಿಂ 8.00 ವೊರಾಂ ಥಾವ್ನ್ ಸೊಮ್ಯಾ ಸಾಂಗಾತಾ ಧಾ ವೊರಾಂ `,
		description: `ದೇವ್ ಸ್ತುತಿ-ಸುವಾರ್ತಾ-ಪರ್ಗಟ್ಣಿ ಆಯೋಗ್ ಪಂಗ್ಡಾನ್ ಅಕ್ಟೋಬರ್ ಮಹಿನ್ಯಾಚಾ 11 ತಾರಿಕೆರ್ ಸಕಾಳಿಂ 8.00 ವೊರಾಂ ಥಾವ್ನ್ ಸೊಮ್ಯಾ ಸಾಂಗಾತಾ ಧಾ ವೊರಾಂ ನಿರಂತರ್ ಆರಾಧಾನ್ ಆನಿ ಮಾಗ್ಣೆಂ ವಾಡ್ಯಾವಾರ್ ಮಾಂಡುನ್ ಹಾಡ್ಲೆ. ಧಾ ವಾಡ್ಯಾಚಾ ಗುರ್ಕಾರಾಂಚಾ ಆನಿ ಸಂಘ್ ಸಂಸ್ಥ್ಯಾಂಚಾ ಅಧ್ಯಕ್ಷಾಂಚಾ ಮುಖೇಲ್ಪಣಾನ್ ನಮಿಯಾರ್ಲ್ಯಾ ವೆಳಾರ್ ಸರ್ವಾಂ ಸಾಂಗಾತಾ ಯೇವ್ನ್, ತಶೆಂಚ್ ಪೊಂಪೈ ಆನಿ ರೋಸಾ ಮಿಸ್ತಿಕಾ ಕೊವೆಂತ್ ಧರ್ಮ್ ಭಯ್ಣಿಂ ಹಾಜರ್ ಜಾವ್ನ್ ಭೋವ್ ಭಕ್ತಿಪಣಾನ್ ಆರಾಧಾನ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಉಪ್ರಾಂತ್ ಸಾಂಜೆರ್ 5.00 ವೊರಾರ್ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೋವ್ ಮಾIಬಾIರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಹಾಣಿಂ ಥೊಡೊ ವೇಳ್ ಅರ್ಗಾಂ ಸ್ತುತಿ ಸವೆಂ ಸರ್ವ್ ಫಿರ್ಗಜ್ ಗಾರಾಂ ಖಾತಿರ್ ಮಾಗ್ಣೆಂ ಭೆಟವ್ನ್ ಸಾಕ್ರಾಮೆಂತಾಚೊ ಆಶೀರ್ವಾದ್ ದಿಲೊ. ಉಪ್ರಾಂತ್ ವಿಗಾರ್ ಬಾಪ್ ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ ಹಾಣಿಂ ಪವಿತ್ರ್ ಮಿಸಾಚೆ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ. ಫಿರ್ಗಜ್ಗಾರ್ ಯಾಜಕ್ ಮಾ.ಬಾ. ರೋಹನ್ ಮಿರಾಂದಾ ಆನಿ ದಿಯೊಕಾನ್ ಬಾಪ್ ವಿಕಾಸ್ ಪಿರೇರಾ ಹಾಣಿಂ ‌ಮಿಸಾಚೆಂ ಸಹ ಭೆಟವ್ಣಿ ಕೆಲಿಂ. ಆಮಿಂ ಸರ್ವಾಂನಿ ಪ್ರಥ್ವಿಚೆ ಮೀಟ್ ಆನಿ ಸಂಸಾರಾಚೊ ಉಜ್ವಾಡ್ ಜಾವ್ನ್ ಜಿಯೆಜಾಯ್ ಮ್ಹಣ್ ಭೋವ್ ಅಪುರ್ಬಾಯೆನ್ ದೆವಾಚಾ ಉತ್ರಾ ವಯ್ರ್ ನಿಯಾಳ್ ದಿಲೊ. ಹರ್ಯೆಕಾ ವಾಡ್ಯಾಚಾ ಗುರ್ಕಾರಾಂನಿ, ಪ್ರತಿನಿಧಿನಿ, ಸಂಘ್ ಸಂಸ್ಥ್ಯಾಂಚಾ ಅಧ್ಯಕ್ಷಾಂನಿ  ಸಾಂಗಾತಾ ಮೆಳೊವ್ನ್ ಆರಾಧಾನಾಚಿ ಬೊರಿ  ತಯಾರಾಯ್ ಕರ್ನ್ ಭೋವ್ ಭಕ್ತಿಪಣಾನ್ ಆರಾಧಾನ್ ಚಲವ್ನ್ ವ್ಹೆಲಾಂ ಮ್ಹಣ್ ಸರ್ವಾಂಕ್ ಹೊಗ್ಳಿಕ್ ಉಚಾರ್ನ್ ಹಾಜರ್ ಜಾಲ್ಲ್ಯಾ ಸರ್ವಾಂಚೊ ಉಪ್ಕಾರ್ ಭಾವುಡ್ಲೊ. ಲಗ್ಬಕ್ 550 ಫಿರ್ಗಜ್ಗಾರಾಂನಿ ಆರಾಧಾನಾಂತ್ ಭಾಗ್ ಘೆವ್ನ್ ದೆವಾಚೊ ಆಶೀರ್ವಾದ್ ‌ಜೋಡ್ನ್ ಘೆತ್ಲೊ.`,
		facebookLink: 'https://www.facebook.com/share/p/EtmT92AHGXZtgRzF/',
	},
	{
		eventName: 'PYC Champions League-2024',
		eventNameKok: 'ಪಿ.ವೈ.ಸಿ. ಚಾಂಪಿಯನ್ಸ್ ಲೀಗ್ 2024 SEASON-2',
		slug: 'pyc-league-2024',
		imageUrl: event1,
		shortDescription:
			'ಪೊಂಪೈ ಯಂಗ್ ಸ್ಟರ್ಸ್ ಕ್ಲಬ್ (ಐ.ಸಿ.ವೈ.ಎಮ್) ಆನಿ ಯುವಜಣಾಂಚೊ ಆಯೋಗ್‌ ಹಾಂಚ್ಯಾ ಸಹಾಯೋಗಾನ್ ಸಪ್ಟೆಂಬರ್ ಮಹಿನ್ಯಾಚಾ 29 ತಾರಿಕೆರ್ ಪಿ.ವೈ.ಸಿ. ಚಾಂಪಿಯನ್ಸ್ ಲೀಗ್ ಮಾಂಡುನ್ ಹಾಡ್ಲೆಂ.',
		description: `ಪೊಂಪೈ ಯಂಗ್ ಸ್ಟರ್ಸ್ ಕ್ಲಬ್ (ಐ.ಸಿ.ವೈ.ಎಮ್) ಆನಿ ಯುವಜಣಾಂಚೊ ಆಯೋಗ್‌ ಹಾಂಚ್ಯಾ ಸಹಾಯೋಗಾನ್ ಸಪ್ಟೆಂಬರ್ ಮಹಿನ್ಯಾಚಾ 29 ತಾರಿಕೆರ್ ಆಯ್ತಾರಾ ಸಕಾಳಿಂಚಾ ಮಿಸಾ ಉಪ್ರಾಂತ್ ಇಗರ್ಜೆಚಾ ಮೈದಾನಾರ್ ಡ್ರಗ್ಸ್ ವಿರೋಧ್ ಜಾಗ್ರತಿ ಅಭಿಯಾನ್ ಹಾಚೆಂ ಖಾತಿರ್ ಫಿರ್ಗಜ್ಗಾರಾಂಕ್ ಪಿ.ವೈ.ಸಿ. ಚಾಂಪಿಯನ್ಸ್ ಲೀಗ್, ಚಲಿಯಾಂಕ್ ಕ್ರಿಕೆಟ್ ಟೂರ್ನಾಮೆಂಟ್ ಆನಿ ಚಲ್ಯಾಂಕ್ ಫುಟ್ಬಾಲ್ ಖೆಳಾ ಪಂದ್ಯಾಟ್ ಮಾಂಡುನ್ ಹಾಡ್ಲೆಂ. ವೆದಿ ಕಾರ್ಯೆಂ ಸವೆಂ ಖೆಳ್ ಆರಂಭ್ ಕೆಲೊ. ಹ್ಯಾ ಕಾರ್ಯಾಂಕ್ ಅಧ್ಯಕ್ಷ್ ಜಾವ್ನ್ ಪಿ.ವೈ.ಸಿ ದಿರೆಕ್ತೊರ್ ಆನಿ ಫಿರ್ಗಜ್ ವಿಗಾರ್ ಭೊ.ಮಾ.ಬಾ. ರುಡೋಲ್ಫ್ ರವಿ ಡೆಸಾ, ಮುಖೆಲ್ ಸಯ್ರೊಂ ಜಾವ್ನ್ ಫಿರ್ಗಜ್ಗಾರ್ ತಶೆಂಚ್ ಫಾಮಾದ್ ಖೆಳ್ಗಾಡಿ ಶ್ರೀಮಾನ್ ನೆಲ್ಸನ್ ಪಿಂಟೊ, ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜ್ ಐ.ಸಿ.ವೈ.ಎಮ್ ಉಪಾಧ್ಯಕ್ಷ್ ಆನಿ ಪೆಜಾರ್ ವಾರಾಡೊ ಐ.ಸಿ.ವೈ.ಎಮ್ ಹಾಚೆಂ ಪ್ರತಿನಿಧಿ ರಿಯಾನ್ನಾ ಡಿಕುನ್ಹಾ, ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷಧ್ ಉಪಾಧ್ಯಕ್ಷ್ ಶ್ರೀಮಾನ್ ರೋಮನ್ಸ್ ಲೋಬೊ, ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಜೊನ್ಸನ್ ಲೋಬೊ, ಸರ್ವ್ ಆಯೋಗಾಚಿಂ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಐ.ಸಿ.ವೈ.ಎಮ್ (ಪಿ.ವೈ.ಸಿ.) ಸಚೇತಕ್ ಆನಿ‌ ಯುವಜಣಾಂಚೊ ಆಯೋಗ್ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಗೊಡ್ವಿನ್ ತಾವ್ರೊ ಆನಿ ಪಿ.ವೈ.ಸಿ ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್ ಆನಿ ಕಾರ್ಯದರ್ಶಿ ಪ್ರೀಮಾ ಮಿನೇಜಸ್, ಖೆಳಾ ಕಾರ್ಯದರ್ಶಿ ಅಗೊಸ್ತಿನ್ ಮಿನೇಜಸ್ ವೆದಿಚೆರ್ ಹಾಜರ್ ಆಸ್ಲಿಂ. ಪಿ.ವೈ.ಸಿ ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್ ಹಾಣಿಂ ವೆದಿರ್ ಹಾಜರ್ ಆಸ್ಲ್ಯಾ ಮಾನಾಂಚಾ ಸಯ್ರ್ಯಾಂಕ್ ಆನಿ ಜಮ್ಲೆಲ್ಯಾಂ  ಸರ್ವಾಂಕ್ ಸ್ವಾಗತ್ ಮಾಗ್ಲೊಂ. ಉಪ್ರಾಂತ್ ವೆದಿರ್ ಉಪಸ್ಥಿತ್ ಆಸ್ಲ್ಯಾ ಮಾನಾಂಚಾ ಸಯ್ರ್ಯಾಂನಿ ಟ್ರೋಫಿ ಅನಾವರಾಣ್ ಕರ್ಚ್ಯಾಂ ಮುಖಾಂತ್ರ್ ಖೆಳಾಚೆಂ ಉದ್ಘಾಟನ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಮುಖೆಲ್ ಸಯ್ರೊಂ ಮಾನೇಸ್ತ್ ನೆಲ್ಸನ್ ಪಿಂಟೊ ಹಾಣಿಂ ಯಾಂತ್ರಿಕತಾಚಾ ಹ್ಯಾ ವೆಳಾರ್ ಸರ್ವ್ ಯುವಜಣಾಂನಿ ಬಾಯ್ರ್ ಯೇವ್ನ್ ಅಸಲೊ ಖೆಳ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾ ಪಿ.ವೈ‌.ಸಿ ಸಂಘಟನಾಚಾ ಸಾಂದ್ಯಾಕ್ ಹೊಗ್ಳಿಕ್ ಉಚಾರ್ನ್ ಖೆಳ್ತಾನಾ ಕಿತೆಂಯಿ ಚಡ್ ಉಣೆಂ ಘಡ್ತಾನಾ ಸೊಡ್ ದೊಡ್ ಕರ್ನ್ ಭಗ್ಸಣ್ಯಾಚಾ ಸ್ಪಿರಿತಾನ್ ಹೊಂದೊನ್ ವಸಾಜೆ ಮ್ಹಣ್ ಎಕಾ ಘಡಿತಾ ಮುಖಾಂತ್ರ್ ಸಂದೇಶ್ ದಿವ್ನ್ ಸರ್ವ್ ಖೆಳ್ಗಾಡ್ಯಾಂಕ್ ಬರೆಂ ಮಾಗ್ಲೆಂ. ಉಪ್ರಾಂತ್ ವೆದಿರ್ ಆಸ್ಲ್ಯಾ ಮಾನಾಂಚಾ ಸಯ್ರ್ಯಾಂನಿ ಡ್ರಗ್ಸ್ ವಿರೋಧ್ ಜಾಗ್ರತಿ ಅಭಿಯಾನ್ ಲೋಗೋ ಆಸ್ಚೆಂ ಸ್ಟಿಕ್ಕರ್ ಖೆಳ್ಗಾಡ್ಯಾಂಚಾ ಜೆರ್ಸಿಕ್ ಚಿಡ್ಕಾಂವ್ನ್ Say No TO drugs ಮ್ಹಳ್ಳ್ಯಾ ಸ್ಲೋಗನ್ ಸವೆಂ ದಿಯೆಸಿಜಿಚಾ ಅಭಿಯಾನಾಕ್ ಉಗ್ತ್ಯಾನ್ ಸಹಾಕರ್ ಭಾಸಯಿಲೊ. ಉಪ್ರಾಂತ್ ವಿಗಾರ್ ಬಾಪಾಂನಿ ಯುವಜಣ್ ಸಭಾರ್ ಚಟುವಟಿಕೊ ಮಾಂಡುನ್ ಹಾಡ್ತಾತ್ ಖೈಂಸರ್ ಯುವಜಣ್ ಸಾಂಗಾತಾ ವಾವ್ರ್ ಕರ್ತಾತ್ ಥಂಯ್ಸರ್ ಫಿರ್ಗಜ್ ಜಿವಾಳ್ ಆಸ್ತಾ . ಆಮ್ಚೆಂ ಯುವಜಣ್ ಹರ್ಯೆಂಕಾ ಸಂಗ್ತಿನಿ ಮುಕಾರ್ ಆಸಾತ್ ಅಸಲೆಂ ಫುಟ್ಬಾಲ್ ಆನಿ ಕ್ರಿಕೆಟ್ ಪಂದ್ಯಾಟ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾ ಪಿ.ವೈ.ಸಿ'ಚ್ಯಾ ಸರ್ವ್ ಯುವಜಣಾಂಕ್ ಹೊಗ್ಳಿಕ್ ಉಚಾರ್ನ್ ಸಂದೇಶ್ ದಿವ್ನ್ ಖೆಳಾಚೆರ್ ಆನಿ ಖೆಳ್ಘಾಡ್ಯಾಂಚೆರ್ ದೆವಾಚೊ ಆಶಿರ್ವಾದ್ ಮಾಗ್ಲೊಂ. ಉಪ್ರಾಂತ್ ಪಿ.ವೈ.ಸಿ ಕಾರ್ಯದರ್ಶಿ ಪ್ರೀಮಾ ಮಿನೇಜಸ್ ಹಾಣೆಂ ಸರ್ವಾಂಚೊ ಉಪ್ಕಾರ್ ಭಾವುಡ್ಲೊಂ. ಪಿ.ವೈ.ಸಿ ಸಂಘಟನ್ ಆನಿ ಯುವಜಣಾಂಚೊ ಆಯೋಗ್ ಸಾಂಗಾತಾ ಮೆಳೊವ್ನ್ ಪಿ.ವೈ.ಸಿ ಚಾಂಪಿಯನ್ಸ್ ಲೀಗ್ ಕ್ರಿಕೆಟ್ ಟೂರ್ನಾಮೆಂಟ್ ಆನಿ ಫುಟ್ಬಾಲ್ ಉದ್ಘಾಟನ್ ಕಾರ್ಯೆಂ ಭೋವ್ ಅರ್ಪುಬಾಯೆನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲೆಂ. ಪಿ.ವೈ.ಸಿ ಸಾಂದೊ ವಿನೋದ್ ಮಿರಾಂದ ಹಾಣಿಂ ಭೋವ್ ಅಪುರ್ಬಾಯೆನ್ ಕಾರ್ಯೆಂ ನಿರ್ವಾಹಣ್ ಚಲವ್ನ್ ವೆಲೆಂ. <br><br>

		ಪೊಂಪೈ ಯಂಗ್ ಸ್ಟರ್ಸ್ ಕ್ಲಬ್ (ಐ.ಸಿ.ವೈ.ಎಮ್) ಆನಿ ಯುವಜಣಾಂಚೊ ಆಯೋಗ್ ಹಾಂಚ್ಯಾ ಸಹಾಯೋಗಾನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾ ಪಿ.ವೈ.ಸಿ ಲೀಗ್ ಚಾಂಪಿಯನ್ಸ್ ಶಿಪ್ ಫುಟ್ಬಾಲ್ ಆನಿ ಕ್ರಿಕೆಟ್ ಖೆಳಾ ಸ್ಪರ್ಧ್ಯಾಚೆಂ ಬಹುಮಾನ್ ವಿತರಣ್ ಕಾರ್ಯೆಂ ಸಪ್ಟೆಂಬರ್ ಮಹಿನ್ಯಾಚಾ 29 ತಾರಿಕೆರ್ ಸಾಂಜೆರ್ 6.00 ವ್ಹರಾರ್ ಇಗರ್ಜೆಚಾ ಮೈದಾನಾರ್ ಆಸಾ ಕೆಲೆಂ. ವೆದಿಚೆರ್ ಫಿರ್ಗಜ್ ಗೊವ್ಳಿಕ್ ಪರಿಷದ್ ಉಪಾಧ್ಯಕ್ಷ್ ಮಾನೇಸ್ತ್ ರೋಮನ್ಸ್ ಲೋಬೊ, ಮುಖೆಲ್ ಸಯ್ರೊಂ ಮಾನೇಸ್ತ್ ನೆಲ್ಸನ್ ಪಿಂಟೊ, ಆಯೋಗ್ ಸಂಯೋಜಕಿ ಶ್ರೀಮತಿ ಹಿಲ್ಡಾ ಮಿನೇಜಸ್, ಪಿ‌.ವೈ.ಸಿ ಸಚೇತಕ್ ಆನಿ ಯುವಜಣಾಂಚೊ ಆಯೋಗ್ ಕಾರ್ಯದರ್ಶಿ ಶ್ರೀಮಾನ್ ಗೊಡ್ವಿನ್ ತಾವ್ರೊ, ಪಿ.ವೈ.ಸಿ. ಅಧ್ಯಕ್ಷ್ ಲೆಸ್ಟರ್ ಮಿನೇಜಸ್, ಕಾರ್ಯದರ್ಶಿ ಪ್ರೀಮಾ ಮಿನೇಜಸ್, ಖೆಳಾ ಕಾರ್ಯದರ್ಶಿ ಆಗೊಸ್ತಿನ್ ಮಿನೇಜಸ್ ಹಾಜರ್ ಆಸ್ಲಿಂ. ಜಮ್ಲೆಲ್ಯಾಂ ಸರ್ವಾಂಕ್ ಪಿ.ವೈ.ಸಿ ಅಧ್ಯಕ್ಷನ್ ಸ್ವಾಗತ್ ಮಾಗ್ಲೊಂ.  ಖೆಳಾಂತ್ ಜಿಕ್ಲೆಲ್ಯಾಂಕ್ ಮಾನಾಂಚಾ ಸಯ್ರ್ಯಾಂನಿ ಟ್ರೋಫಿ ಆನಿ ಮೆಡಲ್ ದಿವ್ನ್ ಸನ್ಮಾನ್ ಕೆಲೆಂ. <br><br>

		<strong>WOMEN’S CRICKET</strong><br>
		- WINNERS – ELITE WARRIORS<br>
		- RUNNERS – PHOENIX FLYERS<br>
		- BEST BATSMAN – SONAL FERNANDES<br>
		- BEST BOWLER – JOSNA NAZARETH<br>
		- MVP (MOST VALUABLE PLAYER) – HENSITA D’COSTA<br><br>

		<strong>SENIOR MALE - FOOTBALL</strong><br>
		- WINNERS – VAMOS UNITED<br>
		- RUNNERS – BRISTOL CITY FC<br>
		- BEST STRIKER – CHRISTON FERNANDES<br>
		- BEST GOAL KEEPER – BLYTON RODRIGUES<br>
		- BEST DEFENDER – ANTON MENEZES <br><br>

		<strong>JUNIOR MALE – FOOTBALL</strong><br>
		- WINNERS – SPARTANS FC<br>
		- RUNNERS – RED DRAGONS FC<br>
		- BEST STRIKER – SHAUN SALDANHA<br>
		- BEST DEFENDER – PRESTON MENEZES<br>
		- BEST GOAL KEEPER – ANSTON ANDRADE <br><br>

		ಒಟ್ಟುಕ್ ಚಲ್ಯಾಂಚಿ ಆನಿ ಚಲಿಯಾಂಚಿ 9 ಟೀಮ್ ಆನಿ 61 ಖೆಳ್ಘಾಡಿ ಆಸೊನ್ ಫುಟ್ಬಾಲ್ ಕ್ರಿಕೆಟ್ ಪಂದ್ಯಾಟ್ ಯಶಸ್ವಿ ಜಾಲೊ. ಐಝಿಲ್ ರೊಡ್ರಿಗಸ್  ಹಾಣಿಂ ವಿಜೇತಾಂಕ್ ಬಹುಮಾನ್ ವಿತರಣ್ ಕಾರ್ಯೆಂ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಹ್ಯಾ ಸಗ್ಳ್ಯಾ ಟುರ್ನಾಮೆಂಟಾಚೆಂ ಕಮೆಂಟ್ರಿ ರೋಯ್ಲಿನ್ ಲೋಬೊ, ದೀಪಾಕ್ ಡಿಸೋಜ, ವೈಭವ್ ರೊಡ್ರಿಗಸ್ ಆನಿ ಆಸ್ಟಿನ್‌ ಪಿಂಟೊ‌ ಹಾಣಿಂ ಭೋವ್ ಅರ್ಪುಬಾಯೆನ್ ಚಲವ್ನ್ ವ್ಹೆಲೆಂ. ಪಿ.ವೈ.ಸಿ ಸಂಘಟಾನಾಚಾ ಕೋರ್ ಕಮಿಟಿ ಆನಿ ಸರ್ವ್ ಸಾಂದ್ಯಾಚಾ ತಶೆಂಚ್ ಸರ್ವ್ ದಾನಿಂಚಾ ಸಹಕಾರನ್ ಪಿ.ವೈ.ಸಿ ಚಾಂಪಿಯನ್ಸ್ ಲೀಗ್ ಯಶಸ್ವಿ ಜಾಲೆಂ.`,
		facebookLink: 'https://www.facebook.com/share/p/dH6rYXy5bWXUMCpW/',
	},
];

export { events };
