const parishHistoryKok = [
  {
    history: `
    ತೆನ್ಕಾ ಕುಶಿನ್ ಸೊಭಿತ್ ಫಲ್ಗುಣಿ ನಂಯ್ಚಿ ಮನ್ ಪಿಸ್ವೊಂಚಿ ಸೊಭಾಯ್. ಅಸ್ತಮ್ತೆಂತ್ ಭಂವ್ತಣಿ ಸೊಭಿತ್ ಪಾಚ್ವ್ಯಾ ಸೃಷ್ಠೆಚಿ ಅಪುರ್ಬಾಯ್. ಬೌಗೋಳಿಕ್ ಥರಾನ್ ಉಬಾರ್-ತಪ್ಕಟ್, ಪದವ್ ಆನಿ ಬಯ್ಲಾ ಸುವಾತ್ಯಾಂನಿ ನೈಸರ್ಗಿಕ್ ಪರಿಸರಾಂತ್ ಸೊಭೊನ್ ಆಸಾ ಚಾರಿತ್ರಿಕ್, ಸಾಂಸ್ಕೃತಿಕ್ ಆನಿ ಧಾರ್ಮಿಕ್ ವಿಶೇಷತಾಂನಿ ಭರೊನ್ ಸೊಭ್ಚೊ  ದಾಕ್ಟುಲೊ ಗಾಂವ್ ಕೌಡೂರ್ (ಗುರ್ಪುರ್-ಕೈಕಂಬ). ಪುರಾತನ್ ಕಾಳಾ ಥಾವ್ನ್ ಬಯ್ಲಾ ಸುವಾತ್ಯಾಂನಿ ಭಾತಾಚೆಂ, ಮಾಡ್-ಮಾಡಿಯಾಂಚೆಂ ಬೆಳೆಂ ಪ್ರಧಾನ್ ಜಾಲ್ಯಾರ್, ಪದವ್ ಸುವಾತೆರ್ ಕಾಜುಚಿ-ಕುಮೆರಿಚಿ ಆನಿ ಫುಲಾಂಚಿ ಕೃಷಿ. ಹ್ಯಾ ಶಿವಾಯ್ ವ್ಯಾಪಾರ್, ಲ್ಹಾನ್-ವ್ಹಡ್ ಸ್ವ-ಉದ್ಯಮಾಂನಿ ಭರ್ಲಲೊ ಹೊ ಗಾಂವ್ ಆಜ್ ಕೌಡೂರ್ (ಗುರ್ಪುರ್-ಕೈಕಂಬ) ಮ್ಹಣ್ ನಾಂವಾಡ್ದಿಕ್ ಜಾಲಾ.<br><br>

    ಹಿಂದು - ಮುಸ್ಲಿಂ ಆನಿ ಕ್ರೀಸ್ತಿ ಸಮುದಾಯ್ ವಸ್ತಿ ಕರ್ನ್ ಆಸ್ಚ್ಯಾ ಕೌಡೂರ್ (ಗುರ್ಪುರ್ - ಕೈಕಂಬ)oತ್ ಸುಮಾರ್ ಏಕ್ ಶತಮಾನಾಚಿ ಚರಿತ್ರಾ ಆಟಾಪ್ಲೆಲಿ ಪೊಂಪೈ್ ಮಾಯೆಚಿ ಫಿರ್ಗಜ್ ಹಾಂಗಾಸರ್ ಕಿರ್ಲೊನ್, ಫಾಂಟೆವ್ನ್, ಜಯ್ತ್ ರೂಕ್ ಜಾವ್ನ್ ಸೊಭ್ಚ್ಯಾ ಕ್ರೀಸ್ತಿ ಭಾವಾರ್ಥಾಚಿ ರುಜ್ವಾತ್ ಜಾವ್ನಾಸ್ಚಿ ಆಮ್ಚಿ ಫಿರ್ಗಜ್, ತಶೆಂಚ್ಚ್ ನವೆಂ ರೂಪ್ ಆನಿ ನವಿ ಸೊಭಾಯ್ ಘೆವ್ನ್ ಸೊಭೊನ್ ಆಸ್ಚೆಂ ಪೊಂಪೈ್ ಮಾಯೆಚೆಂ ದೇವ್ ಮಂದಿರ್ ದೆಖ್ತಾನಾ ಪೊಂಪೈ್ ಮಾಯೆಚಿ ಭಕ್ತ್ ಉಮಾಳುನ್ ಯೆತಾ.
    <br><br>

    <strong>ಪುರ್ವಿಲಿ ಚರಿತ್ರಾ:</strong><br>
    ಗುರ್ಪುರ್ ಇಗರ್ಜ್ ಮಂಗ್ಳುರ್-ಮೂಡಬಿದ್ರಿ ರಸ್ತ್ಯಾರ್, ಮಂಗ್ಳುರ್ ಶಹರಾ ಥಾವ್ನ್ ಸುಮಾರ್ ೧೮ ಕಿ.ಮೀ. ಪಯ್ಸ್, ದೋನ್ ಫರ್ಲಾಂಗಾಂ ದಾವ್ಯಾಕ್, ಕಂದಾವರ ಗ್ರಾಮಾಂತ್ ಆಸಾ. ಇಗರ್ಜೆಚೊ ಜಾಗೊ ಆನಿ ಬಾಂದ್ಪಾO ಕಂದಾವರ ಗ್ರಾಮಾಂತ್ ಆಸಾತ್ ತರ್‌ಯೀ ಮೂಳೂರ್, ಬಡಗ ಉಳಿಪಾಡಿ, ಪಡುಫೆರಾರ್, ಮೂಡುಫೆರಾರ್, ಕೊಳಂಬೆ, ಗುರ್ಪುರ್, ಅಡ್ಡೂರ್ ಗ್ರಾಮಾಂನಿ ಗುರ್ಪುರ್ ಫಿರ್ಗಜೆಚ್ಯೊ ಗಡಿ ವಿಸ್ತಾರ್ಲ್ಯಾತ್. <br><br>

    ಗುರ್ಪುರ್ ಫಿರ್ಗಜೆಕ್ ತೊಂಡ್ಪಾಶಿಂ ಕೌಡೂರ್ ಮ್ಹಣ್ ಆಪಯ್ತಾತ್ ತರ್‌ಯೀ, ದಿಯೆಸೆಜಿಚ್ಯಾ ಅಧಿಕೃತ್ ಡೈರೆಕ್ಟರಿಂತ್ ಗುರ್ಪುರ್ ಫಿರ್ಗಜ್ ಮ್ಹಣ್ ಕಾಣ್ಸಿಲಾಂ. ಫಿರ್ಗಜೆಚ್ಯಾ ಕೌಡೂರ್ ವಾಡ್ಯಾಂತ್ ‘ಕೋಡಿ‘ ಮ್ಹಳ್ಳಿ ಸುವಾತ್ ಆಸಾ. ಹಾಂಗಾ ಥಾವ್ನ್ ಪಾವ್ಸ್-ಗೀಮ್ ಉದ್ಕಾ ಝರ್ ವಾಳ್ತಾಲಿ. ತಶೆಂ ಜಾಲ್ಲ್ಯಾನ್  ಆಸ್ಪಾಸ್ಚ್ಯಾ ಸುವಾತ್ಯಾಂನಿ ‘ಕೋಡಿ ಊರು’ ಕೌಡೂರ್ ಮ್ಹಣ್ ನಾಂವ್ ಪಡ್ಲೆಂ ಮ್ಹಣ್ತಾತ್. ಇಗರ್ಜ್ ಆಸ್ಚಿ ಸುವಾತ್ ಕೌಡೂರು ಲಾಗಿಂ ಆಸ್ಲೆಲ್ಯಾನ್ ಕೌಡೂರ್‌ಚಿ ಫಿರ್ಗಜ್ ಮ್ಹಳ್ಳೆಂ ನಾಂವ್ ಆಯ್ಲೆಂ ಮ್ಹಣ್ ಸಾಂಗ್ತಾತ್.<br><br>

    ಗುರ್ಪುರ್ ಫಿರ್ಗಜ್ ಅಸ್ತಿತ್ವಾಕ್ ಯೆಂವ್ಚ್ಯಾ ಪಯ್ಲೆಂ, ಹಾಂಗಾಸರ್ ವಸ್ತಿ ಕರ್ನ್ ಆಸ್ಚ್ಯಾ ಕುಟ್ಮಾಂಕ್ ಪೆಜಾರ್ ಫಿರ್ಗಜ್ ಮೂಳ್ ಜಾವ್ನ್ ಆಸ್‌ಲ್ಲಿ. ಫೆರಾರ್ ಇಗರ್ಜ್ ಜಾಲ್ಯಾ ಉಪ್ರಾಂತ್, ಹಾಂಗಾಚೊ ಲೋಕ್ ಫೆರಾರ್ ಫಿರ್ಗಜೆಕ್ ಸೆರ್ವಾಲೊ. ಆತಾಂ ಇಗರ್ಜ್ ಆಸ್ಚ್ಯಾ ಜಾಗ್ಯಾರ್ ಕೊಲ್ವಾಚೊ ಗೊಂವೊಳ್ ಘಾಲುನ್ ಹಾಂಗಾಚೊ ಲೋಕ್ ಮಾಗ್ಣ್ಯಾಕ್ ತವಳ್ ತವಳ್ ಸಾಂಗಾತಾ ಮೆಳ್ತಾಲೊ. ಹಾಂಗಾಚ್ಯಾ ಲೊಕಾಕ್, ವಾಡೊನ್ ಯೆಂವ್ಚ್ಯಾ ಕುಟ್ಮಾಂಚೊ ಸಂಖೊ ಪಳೆವ್ನ್ ಆನಿ ತಾಂಚಿ ಅತ್ಮೀಕ್ ಗರ್ಜ್ ಸಮ್ಜೊನ್ ಹಾಂಗಾಸರ್‌ಚ್ ಏಕ್ ಇಗರ್ಜ್ ಸುರ್ವಾತುಂಚಿ ಆಲೋಚನ್ ಉದೆಲಿ.<br><br>

    <strong>ಇಗರ್ಜ್ ಬಾಂದುನ್ ಹಾಡ್ಚ್ಯಾ ವಿವಿಧ್ ಯೋಜನಾಂತ್  ಮ್ಹಣಿಯರ‍್ಯಾoಚೊ ಪಾತ್ರ್:</strong><br>`,
  },
  {
    priestInfo: `<br><strong>ಮಾ| ಬಾ| ರೆಜಿನಾಲ್ಡ್ ಪಿಂಟೊ </strong><br>
    ಫೆರಾರ್  ಫಿರ್ಗಜೆಚೆ  ವಿಗಾರ್, ಹಾಣಿಂ ಕಂದಾವರ ಗ್ರಾಮಂತ್ ಖಾಲಿ ಜಾಗೊ ಸ್ವಾಧೀನ್ ಕೆಲೊ. ೧೯೧೫ ಅಕ್ಟೋಬರ್ ೭ವೆರ್ ಬಿಸ್ಪ್ ಪೆರಿನ್ ಸಕಾಳಿಂ ೭.೦೦ ವರಾರ್ ಕಂತಾರ್ ಮಿಸಾ ಸವೆಂ ಬುನ್ಯಾದಿ ಫಾತರ್ ಕರ್ನ್ ಗದ್ದಾಳಾಯೆನ್ ಕೊಪೆಲ್ಮಾರಾಕ್ ಬುನ್ಯಾದ್ ಘಾಲಿ. ಕೌಡೂರ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಹೊ ಸಂಭ್ರಮ್ ವರ್ತ್ಯಾ ಸಂತೊಸಾಚೊ. ಜಾಯಿತ್ತೊ ಲೋಕ್ ಹ್ಯಾ ಮಿಸಾಕ್ ಆನಿ ಕಾರ್ಯಾಕ್ ಹಾಜರ್ ಆಸ್‌ಲ್ಲೊ. <br><br>

    <strong>ಮಾ| ಬಾ| ಜೆ. ಎಮ್. ಮಿನೇಜಸ್</strong><br>
    ಕಂದಾರ್‌ಚ್ಯಾ ಇಗ್ನೇಶಿಯಸ್ ಸಿಕ್ವೇರಾಚ್ಯಾ ಸ್ವಾಧೀನ್ ಆಸ್‌ಲ್ಲೊ ೧೮.೩೦ ಎಕ್ರೆ ದರ್ಕಾಸ್ ಜಾಗೊ ಸರ್ಕಾರಾನ್ ಇಗರ್ಜೆಕ್ ದಿಲೊ. ಫೆರರ‍್ಚೆ ವಿಗಾರ್ ಮಾ|ಬಾ| ಜೆ. ಎಮ್. ಮಿನೇಜಸ್ ಹಾಣಿಂ ಕೊಪೆಲ್ಮಾರ್ ಬಾಂದ್ಚೆಂ ಕಾಮ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ. ಗುರ್ಪುರ್ ಆನಿ ಅಸ್‌ಪಾಸ್ಚ್ಯಾಂ ಕಥೊಲಿಕಾಂ ಸಂಗಿಂ ಅಕಥೊಲಿಕಾಂನಿ ಸಾoಗಾತಾ ಮೆಳೊನ್ ಜಾಯ್‌ತ್ತೆ ಕಷ್ಟ್ ಆನಿ ವಾಂವ್ಟ್ ಕಾಡುನ್ ಕೌಡೂರ್, ಕಂದಾರ್, ಗುರ್ಪುರ್ ಅನಿ ಮಣೆಲ್ ವಾಡ್ಯಾಂಚ್ಯಾ ೧೨೫ ಕುಟ್ಮಾಂಚ್ಯಾ ವಂತಿಗೆನ್ ಹೆಂ ಕೊಪೆಲ್ ಉಬಾರುನ್ ಪಾಕೆಂ ಘಾಲೆಂ. <br><br>

    ೧೯೧೮ ಅಕ್ಟೋಬರ್ ೨೪ವೆರ್ ಕೊಪೆಲ್ಮಾರ್ ಬಾಂದ್ಚೆಂ ಕಾಮ್ ಸoಪೂರ್ಣ್ ಕರ್ನ್, ಅಕ್ಟೋಬರ್ ೨೯ವೆರ್ ಬಿಸ್ಪ್ ಪಾವ್ಲ್ ಪೆರಿನಿ ಜೆ. ಸ. ಹಾಣಿo ಹೆಂ ಕೊಪೆಲ್ಮಾರ್ ಆಶೀರ್ವದಿತ್ ಕೆಲೆಂ.(ಹೊ ಸಂಭ್ರಮ್ ತ್ಯಾ ವೆಳಾಚ್ಯಾ ಲೊಕಾ ಮೊಗಾಳ್ ಕೊಂಕ್ಣಿ ಪತ್ರ್ ಜಾವ್ನಾಸ್ಚ್ಯಾ 'ಕೊಂಕ್ಣಿ ದಿರ್ವೆಂ' ಪತ್ರಾರ್ ಪಾಯ್ಸ್ ಜಾಲ್ಲಿ ಖಬಾರ್ ವಿಶೇಷ್ ಜಾವ್ನಾಸಾ). ಹ್ಯಾ ಕೊಪೆಲ್ಮಾರಾಂತ್ ೧೯೧೮ ನವೆಂಬರ್ ೩ವೆರ್ ಆಯ್ತಾರಾ ಪಯ್ಲೆ ಪಾವ್ಟಿಂ ಪವಿತ್ರ್ ಮೀಸಾಚೆಂ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ. ಉಪ್ರಾಂತ್ ಸದಾಂ ಮಿಸಾo ಭೆಟಂವ್ಕ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ.<br><br>

    ೧೧-೧೧-೧೯೧೮ವೆರ್ ಸರ್ಕಾರಾನ್ ಕೊಪೆಲ್ಮಾರಾಚ್ಯಾ ಮುಕಾರ್ ಆನಿ ಪಾಟ್ಲ್ಯಾಂನ್ ಸಿಮೆಸ್ತ್ರಿಕ್ ಜಾಗೊ ದಿಲೊ. ಉರ್ವಾ ಫಿರ್ಗಜೆಂತ್ ಯಾಜಕೀ ಸೆವಾ ದೀವ್ನ್ ಆಸ್‌ಲ್ಲೊ ದೆ| ಮಾ| ಲುವಿಸ್ ಜುವಾಂವ್ ಸೊಜಾನ್ ಪೊಂಪೈ್ ಮಾಯೆಚೆಂ ಭಕ್ತಿಪಣ್ ಉರ್ವಾಂತ್ ಪ್ರಾರಂಭ್ ಕೆಲ್ಲೆಂ. ೧೯೨೦ ಇಸ್ವೆಂತ್ ತಾಣಿಂ ಇಟೆಲಿಚ್ಯಾ ಪೊಂಪೈ್ ಶಹರಾ ಥಾವ್ನ್ ಪೊಂಪೈ್ ಮಾಯೆಚೆಂ ರುಪ್ಣೆಂ ಆಸ್ಚ್ಯೊ ರೆಜಿಸ್ತ್ರ್ಯೊ ಹಾಡಯ್ಲ್ಯೊ. ತಾಂತ್ಲಿ ಏಕ್ ರೆಜಿಸ್ತ್ರ್ ಹಾಂಗಾ ಪಾವೊನ್ ಪೊಂಪೈ್ಮಾಯೆಚ್ಯಾ ಮಾನಾಕ್ ಇಗರ್ಜ್ ಸಮರ್ಪುಂಕ್ ಕಾರಣ್ ಜಾಲಿ ಆನಿ ಪೊಂಪೈ್ ಮಾಯೆಚ್ಯಾ ಮಜತಿನ್ ಹಾಂಗಾಸರ್ ಸಬಾರ್ ಅಜಾಪಾಂ ಘಡ್ಲಿಂ ಆನಿ ಹೆರ್ ಬರೆಂಪಣ್ ಜಾಲೆಂ.<br><br>

    <strong>ಸ್ವತoತ್ರ್ ಫಿರ್ಗಜ್ (೧೯೨೧) :</strong><br>

    ೦೬-೦೫-೧೯೨೧ವೆರ್ ಬಿಸ್ಪ್ ಪಾವ್ಲ್ ಪೆರಿನಿ ರೊಮಾಕ್ ಆದ್ಲಿಮೀನಾ ಭೆಟೆಕ್ ಗೆಲ್ಲ್ಯಾ ವೆಳಾರ್ ಫೆರಾರ್ ಫಿರ್ಗಜೆ ಥಾವ್ನ್ ಕೌಡೂರ್, ಕಂದಾರ್, ಮಣೆಲ್ ಆನಿ ಗುರ್ಪುರ್ ವಾಡೆ ವಿಂಗಡ್ ಕರ್ನ್ ಗುರ್ಪುರ್ಚ್ಯಾ ಕೊಪೆಲಾ ಅಧೀನ್ ಕೆಲ್ಯಾಂತ್ ಮ್ಹಣ್ ರೊಮಾ ಥಾವ್ನ್ ದಿಲ್ಲಿ ಡಿಕ್ರಿ ವಿಗಾರ್ ಜೆರಾಲ್ ಬೊ| ಮಾ| ಬಾ| ಎಮ್. ಲುನಾಝಿ ಜೆ.ಸ. ಹಾಣಿಂ ಫೆರಾರ‍್ಚೊ ವಿಗಾರ್ ಜೆ. ಎನ್. ಸಿಕ್ವೇರಾಕ್ ದಿಲಿ. ಅಶೆಂ ೧೯೨೧ ಮೇ ೮ ತಾರಿಕೆರ್ ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಂತ್ ಪೊoಪೈ ರೊಜಾರ್ ಮಾಯೆಕ್ ಸಮರ್ಪಿಲ್ಲಿ ಹಿ ಏಕ್ ಮಾತ್ರ್ ಫಿರ್ಗಜ್, ಫೆರಾರ್ ಫಿರ್ಗಜೆ ಥಾವ್ನ್ ಮೆಕ್ಳಿ ಜಾವ್ನ್ ಸ್ವತಂತ್ರ್ ಫಿರ್ಗಜ್ ಜಾಲಿ.<br><br>


    <b><i>ಫಿರ್ಗಜೆಚ್ಯಾ ಅತ್ಮೀಕ್ ವಾಡಾವಳಿಂತ್ ದೆವಾಚ್ಯಾ ಮ್ಹಣಿಯರ‍್ಯಾಂಚೊ ಪಾತ್ರ್:</i></b><br>

    <strong>ಮಾ| ಬಾ| ಆಂತೊನ್ ಎ. ಕುಲಾಸೊ (೧೯೨೧ - ೧೯೨೨): </strong><br>
    ಮಾ| ಬಾ| ಆಂತೊನ್ ಎ. ಕುಲಾಸೊ, ಫಿರ್ಗಜೆಚೊ ಪಯಿಲ್ಲೊ ವಿಗಾರ್ ಜಾವ್ನ್ ಇಜಯ್ ಫಿರ್ಗಜೆ ಥಾವ್ನ್ ವರ್ಗ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ೧೯೨೧ ಹ್ಯಾ ಕೊಪೆಲಾಚ್ಯಾ ಅಭಿವೃದ್ದೆ ವಿಷ್ಯಾಂತ್ ಚರ್ಚಾ ಚಲಯ್ಲಿ. ವಿಗಾರಾಂನಿ ಹಾಂಗಾಚಿ ದುಬ್ಳಿ ಸ್ಥಿತಿಗತಿ ಪಳೆವ್ನ್, ಆಪ್ಣಾಚಿ ಭಲಾಯ್ಕಿ ಸಯ್ತ್ ಲೆಕಿನಾಸ್ತಾನಾ ಘಾಟಾರ್, ಬೊಂಬಯ್ ಆನಿ ಆಸ್‌ಪಾಸ್ಚ್ಯಾ ಫಿರ್ಗಜಾಂನಿ ಭಂವೊನ್ ದುಡ್ವಾ ಕುಮಕ್, ಮುಸ್ತಾಯ್ಕಿ ಆನಿ ಹೆರ್ ವಸ್ತು ಮೆಳೊನ್ ಸುಮಾರ್ ಪಾಂಚ್ ಹಜಾರ್ ರುಪಿಯಾಂಚೊ ಐವಜ್ ಹಾಡುನ್ ಕೊಪೆಲ್ಮಾರಾಚಿ ಸಾರೊಣ್ ಕರಯ್ಲಿ. ೧೯೨೨ ಇಸ್ವೆಂತ್ ೫೯ ಭುರ್ಗ್ಯಾಂ ಸಂಗಿ ಪ್ರಾಥಮಿಕ್ ಇಸ್ಕೊಲ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ. ಇಗರ್ಜೆಕ್ ಗರ್ಜ್ ಆಸ್‌ಲ್ಲಿ ಸಾಹೆತ್ ಹಾಡ್ಲಿ. ೧೯೨೨ ಅಗೋಸ್ತ್ ೧೭ವೆರ್ ವರ್ಗ್ ಜಾವ್ನ್ ತೆ ದುಸ್ರ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಗೆಲೆ. <br><br>

    <strong>ಮಾ| ಬಾ| ಎಫ್. ಎಕ್ಸ್. ನಜರೆತ್ (೧೯೨೨ - ೧೯೩೦) : </strong><br>
    ಮಾ| ಬಾ| ಎಫ್. ಎಕ್ಸ್. ನಜರೆತ್, ೧೯೨೨ ಅಗೋಸ್ತ್ ೧೭ ವೆರ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ೧೯೨೩ ಜನೆರ್ ೨೧ ಆನಿ ೨೨ವೆರ್ ಬಿಸ್ಪ್ ಪೆರಿನಿನ್ ಗುರ್ಪುರ್ ಫಿರ್ಗಜೆಕ್ ಪಯ್ಲೆ ಪಾವ್ಟಿಂ ಗೊವ್ಳಿಕ್ ಭೆಟ್ ದಿಲಿ. ೧೫-೦೨-೧೯೨೩ವೆರ್ ಇಗರ್ಜೆಜ್ಯಾ ತೊರಿಚೆಂ ಕಾಮ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ. ೩೦-೦೬-೧೯೨೩ವೆರ್ ವಿಗಾರಾಂಚ್ಯಾ ವಸ್ತೆಘರಾಚೆಂ ಕಾಮ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ. ೧೯೨೩ ವ್ಯಾ ಜುಲಾಯ್‌ಂತ್ ಜೆಜುಚ್ಯಾ ಪವಿತ್ರ್ ಕಾಳ್ಜಾಚಿ ಇಮಾಜ್ ಆಲ್ತಾರಿಚೆ ದಾವ್ಯೆ ಕುಶಿನ್ ಪ್ರತಿಷ್ಠಾಪಿತ್ ಕೆಲಿ. ೧೯೨೫ವ್ಯಾ ವರ್ಸಾ ಇಗರ್ಜೆಚ್ಯಾ ಜಾಗ್ಯಾಕ್ ದೊರೊ ಬಾಂದ್ಲೊ. ೧೯೨೯ ದಸೆಂಬರ್ ೨೭ ವೆರ್ ಫ್ರಾನ್ಸಾ ಥಾವ್ನ್ ಹಾಡುನ್ ಗೊಂಯಾಂತ್ ಆಸ್‌ಲ್ಲಿ ಘಾಂಟ್ ರು. ೨೨೦/- ಖರ್ಚ್ ಕರ್ನ್ ತೋರಿಚೆರ್ ಬಸಯ್ಲಿ.	<br><br>

    <strong>ಮಾ| ಬಾ| ರಫಾಯೆಲ್ ಪೀಂತ್ (೧೯೩೦ - ೧೯೩೩) :</strong><br>
    ಮಾ| ಬಾ| ರಫಾಯೆಲ್ ಪೀಂತ್, ಫೆಬ್ರೆರ್ ೧೦, ೧೯೩೦ ವೆರ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ೧೯೩೧ ಇಸ್ವೆಂತ್ ಪಾದ್ರ್ಯಾಬಾಚೆಂ ವಸ್ತೆ ಘರ್ ಬಾಂದ್ಚಿ ಆಲೋಚನ್ ಕರ್ನ್, ಹ್ಯೆ ಬಾಬ್ತಿನ್ ಲೊಕಾನ್ ರು. ೨೬೪.೧೨ ಆನಿ ಥೊಡೆಂ ರುಕಾಡ್ ದಿಲೆಂ. ವಿಗಾರಾಂನಿ ರು. ೯೩೨-೬ ಆಣೆಂ ಎಕ್ಟಾಂಯ್ ಕೆಲೆ. ಸುಮಾರ್ ೧,೧೯೭-೨-೬ ಖರ್ಚಾನ್ ಘರ್ ಬಾಂದಯ್ಲೆಂ. ಕಾಮ್ ಸಂಪೂರ್ಣ್ ಜಾಂವ್ಚ್ಯಾ ಪಯ್ಲೆಂಚ್ ತಾಂಚೊ ವರ್ಗ್ ಜಾಲೊ. ಹ್ಯಾ ವೆಳಾರ್ ಫೆರಾರ್‌ಚೆ ವಿಗಾರ್ ಮಾ| ಬಾ| ಡೆನಿಸ್ ಮಥಾಯಸ್, ಮಾ| ಬಾ| ಆಂತೊನ್ ಕುವೆಲ್ಲೊ ಹಾಣಿಂ ಇನ್‌ಚಾರ್ಜ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಸೆವಾ ದಿಲ್ಯಾ.<br><br>

    <strong>ಮಾ| ಬಾ| ಆವೆಲಿನ್ ರೆಬೆಲ್ಲೊ (೧೯೩೩ - ೧೯೪೦):</strong><br>
    ಮಾ| ಬಾ| ಆವೆಲಿನ್ ರೆಬೆಲ್ಲೊ ೧೯೩೩ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ತಾಣಿಂ ತ್ಯಾಚ್ಚ್ ವರ್ಸಾ ಅಕ್ಟೋಬರಾಂತ್ ಕ್ರೀಸ್ತ್ ರಾಯಾಚೆಂ ಫೆಸ್ತ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ. ಹೊಸ್ಪೆಟ್ ಇಗರ್ಜೆ ಥಾವ್ನ್ ದಾನ್ ಜಾವ್ನ್ ದಿಲ್ಲಿ ಗೊಂಯ್ಚ್ಯಾ ವಿನ್ಯಾಸಾಚೆರ್ ಕಾಂತಯಿಲ್ಲಿ ರೊಜಾರ್ ಮಾಯೆಚಿ ರುಕಾಡಾಚಿ ಕಲಾತ್ಮಕ್ ಆಲ್ತಾರ್ ಇಗರ್ಜೆಂತ್ ಉಬಾರ್ಲಿ. ೦೨-೦೪-೧೯೩೪ವೆರ್ ಇಗರ್ಜೆ  ಲಾಗ್ಸಾರ್ ವ್ಹಡ್ಲ್ಯಾ ಮುರ‍್ಯಾರ್ ಕೆನರಾ ಕ್ರೀಸ್ತಾವಾಂಕ್ ಬಂಧಡೆಕ್ ವೆಲ್ಲ್ಯಾ ೧೫೦ ವರ್ಸಾಂಚ್ಯಾ ಆನಿ ಭಾಗೆವಂತ್ ವರ್ಸಾಚ್ಯಾ ಉಗ್ಡಾಸಾಕ್ ಜಯ್ತ್ ಖುರಿಸ್ ಉಬಾರ್ಲೊ. ಹೊ ಖುರಿಸ್ ಸಬಾರ್ ಮೈಲಾಂ ಪಯ್ಸ್ ಮ್ಹಣಾಸರ್ ಆತಾಂಯೀ ಕ್ರೀಸ್ತಾಂವ್‌ಪಣಾಚೊ ಸಂಕೇತ್ ಪ್ರತಿಫಲನ್ ಕರ್ತಾ. ತ್ಯಾ ದೀಸ್ ಸಾಂಜೆರ್ ೪.೩೦ ವರಾರ್ ಸೆರೆಮನಿ ಪ್ರಾರಂಭ್ ಕೆಲಿ. ತ್ಯಾ ದಿಸಾಚ್ಯಾ ಸಂಭ್ರಮಾಕ್ ಮಂಗ್ಳುರ್ ಶಹರಾ ಥಾವ್ನ್ ವ್ಹಡ್ ಸಂಖ್ಯಾನ್ ಲೋಕ್ ಹಾಜರ್ ಆಸ್‌ಲ್ಲೊ. ಮಾ| ಬಾ| ಎಫ್. ಸಲ್ಡಾನ್ಹಾನ್ ಜೆಜುಚ್ಯಾ ಪಾಶಾಂವಾ ವಿಶಿಂ ಸೆರ್ಮಾಂವ್ ದಿಲೊ. ಇಗರ್ಜೆ ಥಾವ್ನ್ ಮರ‍್ಯಾರ್ ಪರ್ಯಾಂತ್ ಖುರಿಸ್ ಪುರ್ಶಾಂವಾರ್ ವರ್ನ್ ಮಾ| ಬಾ| ಡೆನಿಸ್ ಮಥಾಯಸಾನ್ ಖುರಿಸ್ ಆಶೀರ್ವಾದಿತ್ ಕೆಲೊ. ಮಾ| ಬಾ| ಲೂಯಿಸ್ ಸಲ್ಡಾನ್ಹಾನ್ ಮಾಗ್ಣೆಂ ಶಿಕವ್ನ್ ಏಕ್ ಕಂತಾರ್ ಗಾಯ್ಲೆಂ. ಖುರ್ಸಾಚಿ ಆನಿ ದು:ಖಿ ಸಾಯ್ಬಿಣಿಚಿ ಇಮಾಜ್ ಇಗರ್ಜೆಂತ್ ದವರುಂಕ್ ಆದೇಶ್ ದಿಲೊ. <br><br>

    ೧೯೩೪ ಇಸ್ವೆಂತ್ ೨.೩೪ ಎಕ್ರೊ ಜಾಗೊ ಸ್ವಾಧೀನ್ ಕರ್ನ್ ದೊರೊ ಬಾಂದಯ್ಲೊ. ಮಾ| ಬಾ| ಡೆನಿಸ್ ಮಥಾಯಸ್ ಇನ್‌ಚಾರ್ಜ್ ವಿಗಾರ್ ಜಾವ್ನಾಸ್ಲೆಲ್ಯಾ ವೆಳಾರ್ ಜೆಜುಚ್ಯಾ ಪವಿತ್ರ್ ಕಾಳ್ಜಾಚೆಂ ದೆವಾಸಾಂವ್ ಪ್ರಾರಂಭ್ ಕೆಲೆಂ. ೨೬-೦೫-೧೯೪೦ವೆರ್ ಮಾ| ಬಾ| ಆವೆಲಿನ್ ರೆಬೆಲ್ಲೊ ಬಾಪ್ ವರ್ಗ್ ಜಾವ್ನ್ ದುಸ್ರ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಗೆಲೆ.<br><br>

    <strong>ಮಾ| ಬಾ| ಆಲ್ಬರ್ಟ್ ಜಿ. ನಜ್ರೆತ್ (೧೯೪೦ - ೧೯೪೮) :    </strong><br>
    ಮಾ| ಬಾ| ಆಲ್ಬರ್ಟ್ ಜೆ. ನಜರೆತ್ ೧೯೪೦ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ೧೯೪೧ ವ್ಯಾ ವರ್ಸಾ ವಿಗಾರಾಂಚ್ಯಾ ಘರಾ ಭಂವ್ತಣಿಚ್ಯಾ ಜಾಗ್ಯಾಚಿ ಹುಟ್ವಳ್ ವಿಗಾರಾಂಚ್ಯಾ ಖರ್ಚಾ ಬಾಬ್ತಿನ್ ಅಮಾನತ್ ಕೆಲಿ. ತಾಣಿಂ ಇಗರ್ಜೆಚ್ಯಾ ಪ್ರಾಥಮಿಕ್ ಇಸ್ಕೊಲಾಚೊ ಮುಖೆಲ್ ಮೆಸ್ತ್ರಿ ಜಾವ್ನ್ ಸೆವಾ ದಿಲ್ಯಾ. ತ್ಯಾ ವೆಳಾರ್ ೧೧೦ ವಿದ್ಯಾರ್ಥಿಂ ಸಂಗಿ ೫ ಶಿಕ್ಷಕಾಂ ಸೆವಾ ದೀವ್ನ್ ಆಸ್‌ಲ್ಲಿಂ. <br><br>

    ೧೯೪೨ ಇಸ್ವೆಂತ್ ಮೊಂತಿ ಫೆಸ್ತಾ ಉಪ್ರಾಂತ್ ದು:ಖಿಸಾಯ್ಬಿಣಿಚಿ ಸಾಲ್ವಿ ಆರಂಭ್ ಕೆಲಿ. ೧೯೪೩ವ್ಯಾ ವರ್ಸಾ ಇಗರ್ಜೆಕ್ ಯೆಂವ್ಚೊ ಪ್ರಧಾನ್ ರಸ್ತೊ ಆನಿ ದೋನ್ ಮೊರಿಯಾಂಚೆ ಕಾಮ್ ನವ್ಯಾನ್ ಆರಂಭ್ ಕೆಲೆಂ. ೧೯೪೩/೧೯೪೮ ಇಸ್ವೆಂತ್ ಮುಡ್ದೊಮಾಂ ಸಂಗಿ ಫಿರ್ಗಜೆಚೆಂ ವ್ಹಡ್ಲೆಂ ಫೆಸ್ತ್  ಗದ್ದಾಳಾಯೆನ್  ಆಚರಣ್  ಕೆಲೆಂ ತ್ಯಾ ವರ್ಸಾ ಪೊಂಪೈ್ ಆನಿ ಗುರ್ಪುರ್ ವಾಡೆ ರಚಿತ್ ಜಾಲೆ. ೦೨-೦೯-೧೯೪೮ವೆರ್ ವಿಗಾರ್ ವರ್ಗ್ ಜಾವ್ನ್ ದುಸ್ರ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಗೆಲೆ.<br><br>

    <strong>ಮಾ| ಬಾ| ಜೊನ್ ಕಾಸ್ತೆಲಿನೊ (೧೯೪೮ - ೧೯೫೫) :</strong><br>
    ಮಾ| 	ಬಾ|  	ಜೊನ್ ಕಾಸ್ತೆಲಿನೊ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲ್ಯಾ ಉಪ್ರಾಂತ್, ಪಾಪಾ         ಪಿಯುಸ್ ಧಾವ್ಯಾಚಿ ಅಲ್ತಾರ್ ತಾಣಿಂ ಇಗರ್ಜೆಚ್ಯಾ ದಾವ್ಯಾ ಖುಶಿನ್ ಬಾಂದಯ್ಲಿ. ಖುರ್ಸಾ ವಾಟೆಚಿಂ ಪಾಯ್ನೆಲಾಂ ಘಾಲಯ್ಲಿಂ. ಪವಿತ್ರ‍್ಸ್ನಾನ್ ದೀಂವ್ಕ್ ಪ್ರತ್ಯೇಕ್ ಜಾಗೊ ಬಾಂದಯ್ಲೊ. ಇಗರ್ಜೆಚೆಂ ಪಾಕೆಂ ದುರಸ್ತಿ ಕೆಲೆಂ. ಫಿರ್ಗಜ್ ಫೆಸ್ತ್ ಗದ್ದಾಳಾಯೆನ್ ಆಚರಣ್ ಕೆಲೆಂ. ೧೯೫೫ ಇಸ್ವೆಂತ್ ತೆ  ವರ್ಗ್ ಜಾವ್ನ್ ಗೆಲೆ.<br><br>

    <strong>ಮಾ| ಬಾ| ಜೆ.ಎಸ್.ಟಿ. ರೊಡ್ರಿಗಸ್ (೧೯೫೫ - ೧೯೭೧) :</strong><br>
    ಮಾ| ಬಾ| ಜೆ. ಎಸ್. ಟಿ. ರೊಡ್ರಿಗಸ್ ೧೯೫೫ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್   ನೇಮಕ್ ಜಾಲೆ. ತ್ಯಾಚ್ಚ್ ವರ್ಸಾ ತಾಣಿಂ ಲೂರ್ಡ್ಸ್ ಸಾಯ್ಬಿಣಿಚೊ ಗ್ರೊಟ್ಟೊ ಲಗ್‌ಬಗ್ ೧,೨೦೦ ರುಪಯ್  ಖರ್ಚಾರ್ ಬಾಂದಯ್ಲೊ. ಸಾಯ್ಬಿಣಿಚೆ ತೆ ಭಕ್ತ್. ತವಳ್ ಫೆರಾರ್ ಫಿರ್ಗಜೆಚೊ ಮಾ| ಬಾ| ಗ್ರೇಶಿಯನ್ ಡಿಸೋಜಾ (ಹಾಣಿಂ ಉಪ್ರಾಂತ್ ಹಾಂಗಾ ವಿಗಾರ್ ಜಾವ್ನ್ ಸೆವಾ ದಿಲ್ಯಾ)  ಹಾಣಿಂ ಹೊ ಗ್ರೊಟ್ಟೊ ಬೆಂಜಾರ್  ಕೆಲೊ. ಗ್ರೊಟ್ಟ್ಯಾ ಸಾಮ್ಕಾರ್ ಉದ್ಕಾಚಿ ಕಾರಂಜಿ ಆನಿ ಫುಲಾಂಚೆಂ ವೋಡ್ತ್ ಆಸಾ ಕೆಲೆಂ. <br><br>

    ೦೧-೧೨-೧೯೫೭ ವೆರ್ ಘಾಂಟಿಚಿ ತೋರ್ ಮೆಕ್ಳಿ ಕರುನ್ ನವಿಚ್ಚ್ ಘಾಂಟಿಚಿ ತೋರ್ ರು. ೨,೦೦೦/- ಖರ್ಚಾರ್ ಉಬಾರ್ಲಿ. ವಿಗಾರ್ ಜೆರಾಲ್ ಭೊ| ಮಾ| ಎ. ಎ. ಡಿ ಸೋಜಾನ್ ಬೆಂಜಾರ್ ಕೆಲಿ. ೧೯೬೩ ಇಸ್ವೆಂತ್ ಪರತ್ ತಿ ತೋರ್ ರು. ೧,೨೨೭ ಖರ್ಚಾರ್ ೪೦ ಫಿಟಿಂಕ್ ಉಬಾರ್ ಕರುನ್ ಘಾಂಟ್ ತೋರಿರ್ ಬಸಯ್ಲಿ. ೧೯೫೮ ಇಸ್ವೆಂತ್ ಇಸ್ಕೊಲಾಕ್ ಅರ್ಧೊ ಎಕ್ರೊ ದರ್ಕಾಸ್ ಜಾಗೊ ಖೆಳಾ ಮಯ್ದಾನಾ ಖಾತಿರ್ ಸರ್ಕಾರಾ ಥಾವ್ನ್ ಮೆಳ್ಳೊ. ೧೯೬೩ ಇಸ್ವೆಂತ್ ೨೦ ಎಕ್ರೆ ಜಾಗ್ಯಾ ಸುವಾತೆರ್ ಕಾಜುಚ್ಯೊ ರೊಂಪಿಯೊ ಮಾತಿ ಆಸ್ಚ್ಯಾ ಜಾಗ್ಯಾರ್ ಲಾಯ್ಲ್ಯೊ. ಆಂಬ್ಯಾಚ್ಯೊ, ಪಣ್ಸಾಚ್ಯೊ ಸಸಿಯೊಯೀ ರೊಯ್ಲ್ಯೊ. ಇಗರ್ಜೆಕ್ ವೀಜ್ ದಿವೆ ಘಾಲಯ್ಲೆ. ಭೆಥನಿ ಮೆಳಾಚ್ಯಾ ಧರ್ಮ್ ಭಯ್ಣಿಂಕ್ ಹಾಡವ್ನ್ ಪೊಂಪೈ್ ಕೊವೆಂತ್ ಆಸಾ ಕೆಲೆಂ.	<br><br>

    ಕರ್ನಾಟಿಕ್ ಸಂಗೀತಾಚೊ ವರ್ತೊ ಆರಾಧಕ್ ಜಾವ್ನ್ ಆಸ್ಚ್ಯಾ ವಿಗಾರಾನ್ ಫಿರ್ಗಜೆಂತ್ ಸಂಗೀತಾಚೆಂ ಭಿಂ ವೊಂಪ್ಲೆಂ. ಅಂತರ್ ಫಿರ್ಗಜ್  ಗಾಯನ್  ಸ್ಪರ್ಧ್ಯಾಂನಿ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜ್‌ಗಾರಾಂನಿ ದಿಯೆಸೆಜಿಚ್ಯಾ ಹಂತಾರ್ ಸಬಾರ್ ವರ್ಸಾಂ ಪ್ರಥಮ್ ಸ್ಥಾನ್ ಲಾಭಾಶೆಂ ಕೆಲೆಂ. ಹಾಂಚ್ಯಾ ಕಾಳಾರ್ ೧೯೫೯ ಮೇ ಮಹಿನ್ಯಾಂತ್ ದೇವ್ ಆಪವ್ಣ್ಯಾಂಚೊ ದೀಸ್ ಆಚರಣ್ ಕೆಲೊ. ಗೊವ್ಳಿ ಬಾಪ್ ಅ| ಮಾ| ದೊ| ರೈಮಂಡ್ ಡಿಮೆಲ್ಲೊ, ಜೆಜ್ವಿತ್, ಕಾಪುಚಿನ್, ಎಸ್.ವಿ.ಡಿ., ಸೆಕುಲಾರ್ ಯಾಜಕಾಂ ಸಂಗಿಂ ಅಪೊಸ್ತಲಿಕ್, ಕಾರ್ಮೆಲ್, ಅರ್ಸುಲಾಯ್ನ್ ಭಯ್ಣಿಂ ಸಂಗಿ ೨೦೦ ಭೆಥನಿ ಧರ್ಮ್ ಭಯ್ಣಿಂ ಹ್ಯಾ ಸಂಭ್ರಮಾಕ್ ಹಾಜರ್ ಆಸ್‌ಲ್ಲಿಂ. ಸೆಮಿನರಿಸ್ತ್ ಆನಿ ಮಾದ್ರ್ ಜಾಂವ್ಕ್ ಗೆಲ್ಲ್ಯಾಂಚ್ಯಾ ಕುಟ್ಮಾಂಚಿಂ ಹ್ಯಾ ಸಹಮಿಲನಾಕ್ ಆಯಿಲ್ಲ್ಯಾನ್ ಸಬಾರ್ ದೇವ್ ಆಪವ್ಣಿಂ ಹಾಂಗಾ ಥಾವ್ನ್ ಲಾಭ್ಲಿಂ. ಹಾಂಚ್ಯಾ ಕಾಳಾರ್ ಭುರ್ಗ್ಯಾಂಚೆಂ ಎವ್ಕರಿಸ್ತಿಕ್ ಸಯ್ನ್, ಕ್ರೀಸ್ತಿ ಶಿಕವ್ಣ್ ಆನಿ ಲೀಜನ್ ಆಫ್ ಮೇರಿ ಸಂಘ್ ಸಂಸ್ಥೆ ಆಸ್‌ಲ್ಲೆ. ೧೯೭೧ ವ್ಯಾ ವರ್ಸಾ ವರ್ಗ್ ಜಾವ್ನ್ ದುಸ್ರ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಗೆಲೆ.<br><br>

    <strong>ಮಾ| ಬಾ| ಬರ್ನಾರ್ಡ್ ಡಿ ಸೋಜಾ (೧೯೭೧ - ೧೯೭೨) : </strong><br>
    ಮಾ| ಬಾ| ಬರ್ನಾರ್ಡ್ ಡಿಸೋಜಾ ೧೯೭೧ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ ಆನಿ ಹ್ಯಾಚ್ ವೆಳಾರ್ ತೆ ಬಿ.ಎಡ್. ಶಿಕಾಪ್ ಜೊಡುನ್ ಆಸ್ಲೆಲ್ಯಾನ್ ತಾಂಚಿ ಸೆವೆ ಆವ್ದಿ ಏಕ್ ವರ್ಸ್ ಮಾತ್ರ್ ತರೀ ಘಣ್ಗಣಿತ್ ಪ್ರಸಂಗಾದ್ವಾರಿಂ, ನಿರ್ಭಿತ್ ವ್ಯಕ್ತಿತ್ವ್ ಆನಿ ಶಿಸ್ತೆ ದ್ವಾರಿಂ ತೆ ಫಿರ್ಗಜೆಕ್ ಮೊಗಾಚೆ ಜಾವ್ನಾಸ್‌ಲ್ಲೆ. ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಎಸ್.ಎಸ್.ಎಲ್.ಸಿ. ಶಿಕ್ಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ಇಂಗ್ಲಿಷ್  ಟ್ಯುಶನ್  ದೀವ್ನ್  ತಾಣಿಂ ವಿಶೇಷ್ ತರ್ಬೆತಿ ದಿಲ್ಲಿ.<br><br>

    <strong>ಮಾ| ಬಾ| ಗ್ರೇಶನ್ ಎಲ್. ಡಿ ಸೋಜಾ (೧೯೭೨ - ೧೯೮೩) : </strong><br>
    ಮಾ| ಬಾ| ಗ್ರೇಶನ್ ಎಲ್. ಡಿ ಸೋಜಾ ೧೯೭೨ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ಸಾದೆ, ದೇವ್ ಭಿರಾಂತೆಚೆ ತೆ ಜಾವ್ನ್ ಆಸೊನ್ ನಿಸ್ವಾರ್ಥಿ ಸೆವಾ ತಾಣಿಂ ದಿಲ್ಯಾ. ಇಗರ್ಜೆಕ್ ನವೆ ಬಾಂಕ್, ಅಲ್ತಾರಿಕ್ ನವಿ ವೆದಿ, ವಾಚ್ಪಾ ಪೀಠ್, ಸೆಮಿಸ್ತ್ರಿಕ್ ದೊರೊ, ಇಸ್ಕೊಲಾಕ್ ನವೆಂ ಬಾಂಧಾಪ್, ವ್ಹಡ್ಲ್ಯಾ ಮುರ‍್ಯಾರ್ ಆಸ್ಚ್ಯಾ ಖುರ್ಸಾಚಿ ದುರಸ್ತಿ ಇತ್ಯಾದಿ ಕಾಮಾಂ ತಾಣಿಂ ಕರಯ್ಲಿಂ. ಯುವಜಣಾಂಚ್ಯಾ ಸಂಘಟನಾಚಿ ಗರ್ಜ್ ಸಮ್ಜೊನ್ ೧೯೭೩ವ್ಯಾ ವರ್ಸಾ ‘ಧಾರ್ಮಿಕ್ ಕಲಾ ಆನಿ ಸಮಾಜ್ ಸೆವಾ’ ಮ್ಹಳ್ಳ್ಯಾ ಧ್ಯೇಯಾನ್ ಸಂಘ್ ಸ್ಥಾಪನ್ ಕೆಲೊ. ಸಮಾಜ್ ಅಭಿವೃದ್ದಿ ಮಂಡಳಿ ರಚುನ್ ದಿಯೆಸೆಜಿಚ್ಯಾ ಸಿ.ಒ.ಡಿ.ಪಿ. ಸಂಸ್ಥ್ಯಾಚೆ ಮಜತೆನ್ ದುಬ್ಳ್ಯಾಂಕ್ ಆರ್ಥಿಕ್ ಮಜತ್, ಘರಾಂ, ದೊರೊ, ಉದ್ಕಾ-ಕಾಟ್ ಅಸಲಿಂ ಸಬಾರ್ ಯೋಜನಾಂ ಕಾರ್ಯಗತ್ ಕೆಲಿಂ. ಪೊಂಪೈ್ ವೆಲ್ಫೇರ್ ಎಸೋಸಿಯೇಶನಾಚ್ಯಾ ಮುಖಾಂತ್ರ್ ಮರ್ಣಾ ಫಂಡಾಚೆಂ ಆರಂಭ್ ಕೆಲೆಂ. ೧೯೮೩ ಇಸ್ವೆಂತ್ ಆಮ್ಚೆ ವಿಗಾರ್ ನಿವೃತ್ತ್ ಜಾಲೆ.<br><br>

    <strong>ಮಾ| ಬಾ| ಸ್ಟ್ಯಾನ್ಲಿ ಪಿರೇರ್ (೧೯೮೩ - ೧೯೯೧) : </strong><br>
    ಮಾ| ಬಾ| ಸ್ಟ್ಯಾನ್ಲಿ ಪಿರೇರ್ ೧೯೮೩ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ಮರ‍್ಯೆಚೆ ಭಕ್ತ್ ಆನಿ ದೆವಾಸ್ಪಣಾಚೆ ಪಾದ್ರ್ಯಾಬ್ ಜಾವ್ನಾಸ್ಲೆಲ್ಯಾ ತಾಣಿಂ	ಹಾಂಗಾಸರ್	ಮಾಯೆಚೆಂ ದೆವಾಸ್ಪಣ್  ವಾಡಯ್ಲೆಂ. ಮರಿಯಾಳ್ ವರ್ಸಾ ವಾರಾಡ್ಯಾ ಮಟ್ಟಾರ್ ಮರಿಯೆಚೆಂ ದೆವಾಸ್ಪಣ್ ಚಡಂವ್ಕ್ ಆಮ್ಚಿ ಫಿರ್ಗಜ್ ವಿಂಚುನ್ ಕಾಡ್‌ಲ್ಲಿ. ಘರಾನ್ ಘರ್ ಮರಿಯಾಳ್ ಪುರ್ಶಾಂವ್ ಆನಿ ಮಾಗ್ಣ್ಯಾ ಜಮಾತ್ ಚಲವ್ನ್ ವೆಲಿ. ಇಗರ್ಜೆ ವಠಾರಾಂತ್, ಮುರ‍್ಯಾ ವಯ್ಲಿ ಬಾಂಯ್ ಖೊಂಡಯ್ಲಿ. ಇಗರ್ಜೆಚಿ ಉಬಾರ್ ತೋರ್ ಪರ್ನಿ ಜಾವ್ನ್ ಫುಟ್ ಆಯಿಲ್ಲಿ ತಿ ಕಾಡ್ನ್ ತಗ್ಗ್ ಕರಯ್ಲಿ. ಕೃಷೆಂತ್ ತಾಂಕಾಂ ಚಡ್ ಆಸಕ್ತ್ ಆಸ್ಲೆಲ್ಯಾನ್, ಶೆಂಬೊರಾಂ ವಯ್ರ್ ಮಾಡಾ ಕಾವಾತೆ ಇಗರ್ಜೆ ಹಿತ್ಲಾಂತ್ ಲಾಯ್ಲೆ.<br><br>

    <strong>ಮಾ| ಬಾ| ಲಿಯೊ ವೇಗಸ್ (೧೯೯೧ - ೧೯೯೮) :</strong><br>
    ಮಾ| ಬಾ| ಲಿಯೊ ವೇಗಸ್ ೧೯೯೧ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಹಾಂಗಾಸರ್ ಆಯ್ಲೆ. ಯುವಜಣಾಂ ಸಾಂಗಾತಾ ಯುವಕ್ ಜಾವ್ನ್, ಭುರ್ಗ್ಯಾಂ ಸಾಂಗಾತಾ ಭುರ್ಗೊ ಜಾವ್ನ್, ಮಾಲ್ಘಡ್ಯಾಂ	ಸಂಗಿಂ ಮಾಲ್ಘಡ್ಯಾಂಚಿ ಸಲಹಾ ಘೆವ್ನ್ ಸಕ್ಡಾಂಕ್‌ಯೀ ಸಂಘಟಿತ್ ಕೆಲೆಂ. ಪಯ್ಲೆಂ ಮಾಗ್ಣೆಂ ದೆವಾಸ್ಪಣಾಕ್ ಮಹತ್ವ್ ದೀವ್ನ್ ಲಿಸಾಂವ್‌ಭರಿತ್ ಕಾಣಿಯೊ ಆನಿ ಜಿಣಿಯೆಚ್ಯಾ ಅನ್ಭೋಗಾವಯ್ರ್ ಅರ್ಥಾಭರಿತ್ ಪ್ರಸಂಗ್ ದೀವ್ನ್, ಘರಾಂಚಿ ಭೆಟ್ ಕರುನ್, ಫಿರ್ಗಜೆಂತ್ ಶಾಂತ್-ಸಮಾಧಾನ್, ಎಕ್ವಟ್ ಹಾಡ್ಲೊ. ಸರ್ವ್ ಸಂಘ್ ಸಂಸ್ಥೆ ಜಿವಾಳ್ ಆನಿ ಕಾರ್ಯಾಳ್ ಕೆಲೆ. ತಾಂಚ್ಯಾ ಕಾಳಾರ್ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯ್ ಆಮ್ಚಾ ಫಿರ್ಗಜೆಂತ್ ಪ್ರಾರಂಭ್ ಕರ್ನ್ ಜಿವಾಳ್ ಆಸ್‌ಲ್ಲೆ. ಅಮಾಲ್ ಪೀವನಾಚ್ಯಾ ವಿರೋಧ್ ಚಳ್ವಳ್ ಉಠವ್ನ್ ಕುಟ್ಮಾಂನಿ ಅಮಾಲ್ ಉಣೆಂ ಜಾಯ್ಶೆಂ ‘ಅನಾಮಿಕ್ ಅಮಾಲಿ’ ಸಂಘ್ ಘಡ್ಲೊ.	<br><br>

    ಯುವಜಣಾಂಕ್ ಪುನರ್ ಸಂಘಟಿತ್ ಕರುನ್, ಪೊಂಪೈ್ ಯಂಗ್‌ಸ್ಟರ್ಸ್ ಕ್ಲಬ್, ಹಾಚೆ ಮುಖಾಂತ್ರ್ ನವೆಂ ಉಗ್ತೆಂ ರಂಗ್‌ಮಂಚ್, ದಫ್ತರ್ ಆನಿ ವಾಚನಾಲಯ್ ಬಾಂದ್ಲೆಂ. ಭುರ್ಗ್ಯಾಂಕ್ ಪಿಯೆಂವ್ಚ್ಯಾ ಉದ್ಕಾಕ್ ಸಾರ್ವಜನಿಕ್ ನಳಾ ಥಾವ್ನ್ ಉದಾಕ್ ಯೇಶೆಂ ಕರುನ್ ನವಿ ಉದ್ಕಾ ಟಾಂಕ್ ಬಾಂದಯ್ಲಿ. ಇಗರ್ಜೆಕ್ ವೆಚಿ ವಾಟ್ ದಾಕಂವ್ವ್ಚೆಂ ನಾಮ್-ಫಲಕ್ ಘಾಲೆಂ. <br><br>

    ೬೬ ವರ್ಸಾಂ ಆದ್ಲೆಂ ನಳ್ಯಾಂಚೆಂ ಪರ್ನೆಂ ವಿಗಾರಾಂಚೆಂ ವಸ್ತೆ ಘರ್ ಪಡೊಂಕ್ ಜಾಲ್ಲೆಂ ತೆಂ ನವ್ಯಾನ್ ಬಾಂದಯ್ಲೆಂ. ಅಶೀರ್ ಇಸ್ಕೊಲಾಚೆಂ ಬಾಂದಾಪ್ ರುಂದಾವ್ನ್ ಬಾಂದಯ್ಲೆಂ. ಹ್ಯಾ ಸರ್ವ್ ಸಾಧನಾಂಕ್ ಥಿಕ್ ಜಾವ್ನ್ ನವೆಂ, ಕಲಾತ್ಮಕ್ ವಿಸ್ತಾರ್ ಆನಿ ಆಕರ್ಷಿಕ್ ದೇವ್ ಮಂದಿರ್ ೧೯೯೮ವ್ಯಾ ವರ್ಸಾ ಬಾಂದಯ್ಲೆಂ. ತಾಣಿಂ ಫಿರ್ಗಜೆಚಿ ದಿಶಾ ಬದ್ಲಿಲಿ ಮ್ಹಣ್ಯೆತ್. ಫಿರ್ಗಜ್‌ಗಾರಾಂಚಿ ಸಬಾರ್ ವರ್ಸಾಂಚಿ ಸ್ವಪ್ಣಾಂ ನೀಜ್ ಕೆಲಿಂ. ಹ್ಯಾಚ್ಚ್ ವೆಳಾರ್ ಅಡ್ಡೂರಾಂತ್ ಆಸ್ಚಿಂ ೧೭ ಕುಟ್ಮಾಂಚಿಂ ಒಮ್ಜೂರ್ ಫಿರ್ಗಜೆಚ್ಯೆ ಅಧೀನ್ ಆಸ್‌ಲ್ಲಿಂ ತಿಂ, ತಾಂಕಾ ತಾಂಚ್ಯೊ ಅತ್ಮೀಕ್ ಗರ್ಜೊ ತಿರ್ಸುಂಕ್ ಕಷ್ಟ್ ಜಾತಾತ್ ದೆಕುನ್, ತಾಂಚ್ಯಾ ಮನವೆ ಪ್ರಕಾರ್ ಸಾಧನ್ ಕರ್ನ್ ಆಮ್ಚ್ಯಾಂ ಫಿರ್ಗಜೆಕ್ ಮೆಳಯ್ಲಿಂ. ಮಹಾರಾಷ್ಟ್ರಾಂತ್ ಭುಂಯ್‌ಕಾಂಪ್ ಜಾಲ್ಲ್ಯಾ ವೆಳಾರ್ ವಾರ್ಷಿಕ್ ಫಿರ್ಗಜ್ ಫೆಸ್ತ್ ರದ್ದ್ ಕರ್ನ್, ಫೆಸ್ತಾಚೊ ಖರ್ಚ್ ದಾನಾ ರುಪಾರ್ ಜಮವ್ನ್, ನಿರಾಶ್ರಿತ್ ಲೊಕಾಕ್ ಧಾಡ್ನ್ ಕುಮಕ್ ದಿಲಿ. ದಲಿತ್ ಕ್ರೀಸ್ತಾಂವಾಚ್ಯಾ ರ‍್ಯಾಲಿಕ್ ವ್ಹಡ್ ಮಟ್ಟಾರ್ ಪಾಟಿಂಬೊ ದಿಲ್ಲೊ. ೭ ವರ್ಸಾಂನಿ ಇಗರ್ಜ್ ಆನಿ ಫಿರ್ಗಜೆಚೆಂ ಚಿತ್ರಣ್ ಬದ್ಲುನ್ ತೆ ವರ್ಗ್ ಜಾವ್ನ್ ಗೆಲೆ.<br><br>

    <strong>ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ (೧೯೯೮ - ೨೦೦೫) :</strong><br>
    ಮಾ| ಬಾ| ಸಿಪ್ರಿಯನ್ ಪಿಂಟೊ ೧೯೯೮ ಇಸ್ವೆಂತ್  ವಿಗಾರ್  ಜಾವ್ನ್ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಆಯ್ಲೆ. ಫಿರ್ಗಜೆಚೆ ಸಂಘ್-ಸಂಸ್ಥೆ ಆನಿ ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾದ್ವಾರಿಂ ಫಿರ್ಗಜ್ ಕುಟಾಮ್ ಜಿವಾಳ್ ಕರುಂಕ್ ಆನಿ 	ವಾಡ್ಯಾಂಚಾ ಸಹಮಿಲನಾದ್ವಾರಿಂ, ಪಿಕ್ನಿಕಾಂದ್ವಾರಿಂ ಕ್ರೀಸ್ತಿ ಜಿವಿತ್ ನವೀಕೃತ್ ಕರುಂಕ್ ವಿಗಾರಾನ್ ವಿಶೇಷ್ ಪ್ರಯತನ್ ಕೆಲೆಂ. ಪಿಡೆಸ್ತಾಂಚ್ಯಾ ಘರಾಂನಿ, ಆಸ್ಪತ್ರ್ಯಾಂನಿ ಭೆಟ್ ಕೆಲಿ. ಗರ್ಜೆವಂತಾಂಕ್ ಕುಮಕ್ ದಿಲಿ. ತಾಂಚ್ಯೆ ಸೆವೆ ಆವ್ದೆರ್, ಕೊಂಪ್ರಿಚೊ ಆಯ್ತಾರ್, ಪುರ್ಶಾಂವ್, ಬೆಸ್ಪ್ ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜ್ ಫೆಸ್ತ್ ಹರ್ಯೆಕಾ ವರ್ಸಾ ಆಚರಣ್ ಕೆಲಾಂ.<br><br>

    ೧೯೯೮ ಅಗೋಸ್ತ್ ೧೬ವೆರ್, ಸಾಂತ್ ವಿಶೆಂತ್ ಪಾವ್ಲ್ ಸಭಾ ನವ್ಯಾನ್ ಪ್ರಾರಂಭ್ ಕೆಲಿ. ತ್ಯಾ ಮುಖಾಂತ್ರ್ ದುಬ್ಳ್ಯಾ-ಧಾಕ್ಟ್ಯಾಂಚ್ಯಾ ಆನಿ ಗರ್ಜೆವಂತಾಂಚ್ಯಾ ಆಧಾರಾಕ್ ಪಾವೊಂಕ್ ವಾಟ್ ಕರ್ನ್ ದಿಲಿ. ೧೯೯೮ ಅಕ್ಟೋಬರ್ ೧೦ ತಾರಿಕೆರ್ ಕಥೊಲಿಕ್ ಸಭಾ ಪ್ರಾರಂಭ್ ಕೆಲಿ. ತ್ಯಾ ಮುಖಾಂತ್ರ್ ಲೊಕಾ ಥಂಯ್ ಜಾಗೃತಿ ಹಾಡ್ನ್ ತಾಂಕಾಂ ಶಿಕ್ಷಿತ್ ಕೆಲೆಂ. 'ಪೊಂಪೈ್ ಇಸ್ಕೊಲಾಕ್ ಗರ್ಜ್ ಆಸ್ಚ್ಯೊ ಸರ್ವ್ ಮುಳಾವ್ಯೊ ಗರ್ಜೊ ಸಮ್ಜೊನ್, ಇಸ್ಕೊಲಾಕ್ ಕಂಪ್ಯೂಟರ್, ಇಸ್ಕೊಲಾಚೆಂ ಹಾಲ್, ಕ್ಲಾಸ್ ರೂಮ್ ಅಶೆಂ ಸಬಾರ್ ಗರ್ಜಾಂಕ್ ಸ್ಪಂದನ್ ಕೆಲೆಂ.<br><br>

    ತೆ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಯೇವ್ನ್ ಫಕತ್ ೩ ಮಹಿನ್ಯಾಂನಿ ಕ್ರೀಸ್ತಾಂವ್ ಆನಿ ಅಕ್ರೀಸ್ತಾಂವ್ ಬಾಂವ್ಡಾಂಚ್ಯಾ ಪ್ರೋತ್ಸಾಹಾನ್, ಥೊಡ್ಯಾ ದಾನಿಂಚ್ಯಾ ಸಹಕಾರಾನ್ ಕೈಕಂಬ ಪೆಂಟೆಂತ್ ಆಕರ್ಶಿಕ್ ರಿತಿರ್ ಪೊಂಪೈ್ ಮಹಾದ್ವಾರ ಬಾಂದಯ್ಲೆಂ.<br><br>

    ೨೦೦೦ ಇಸ್ವೆಂತ್ ಜುಲಾಯ್ ಮಹಿನ್ಯಾಚ್ಯಾ ೧೬ ತಾರಿಕೆರ್ ಕಾರ್ಮೆಲ್ ಸಾಯ್ಬಿಣಿಚ್ಯಾ ಫೆಸ್ತಾ ದಿಸಾ, ಪೊಂಪೈ್ ಸಭಾ ಭವನಾಕ್ ವಿಗಾರ್ ಜೆರಾಲ್ ಮಾ|ಎಡ್ವಿನ್ ಪಿಂಟೊ ಬಾಪಾನಿ ಬುನ್ಯಾದಿ ಫಾತರ್ ಘಾಲೊ. ಫಕತ್ ೯ ಮಹಿನ್ಯಾಂನಿ ೬೦೦ ಲೊಕಾಂಕ್ ಬಸೊಂಕ್ ಜಾಂವ್ಚೆ ತಸಲೆಂ ಪೊಂಪೈ್ ಸಭಾ ಭವನ್, ೨೦೦೧ ಎಪ್ರಿಲ್ ೧೫ವೆರ್ ಆದ್ಲೊ ಗೊವ್ಳಿ ಬಾಪ್ ಅಲೋಶಿಯಸ್ ಪಾವ್ಲ್ ಸೊಜಾನ್ ಆಶೀರ್ವದಿತ್ ಕೆಲೆಂ. ತ್ಯಾಚ್ಚ್ ವರ್ಸಾ ಫಿರ್ಗಜೆಚ್ಯಾ ತಾಲೆಂತಾಂಕ್ ಪ್ರೋತ್ಸಾಹ್ ದೀಂವ್ಕ್, ಗಾಂವಾಂತ್ ತಶೆಂ ಪರ್ಗಾಂವಾಂತ್ ಆಸ್ಚ್ಯಾ ಸರ್ವ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂ ಮಧೆಂ ಗಾಂಚ್ ಉರಂವ್ಕ್ ‘ಪೊಂಪೈ್ಚೆಂ ಫಾಚೆಂ’ ಫಿರ್ಗಜ್ ಪತ್ರ್ ಆರಂಭ್ ಕೆಲೆಂ.<br><br>

    ಸಾಮೂಹಿಕ್ ಕಾಜಾರಾಂ, ಧರ್ಮಾರ್ಥ್ ವೈದ್ಯಕೀಯ್ ಶಿಬಿರಾಂ, ಮಾಲ್ಘಡ್ಡ್ಯಾಂಚೊ, ಯುವಜಣಾಂಚೊ, ಶಿಕ್ಷಕಾಂಚೊ, ಬಾಳ್ಕಾಂಚೊ ತಶೆಂಚ್ಚ್ ಫಿರ್ಗಜೆಚ್ಯಾ ಪರಿದೆ ಭಿತರ್ ಆಸ್ಚ್ಯಾ ಸರ್ವ್ ಕ್ರೀಸ್ತಾಂವ್- ಅಕ್ರೀಸ್ತಾಂವ್ ವ್ಯಾಪಾರಿಸ್ತಾಂಚೊ ದೀಸ್ ಆಚರಣ್ ಕೆಲೊ.<br><br>

    ಇಗರ್ಜೆ ವಠಾರಾಕ್ ಡಾಮಾರ್, ಇಗರ್ಜೆಚ್ಯಾ ಆಲ್ತಾರಿಕ್ ಗ್ರಾನೈಟ್, ನವಿ ಕ್ರುಸಿಫಿಕ್ಸ್, ೨೦ ದಿಂಬ್ಯೆ ಬಾಂಕ್, ಇಗರ್ಜೆ ಭಂವ್ತಿಂ ಆಕರ್ಶಿಕ್ ಫುಲಾಂ ತೋಟ್ ರೊಯ್ಲೆಂ. ೨೦೦೫ ಇಸ್ವೆಂತ್ ವರ್ಗ್ ಜಾವ್ನ್ ದುಸ್ರ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಗೆಲೆ.<br><br>


    <strong>ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ (೨೦೦೫ - ೨೦೧೩) :  </strong><br>
    ಮಾ| ಬಾ| ಪಾವ್ಲ್ ರೇಗೊ ೨೦೦೫ ಇಸ್ವೆಂತ್ ವರ್ಗ್ ಜಾವ್ನ್ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಆಯ್ಲೆ. ಫಿರ್ಗಜ್ ಕುಟಾಮ್ ಎಕ್ವಟಾನ್ ಬಾಂದುನ್ ಹಾಡುಂಕ್, ಫಿರ್ಗಜ್‌ಗಾರಾಂಚ್ಯಾ ಅತ್ಮೀಕ್, ಸಾಮಾಜಿಕ್ ಆನಿ ಲೌಕಿಕ್ ಗರ್ಜಾಂಕ್ ಸ್ಪಂದನ್ ಕರುಂಕ್ ತಾಣಿಂ ಪ್ರಯತನ್ ಕೆಲೆಂ. ಉತ್ತೀಮ್ ಪ್ರಸಂಗ್‌ದಾರ್ ಜಾವ್ನ್ ಆಸ್ಚ್ಯಾ ವಿಗಾರಾಂನಿ ಅರ್ಥಾಭರಿತ್ ಸೆರ್ಮಾಂವ್ ಸಾಂಗೊನ್, ಮೆಳ್ಳಲೊ ಸಂದೇಶ್ ಲೊಕಾನ್ ಘರಾಂನಿ ಬರವ್ನ್ ಘಾಲ್ನ್, ತ್ಯಾ ಪ್ರಕಾರ್ ಜಿಯೆಂವ್ಕ್ ಉತ್ತೇಜನ್ ದಿಲೆಂ. ದೆವಾಚ್ಯಾ ಉತ್ರಾಂ ಪ್ರಕಾರ್ ಮೆಳ್‌ಲ್ಲೊ ಸಂದೇಶ್ ಆಪ್ಲ್ಯಾ ಜಿವಿತಾಂತ್‌ಯೀ ಜಿಯೆವ್ನ್, ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್‌ಯೀ ತಶೆಂಂಚ್ ಜಿಯೆಂವ್ಕ್ ಪ್ರೇರಣ್ ದಿಲೆಂ. <br><br>

    ಎವ್ಕರಿಸ್ತಾಕ್ ಪ್ರತ್ಯೇಕ್ ಮಾನ್ ದೀಂವ್ಕ್ ಶಿಕವ್ನ್, ಮಹಿನ್ಯಾಚ್ಯಾ ಪಯ್ಲ್ಯಾ ಆಯ್ತಾರಾ ಆನಿ ಹರ್ಯೆಕಾ ಸುಕ್ರಾರಾ ಪವಿತ್ರ್ ಸಾಕ್ರಾಮೆಂತಾಚೆಂ ಆರಾಧಾನ್ ಸುರು ಕೆಲೆಂ. ಸದಾಂ ಮಿಸಾಕ್ ಯೇಂವ್ಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲೊ. ಶಾರೊತಿಣ್ ಪೊಂಪೈ್ ಮಾಯೆಚ್ಯಾ ನೊವೆನಾ ಸಂಗಿಂ ಮರ್ಯೆಚಿ ಭಕ್ತ್ ವಾಡಯ್ಲಿ. ಪ್ರಾಯೆಸ್ತಾಂಕ್, ಪಿಡೆಸ್ತಾoಕ್ ಘರಾಚ್ಚ್ ಕುಮ್ಸಾರಾ ಸಂಗಿಂ ಕುಮ್ಗಾರ್ ಸೆಂವ್ಕ್ ಅವ್ಕಾಸ್ ಕರ್ನ್ ದಿಲೊ. ವಾಡ್ಯಾಂತ್ ಮಿಸಾಚೆಂ ಬಲಿದಾನ್ ಭೆಟಯ್ಲೆಂ. ರ‍್ಯಾ ತಾಳ್ಯಾಚೆ ಗಾವ್ಪಿ ಜಾವ್ನಾಸ್ಚ್ಯಾ ವಿಗಾರಾಂನಿ, ಗಾಯನ್ ಮಂಡಳಿಕ್ ಆನಿ ಲೊಕಾಕ್ ಗಾಯನ್ ಕರುಂಕ್ ಉತ್ತೇಜನ್ ದಿಂವ್ಚ್ಯಾ ಸಂಗಿಂ ಮುಖೇಲ್ಪಣ್ ಘೆತ್ಲೆಂ. ಲ್ಹಾನಾಂ ಭುರ್ಗ್ಯಾಂಚಿ ಗಾಯನ್ ಮಂಡಳಿ ರಚಿತ್ ಕರುನ್, ಭುರ್ಗ್ಯಾಂಚೆಂ ಮೀಸ್ ಕ್ರಿಯಾಳ್ ಕೆಲೆಂ. ಚಲ್ಯಾಂ ಸಂಗಿಂ ಚಲಿಯಾಂಕ್‌ಯೀ ಆಲ್ತಾರಿಚಿ ಸೆವಾ ಕರುಂಕ್ ಆವ್ಕಾಸ್ ಕರ್ನ್ ದಿಲೊ. ಫಿರ್ಗಜೆಂತ್ ಆನಿ ವಾಡ್ಯಾಂನಿ ಬೈಬಲ್ ಕ್ಲಾಸಿ ಮುಖಾಂತ್ರ್ ಪವಿತ್ರ್ ಪುಸ್ತಕಾಚಿ ಜಾಣ್ವಾಯ್ ವಾಡಯ್ಲಿ.<br><br>

    ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯ್, ವಾಡ್ಯಾಂನಿ ತರ್ಬೆತಿ ಶಿಬಿರಾಂದ್ವಾರಿಂ ಜಿವಾಳ್ ಆನಿ ಬಳಾಧಿಕ್ ಕೆಲೆ. ನವ್ಯಾ ಮುಖೆಲ್ಯಾಂಕ್ ವಿಂಚುನ್ ಕಾಡುನ್ ಉತ್ತೇಜಿತ್ ಕೆಲೆ. ವಾಡ್ಯಾ ಫೆಸ್ತ್, ವಾಡ್ಯಾ ಪಿಕ್ನಿಕಾಂ ಆಸಾ ಕರುನ್, ಎಕ್ವಟ್ ವಾಡಂವ್ಕ್ ತಶೆಂ ಸೆವೆಕ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲೊ. ಜಿವಿತಾಚೆಂ ಉತರ್ ಘರಾಂತ್ ಆಲ್ತಾರಿಲಾಗಿಂ ಬರವ್ನ್ ಘಾಲ್ನ್, ತ್ಯಾ ಪ್ರಕಾರ್ ಜಿಯೆಂವ್ಕ್ ಉಲೊ ದಿಲೊ. ಹರ್ಯೆಕಾ ಘರಾಕ್ ಭೆಟ್, ರ‍್ಯಾ ಫಾಲ್ಯಾಂಕ್ ಹಾರ‍್ಪಣ್, ಕಷ್ಟಾಂ-ಸಮಸ್ಯಾಂಕ್ ಪರಿಹಾರ್ ಸೊಧುಂಕ್ ಪ್ರಯತನ್, ರಾಜಿ ಸಂದಾನಾ ಮುಖಾಂತ್ರ್ ಭೊಗ್ಸುನ್ ಜಿಯೆಂವ್ಕ್ ಪ್ರೇರಣ್ ದಿಲೆಂ.	<br><br>

    ಭುರ್ಗ್ಯಾಂಕ್, ಯುವಜಣಾಂಕ್, ಸಂಘ್-ಸಂಸ್ಥ್ಯಾ ಮುಖಾಂತ್ರ್ ಪ್ರೋತ್ಸಾಹ್ ದಿಲೊ. ಪ್ರತಿಭಾವಂತಾಂಕ್ ಸನ್ಮಾನ್ ಕೆಲೊ. ಉದಾಕ್ ಜಿರವ್ಣಿ, ಪ್ಲಾಸ್ಟಿಕ್ ನಿಶೇದ್, ಪರಿಸರ್ ನಿತಳಾಯೆವಿಶಿಂ ಜಾಗೃತಿ ಉಟಯ್ಲಿ. ಫಿರ್ಗಜೆಂತ್ ಸ್ತ್ರೀ ಸಂಘಟನ್ ಆರಂಭ್ ಕರುನ್ ಸ್ತ್ರೀಯಾಂಚ್ಯಾ ವಿವಿಧ್ ಗರ್ಜಾಂಕ್ ಆನಿ ಸಮಸ್ಯಾಂಕ್ ಪರಿಹಾರ್ ಸೊಧುನ್ ಕಾಡುಂಕ್ ತಾಂಚ್ಯೆ ಥಂಯ್ ಜಾಗೃತಿ ಹಾಡಯ್ಲಿ. <br><br>

    ಇಗರ್ಜೆಚ್ಯಾ ಪೊಂಪೈ್ ಕನ್ನಡ ಮಾಧ್ಯಮ್ ಪ್ರಾಥಮಿಕ್ ಇಸ್ಕೊಲಾಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಚೊ ಸಂಖೊ ಚಡಂವ್ಕ್ ಆನಿ ಉಂಚ್ಲ್ಯಾ ಶಿಕ್ಷಣಾ ಸಂಗಿಂ ಹ್ಯೊ ಸವ್ಲತಾಯೊ ಮೆಳೊಂಕ್ ಪ್ರಯತನ್ ಕೆಲೆಂ.<br><br>

    ಇಗರ್ಜೆಕ್ ಗರ್ಜ್ ಆಸ್ಚೆ ದಿಂಬ್ಯೆ ಬಾಂಕ್ ಕರಯ್ಲೆ. ಬೋರ್‌ವೆಲ್ಲಾಂ ಖೊಂಡವ್ನ್ ಸುಕೊನ್ ವೆಚೆ ಮಾಡಾ ಕಾವಾತೆ ಜಿವಾಳ್ ಕೆಲೆ. ನವೆಂ ಮಾಡಿಯಾಂ ತೋಟ್, ಫುಲಾಂ ಝಡಾಂ ಆನಿ ಕ್ರೋಟನ್ಸ್ ಲಾವ್ನ್ ಪರಿಸರ್ ಆಕರ್ಷಿತ್ ದವರ್ಲೆಂ. ನವ್ಯಾ ಸಿಮೆಸ್ತ್ರಿಕ್ ನವೊ ದೊರೊ ಬಾಂದಯ್ಲೊ. ಇಗರ್ಜೆ ಮುಖಾರ್ ಮೈದಾನ್ ಸಮತಟ್ಟ್ ಕರಯ್ಲೆಂ. ನವೆಂ ವ್ಹಡ್ ಜನರೇಟರ್ ಹಾಡವ್ನ್ ವಿದ್ಯುತ್ ಸಮಸ್ಸೊ ನಿವ್ರಾಯ್ಲೊ. ರಾಜ್ಯ್ ಸರ್ಕಾರಾಚ್ಯಾ ಯೋಜನಾಂ ಮುಖಾಂತ್ರ್ ಇಗರ್ಜೆ ಕಂಪೌಂಡಾ ಭಿತರ್ ಟ್ರಾನ್ಸ್ ಫಾರ್ಮರ್ ಘಾಲಯ್ಲೊ. ವ್ಹಡ್ಲ್ಯಾಂ ಮುರ‍್ಯಾರ್ ಖುರ್ಸಾ ಗುಡ್ಯಾರ್, ಯುವಜಣಾಂಕ್ ಖೆಳೊಂಕ್ ಆವ್ಕಾಸ್ ಕರುಂಕ್ ನವೆಂ ವಿಸ್ತಾರ್ ಖೆಳಾ ಮೈದಾನ್ ಕರ್ಚ್ಯಾ ಕಾಮಾಕ್ ಚಾಲನ್ ದಿಲೆಂ. ಇಗರ್ಜೆಕ್ ಯೆಂವ್ಚ್ಯಾ ಲೊಕಾಕ್, ತಾಂಚ್ಯಾ ಪ್ರಾಥಮಿಕ್ ಗರ್ಜಾಂಕ್ ನಿತಳ್ ಶೌಚಾಲಯ್ ಬಾಂದಯ್ಲೆಂ.<br><br>

    ೨೦೧೦ ಮೊಂತಿ ಫೆಸ್ತಾ ದಿಸಾ, ಪಯಿಲ್ಲೆ ಪಾವ್ಟಿಂ ಇಗರ್ಜೆಂತ್ ಗಾಂವ್ಚಿಂ ದೇವ್ ಸ್ತುತೆಚಿಂ ಕಂತಾರಾಂ, ಮಾಗ್ಣಿಂ ಆನಿ ಕೀರ್ತನಾಂ ಇತ್ಯಾದಿ, ಕಂಪ್ಯೂಟರ್ ತಶೆಂ ಎಲ್. ಸಿ. ಡಿ. ಟಿ. ವಿ. ಮುಖಾಂತ್ರ್ ಸರ್ವ್ ಲೊಕಾಕ್ ಪ್ರದರ್ಶಿತ್ ಕರ್ಚಿ ವ್ಯವಸ್ಥಾ ಪ್ರಾರಂಭ್ ಕೆಲಿ.<br><br>

    ತಾಂಚ್ಯಾ ಸೆವೆ ಆವ್ದೆರ್, ಆಟ್ ವರ್ಸಾಂನಿ ಕೈಕಂಬ ಪೆಂಟೆಂತ್ ಅಕ್ರೀಸ್ತಾಂವ್ ಬಾಂವ್ಡಾಂ ಮಧೆಂ ಜೆಜು ಕ್ರೀಸ್ತಾಕ್ ಪರ್ಗಟ್ ರಿತಿರ್ ಮಾನ್ ಕರುನ್ ಜೆಜು ಕ್ರೀಸ್ತಾಚಿ ವಳಕ್ ಸರ್ವಾಂಕ್ ದೀಂವ್ಕ್ ಕೊಂಪ್ರಿಚ್ಯಾ ಆಯ್ತಾರಾಚೊ ಸಂಭ್ರಮ್, ಪುರ್ಶಾಂವ್ ತಶೆಂ ಹಿಂದು, ಕ್ರೀಸ್ತಾಂವ್, ಮುಸ್ಲಿಮಾಂ ಸಂಗಿಂ ಕ್ರಿಸ್ಮಸ್ ಸೌಹಾರ್ಧ ಕೂಟ ಯಶಸ್ವೆನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲ್ಯಾತ್.<br><br>

    <strong>ಮಾ| ಬಾ| ಗ್ರೆಗರಿ ಸೆರಾವೊ (೨೦೧೩ - ೨೦೧೫):</strong><br>
    ಮಾ| ಬಾ| ಗ್ರೆಗರಿ ಸೆರಾವೊ ೨೦೧೩ ಇಸ್ವೆಂತ್ ವಿಗಾರ್ ಜಾವ್ನ್ ಆಯ್ಲೆ. ನವೆಂಬರ್ ೨೪ವೆರ್ ಪೊಂಪೈ್ ಶಹರಾ ಥಾವ್ನ್ ಹಾಡ್‌ಲ್ಲೆಂ, ಕ್ಯಾನ್‌ವಾಸಾಂತ್ ಪಿಂತ್ರಾಯ್‌ಲ್ಲೆಂ ಪೊಂಪೈ್ ಮಾಯೆಚೆಂ ಪಾಯ್ನೆಲ್ ನವ್ಯಾನ್ ಪೇಂಯ್ಟ್ ಕರವ್ನ್ ಕೊಪೆಲ್ಮಾರಾಂತ್ ನವೀನ್ ಆಕರ್ಷಿಕ್ ಆಲ್ತಾರ್ ಮಾಂಡುನ್ ಸಜಯ್ಲೆಂ. ಇಗರ್ಜೆಂತ್ ಗಾಂವ್ಚಿಂ ದೇವ್ ಸ್ತುತೆಚಿಂ ಕಂತಾರಾಂ, ಮಾಗ್ಣಿಂ ಆನಿ ಕೀರ್ತನಾಂ ಪ್ರದರ್ಶಿತ್ ಕರುಂಕ್ ಟಿ. ವಿ. ಬದ್ಲಾಕ್, ನವ್ಯಾ ಪ್ರೊಜೆಕ್ಟರಾಂಚಿ ವ್ಯವಸ್ಥಾ ಕೆಲಿ. ೨೦೧೪ ಫೆಬ್ರೆರ್ ೨೩ವೆರ್, ಪಿ.ವೈ.ಸಿ. ರಂಗ್‌ಮಂಚ್ ಆನಿ ದಫ್ತರಾಕ್ ಕಾಂಕ್ರಿಟಿಚೆ ಸ್ಲ್ಯಾಬ್ ಘಾಲ್ನ್ ನವಿಂ ಜನೆಲಾಂ-ಬಾಗ್ಲಾಂ ಕರುನ್, ಪಿ.ವೈ.ಸಿ. ಸಾಂದ್ಯಾಂನಿ ಫಿರ್ಗಜೆಂತ್ಲ್ಯಾ ಲೊಕಾಚ್ಯಾ ಸಹಕಾರಾನ್ ನವ್ಯಾನ್ ಪುನರ್‌ರಚಿತ್ ಕೆಲೆಂ. ೨೦೧೪ ಫೆಬ್ರವರಿಂತ್ ಕೌಡೂರ್-ಬಿ ವಾಡ್ಯಾಚ್ಯಾ ಘಾಟಿಯೆ ಮಾತ್ಯಾರ್ ವಾಡ್ಯಾಗಾರಾಂಚ್ಯಾ ಮಜತಿನ್ ನವೊ ಖುರಿಸ್ ಉಬಾರ್ಲೊ. ೨೦೧೪ ನವೆಂಬರಾಂತ್, ಕೈಕಂಬ ಪೆಂಟೆಂತ್ ‘ಸ್ವಚ್ಛ್ ಭಾರತ್ ಅಭಿಯಾನ್’ ಕರುನ್ ನಿತಳಾಯ್ ಕೆಲಿ. ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಗೊಯಾಂ ಯಾತ್ರಿಕ್ ಪಯ್ಣ್, ಸಂಘ್ ಸಂಸ್ಥ್ಯಾಂಚ್ಯಾ ಸಹಕಾರಾನ್ ಖೆಳಾ ದಿವಸ್, ನಾಟಕ್, ಸಂಗೀತ್ ಕಾರ್ಯೆಂ, ಪಿಕ್ನಿಕಾಂ, ಫೆಸ್ತಾಂ, ಸಹಮಿಲನಾಂ, ಪ್ರತಿಭಾ ಕಾರಂಜಿ, ಕ್ರಿಸ್ಮಸ್ ಸೌಹಾರ್ಧ ಕೂಟ, ವನಮಹೋತ್ಸವ್, ಯುವ ಸಮಾವೇಶ್, ಸಾಮಾಜಿಕ್ ಜಾಗೃತಿ ಹಾಡುಂಕ್ ಬೈಕ್ ರ‍್ಯಾಲಿ, ರಗ್ತಾದಾನ್ ಶಿಬಿರ್, ಪೊಂಪೈ್ ಇಸ್ಕೊಲಾಚ್ಯಾ ಭುರ್ಗ್ಯಾಂಕ್ ನವೆಂ ರಾಂದ್ಪಾ ಕೂಡ್, ಭುರ್ಗ್ಯಾಂಕ್ ವಳ್ಕೆ ಕಾರ್ಡ್, ಸಮವಸ್ತ್ರ್ ವಿತರಣ್ ಇತ್ಯಾದಿ ಆಸಾ ಕೆಲಿಂ. ತ್ಯಾ ನಂತರ್ ತಾಂಚೊಯೀ ವರ್ಗ್ ಜಾಲೊ.<br><br>

    <strong>ಮಾ| ಬಾ| ಪಾವ್ಲ್ ಪಿಂಟೊ (೨೦೧೫ - ೨೦೧೬):</strong><br>
    ಮಾ| ಬಾ| ಪಾವ್ಲ್ ಪಿಂಟೊ ವಿಗಾರ್ ಜಾವ್ನ್ ೨೦೧೫ ಇಸ್ವೆಂತ್ ಆಮ್ಚ್ಯಾ ಫಿರ್ಗಜೆಕ್ ಆಯ್ಲೆ. ಪಯ್ಲೆ ಪಾವ್ಟಿಂ ಕೊಂಕ್ಣಿ ಫುಡಾರಾಚೊ ದಿವಸ್ ಅಗೋಸ್ತ್ ೧೫ ವೆರ್ ಆಚರಣ್ ಕೆಲೊ. ಕೊಂಕ್ಣಿ ಲೋಕ್ ವೇದ್, ಕೊಂಕ್ಣಿ ಖಾಣಾಂ-ಜೆವ್ಣಾಂ, ಕೊಂಕ್ಣಿ ಸಂಸ್ಕೃತಿ, ಕೊಂಕ್ಣಿ ಭಾಸ್ ಇತ್ಯಾದಿ ವಿಷಯ್ ಅನಾವರಣ್ ಕರ್ನ್, ಕೊಂಕ್ಣಿ ಪದಾಂ, ನಾಚ್, ನಾಟ್ಕುಳೆ ಆನಿ ನೃತ್ಯರೂಪಕ್ ಪ್ರದರ್ಶನ್ ಕರ್ತಾನಾ ವಾಡ್ಯಾಗಾರಾಂನಿ ತಯಾರ್ ಕೆಲ್ಲ್ಯೊ ಹಳ್ದಿ ಖೊಲ್ಯಾಂಚ್ಯೊ ಪಾತೊಳ್ಯೊ ಎಕಾಮೆಕಾ ವಾಂಟುನ್ ಖೆಲ್ಯೊ. ಮಾಂಡ್ ಸೊಭಾಣ್ ಅಧ್ಯಕ್ಷ್ ಲುವಿ ಜೆ. ಪೀಂತ್ ಹಾಜರ್ ಆಸ್‌ಲ್ಲೆ. ತ್ಯಾಚ್ಚ್ ದಿಸಾ ಇಗರ್ಜೆಚ್ಯೆ ಮುಖ್ಲ್ಯಾ ಗೇಟಿ ಲಾಗ್ಸಾರ್ ಉಭಾರ್‌ಲ್ಲೆಂ ನವೆಂ ಆರ್ಕ್ ಉಗ್ತಾವಣ್ ಕೆಲೆಂ. ಹ್ಯಾ ಸಂಗಿಂ ಗ್ರಾಮ ಪಂಚಾಯತ್ ಎಲಿಸಾಂವಾಂತ್ ಜಿಕ್ಲೆಲ್ಯಾಂಕ್ ಸನ್ಮಾನ್, ರಗ್ತದಾನ್ ಶಿಬಿರ್, ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್, ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯ್ ದಿವಸ್, ಕೈಕಂಬ ಪೆಂಟೆಂತ್ ಕ್ರಿಸ್ಮಸ್ ಸೌಹಾರ್ಧ ಕೂಟ, ರೆತಿರ್, ವಾಡ್ಯಾ ಫೆಸ್ತ್, ಗಿಮ್ಶಿಲೆಂ ಶಿಬಿರ್ ಆನಿ ಕಾಕುಳ್ತಿಚ್ಯಾ ವರ್ಸಾಚೆಂ ಉಗ್ತಾವಣ್ ಕೆಲೆಂ. ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯಾಚೊ ದಿವಸ್ ಸರ್ವ್ ಲೊಕಾ ಸವೆಂ ಸಂಭ್ರಮಿಕ್ ಪವಿತ್ರ್ ಎವ್ಕರಿಸ್ತಾಚ್ಯಾ ಬಲಿದಾನಾ ಸಂಗಿಂ ಸಂಭ್ರಮಾನ್ ಆಚರಣ್ ಕೆಲೊ. ವೆದಿ ಕಾರ್ಯಾ ಉಪ್ರಾಂತ್ ಸರ್ವ್ ವಾಡ್ಯಾಗಾರಾಂನಿ ಸಾಂಗಾತಾ ಮೆಳೊನ್ ರಾಂದ್‌ಲ್ಲೆಂ ರುಚಿಕ್ ಜೆವಾಣ್ ಆಸ್‌ಲ್ಲೆ.ತ್ಯಾ ನಂತರ್ ತೆ ಸುರತ್ಕಲ್ ಫಿರ್ಗಜೆಕ್ ವರ್ಗ್ ಜಾವ್ನ್ ಗೆಲೆ.
    <br><br>

    <strong>ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊ (೨೦೧೬ - ೨೦೨೨):</strong><br>
    <strong>ನವಿ ದಿಶಾ ಸವೆಂ, ನವಿಂ ಯೋಜನಾಂ ಆನಿ ನವ್ಯಾನ್ ಸೊಭಯಿಲ್ಲೆಂ ದೇವ್ ಮಂದಿರ್</strong><br>
    ಮಾ| ಬಾ| ಆ್ಯಂಟನಿ ಲೋಬೊ ಬಾಪಾನಿಂ ೨೦೧೬ ಇಸ್ವೆಂತ್ ನವೆ ವಿಗಾರ್ ಜಾವ್ನ್ ಸುಂಕಾಣ್ ಹಾತಿಂ ಘೆತ್ಲೆಂ. ೨೦೨೧ಂತ್ ಫಿರ್ಗಜೆಚ್ಯಾ ಶತ್ಮಾನೋತ್ಸವ್ ಸಂಭ್ರಮಾಚಿ ವ್ಹಡ್ ಜವಾಬ್ದಾರಿ ತಾಂಕಾಂ ಮೆಳ್ಳಿ. ಶೀದಾ, ಖಡಕ್ಕ್ ಉತ್ರಾಂಚೆ ಆನಿ ಘಟ್ಟ್ ತಾಳ್ಯಾಚೆ, ಶಿಸ್ತೆಚೆ ಹೆ ಯಾಜಕ್ ತರೀ ಮಾಗ್ಣ್ಯಾಚೆ ಆನಿ ಮೊಗಾಳ್ ಕಾಳ್ಜಾಚೆ ಜಾವ್ನಾಸಾತ್. ಎದೊಳ್ ಚಲೊನ್ ಆಸ್ಚೆಪರಿಂಚ್ ಫಿರ್ಗಜೆಂತ್ ವಾಡ್ಯಾ ಫೆಸ್ತಾಂ, ಪಿಕ್ನಿಕಾಂ, ಯುವ ಎಕ್ತಾರ್, ವಾರ್ಷಿಕೋತ್ಸವ್, ಕ್ರೀಸ್ತಿ ಶಿಕ್ಷಣ್ ದಿವಸ್, ಪ್ರತಿಭಾ ಪುರಸ್ಕಾರ್, ಖೆಳ್-ಪಂದ್ಯಾಟ್, ವಾರ್ಷಿಕ್ ರೆತಿರ್, ಬಾಳ್ಕಾಂಚೆಂ ಫೆಸ್ತ್, ಆಶ್ರಮಾಂಚಿ ಭೆಟ್, ಭುರ್ಗ್ಯಾಂಕ್ ಗಿಮ್ಶಿಲೆಂ ರಜೆ ಶಿಬಿರ್, ಲ್ಹಾನ್ ಕ್ರೀಸ್ತಾಂವ್ ಸಮುದಾಯ್ ದಿವಸ್, ಸರ್ವ್ ಫೆಸ್ತಾಂ, ಪುರ್ಶಾಂವ್ ಚುಕಾನಾಸ್ತಾನಾ ರ‍್ಯಾ ರಿತಿರ್ ತಾಣಿಂ ಚಲವ್ನ್ ವೆಲ್ಯಾತ್. ಹಾಚೆ ಸಂಗಿಂ ಉದ್ಕಾ ಜಿರವ್ಣೆ ವಿಶಿಂ ಮಾಹೆತ್ ಶಿಬಿರ್ ಚಲವ್ನ್ ಜಾಗೃತಿ ಹಾಡ್ಲಿ. ‘ಆಮ್ಚ್ಯಾ ಗಾದ್ಯಾ ಮಾತ್ಯೆಂತ್ ಖೆಳ್ಯಾಂ’ ಮ್ಹಳ್ಳ್ಯಾ ಕಾರ್ಯಕ್ರಮಾ ಮುಖಾಂತ್ರ್ ಯುವಜಣಾಂಕ್ ಗಾದ್ಯಾವಿಶಿಂ, ಕೃಷೆವಿಶಿಂ ಮೋಗ್ ಉಬ್ಜಾಚೊ ಕೆಲೊ. ‘ಕಿಡ್ನಿ ಆನಿ ಮುತಾಂತ್ ಫಾತೊರ್’ ಹ್ಯಾ ವಿಶಿಂ ಭಲಾಯ್ಕೆ ಮಾಹೆತ್ ಶಿಬಿರ್, ಅಂಗಾಂಶ್ ಕೆಂಳ್ಬ್ಯಾವಿಶಿಂ (ಟಿಶ್ಯೂ ಕಲ್ಚರ್) ಮಾಹೆತ್ ಶಿಬಿರ್ ಇತ್ಯಾದಿ ಕೃಷಿಕಾಂಕ್ ಶಿಕ್ಷಿತ್ ಕರುಂಕ್ ಸಕ್ಲೆಂ. <br><br>

    ಫಾತಿಮಾ ಸಾಯ್ಬಿಣಿಚ್ಯಾ ದರ್ಶನಾಚ್ಯಾ ಶತಮಾನೋತ್ಸವ್ ಸಂಭ್ರಮಾಚಿ ಇಮಾಜ್ ವ್ಹಡಾ ದಬಾಜ್ಯಾನ್ ಆನಿ ಭಕ್ತಿಪಣಾನ್ ಅದ್ಯಪಾಡಿ ಫಿರ್ಗಜೆ ಥಾವ್ನ್ ಸ್ವೀಕಾರ್ ಕರುನ್, ದೋನ್ ದಿಸಾಂ ಉಪ್ರಾಂತ್ ಫೆರಾರ್ ಫಿರ್ಗಜೆಕ್ ಭಕ್ತಿಪಣಾನ್ ಆನಿ ಮಾನಾನ್ ತಶೆಂಚ್ಚ್ ಸಂಭ್ರಮಾನ್ ಪಾವಯ್ಲಿ. ‘ಲಾವ್ದಾತೊ ಸಿ’ ಆಯ್ತಾರ್ ಅರ್ಥಾಭರಿತ್ ರಿತಿನ್ ಆಚರ್ಸಿಲೊ. ರೊಜಾರ್ ಮಾಯೆಚ್ಯಾ ಫೆಸ್ತಾ ದಿಸಾ, ಕೊಂತಾಂಚೆಂ ಆನಿ ಮರಿಯೆಚ್ಯಾ ಪಿಂತುಂರಾಂಚೆಂ ಪ್ರದರ್ಶನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲೆಂ. ಇಗರ್ಜೆ ಮುಖ್ಲ್ಯಾ ಮಯ್ದಾನಾರ್, ಪೊಂಪೈ್ ಕೊವೆಂತಾಚ್ಯಾ ಸಾಮ್ಕಾರ್ ಉಗ್ತೆಂ ರಂಗ್‌ಮಂಚ್ ಆಕರ್ಷಿಕ್ ರಿತಿನ್ ಬಾಂದ್ಲೆಲ್ಯಾನ್, ಪಾಸ್ಕಾಂ ಫೆಸ್ತ್, ನತಲಾಂ ಫೆಸ್ತ್ ಉಗ್ತ್ಯಾ ಮೈದಾನಾರ್ ಸಂಭ್ರಮುಂಕ್ ಆಧಾರ್ ಜಾಲೆಂ. ಸಬಾರ್ ನಾಟಕಾಂ ಸವೆಂ ಇತರ್ ಕಾರ್ಯಕ್ರಮಾಂ ಆಚರ್ಸುಂಕ್ ಸಲೀಸ್ ಜಾಲೆಂ. ಇಗರ್ಜೆಚ್ಯಾ ಮುಖ್ಲ್ಯಾ ಉಗ್ತ್ಯಾ ಮೈದಾನಾಚ್ಯಾ ದೆಗಾಂನಿ ಬಸೊಂಕ್ ಸಿಮೆಂಟಿಚೆ ಬಾಂಕ್ ಕರಯ್ಲೆ. ಶತಾಬ್ಧಿ ಸ್ಮಾರಕ್ ಭವನ್ (ಹಾಲ್) ಬಾಂದಯ್ಲೆಂ. ಹ್ಯಾ ಖಾತಿರ್ ಮುಂಬಂಯ್ತ್ ವಸ್ತಿ ಕರ್ಚ್ಯಾ ಫಿರ್ಗಜ್‌ಗಾರ್ ಮಾನೆಸ್ತ್ ಚಾರ್ಲ್ಸ್ ಡಿಕುನ್ಹಾ ಥಾವ್ನ್ ‘ಚಾರ್ಲ್ಸ್ ನೈಟ್’ ಕಾರ್ಯೆಂ ಧರ್ಮಾರ್ಥ್ ಮಾಂಡುನ್ ಹಾಡ್‌ಲ್ಲೆಂ. <br><br>

    ಸಿಮೆಸ್ತ್ರಿಂತ್ ಜಯ್ತ್ ಖುರಿಸ್ ಉಬಾರ್ನ್, ವಾಟೆಕ್ ಇಂಟರ್‌ಲಾಕ್ ಘಾಲ್ನ್ ಸಿಮೆಸ್ತ್ರಿಚೆಂ ನವೀಕರಣ್ ಕೆಲೆಂ. ಇಗರ್ಜೆ ಮುಖ್ಲೊ ರಸ್ತೊ ಕಾಂಕ್ರೀಟಿಕರಣ್ ಕೆಲೊ. ಇಗರ್ಜೆ ಮುಖಾರ್ ಹೈ ಮಾಸ್ಕ್ ಲೈಟ್, ಚಾರಿತ್ರಿಕ್ ಖುರ್ಸಾ ಗುಡ್ಯಾಕ್ ವೆಚ್ಯಾಕ್ ನವೊ ರಸ್ತೊ, ಕಾಂಕ್ರೀಟ್ ರಸ್ತ್ಯಾ ಕುಶಿಂನಿ ಇಂಟರ್ ಲಾಕ್ ಘಾಲುನ್ ಇಗರ್ಜೆ ಭೊಂವಾರಿಂ ಫುಲಾಂ ಝಡಾಂ ರೊವ್ನ್ ಸೊಭಾಯ್ ಹಾಡ್ಲಿ. ಗೇಟಿಲಾಗಿಂ ನವೊ ಆಕರ್ಷಕ್ ದ್ವಾರಾ ಆನಿ ಪಾಟ್ಲೆ ಗೇಟಿಲಾಗಿಂ ಸ್ವಾಗತ್ ಕಮಾನ್ ಘಾಲೆಂ. ಶೌಚಾಲಯ್ ದುರಸ್ತಿ, ಉದ್ಕಾ ಚರಂಡ್ಯೊ, ಕಾಮಾಗಾರಾಂಕ್ ವಸ್ತೆ ಘರ್, ವಿಗಾರಾಂಚ್ಯಾ ಘರಾಚಿ ದುರಸ್ತಿ, ಇಗರ್ಜೆಚ್ಯಾ ಆಸ್ತಿಚ್ಯಾ ಭದ್ರತೆ ಖಾತಿರ್ ಫಾತ್ರಾಂಚೊ ದೊರೊ ಬಾಂದ್ಲೊ. ಪಳೈತೆಲ್ಯಾಂಚ್ಯಾ ದ್ರಷ್ಟೆಕ್ ಹೆಂ ಲ್ಹಾನ್ ಕಾಮ್ ತರೀ, ಎದ್ಯಾ ವ್ಹಡ್ ವಿಸ್ತಾರ್ ಇಗರ್ಜೆಚ್ಯಾ ವಠಾರಾಕ್ ಕಂಪೌಂಡ್ ದೊರೊ ಬಾಂದ್ಚೆಂ ಏಕ್ ಸಾಹಸಿಕ್ ಕಾಮ್ ಜಾವ್ನಾಸಾ. ಫಿರ್ಗಜ್ ಪತ್ರಾ ತರ್ಫೆನ್ ಫಿರ್ಗಜ್‌ಗಾರಾಂಕ್ ಇಗರ್ಜೆ ಬಗ್ಲೆಕ್ ಪಿಯೆಂವ್ಚ್ಯಾ ಉದ್ಕಾಚೆಂ ‘ವಾಟರ್ ಕೂಲರ್’, ಪಿ.ಸಿ.ಎಲ್. (ಪೊಂಪೈ್ ಕ್ರಿಕೆಟ್ ಲೀಗ್) ಯಶಸ್ವೆನ್ ಮಾಂಡುನ್ ಹಾಡ್ಲೆಂ.<br><br>

    ಮಂಗ್ಳುರ್ ದಿಯೆಸೆಜಿಂತ್ ಪೊಂಪೈ್ ಮಾಯೆಕ್ ಸಮರ್ಪಿಲ್ಲ್ಯಾ ಏಕ್ ಮಾತ್ರ್ ಫಿರ್ಗಜೆಚ್ಯಾ ಶತಮಾನೋತ್ಸವಾಚ್ಯಾ ವರ್ಸಾಚೆಂ ಉದ್ಘಾಟನ್ ೨೦೨೦ ನವೆಂಬರ್ ೪ ತಾರಿಕೆರ್ ಬುಧ್ವಾರಾ ಶಿವಮೊಗ್ಗಾ ದಿಯೆಸೆಜಿಚೊ ಗೊವ್ಳಿ ಬಾಪ್ ಅ| ಮಾ| ದೊ| ಫ್ರಾನ್ಸಿಸ್ ಸೆರಾವೊನ್ ಚಲವ್ನ್ ವೆಲ್ಲೆಂ. ಪವಿತ್ರ್ ಮಿಸಾಚೆಂ ಬಲಿದಾನ್ ಭೆಟವ್ನ್ ಅರ್ಥಾಭರಿತ್ ಪ್ರಸಂಗ್ ದೀವ್ನ್ ಶತಮಾನೋತ್ಸವಾಚೊ ಬಾವ್ಟೊ ಉಬಾರ್ನ್ ಕೊಂತಾಚ್ಯಾ ರುಪಾರ್ ವಿಣ್ಲೆಲೆ ಬೆಲೂನ್ (ಪೊಸ್ಕಾಟೆ) ವರ‍್ಯಾರ್ ಉಭವ್ನ್ ಶತಮಾನೋತ್ಸವಾಚೆಂ - ಉದ್ಘಾಟನ್ ಕರ್ನ್ ಶತಮಾನೋತ್ಸವ್ ಯೋಜನಾಂಕ್ ಚಾಲನ್ ದಿಲೆಂ. ಅಶೆಂ ಆಮ್ಚಿ ಫಿರ್ಗಜ್ ನವ್ಯಾ ದಿಶೆನ್, ನವ್ಯಾ ಯೋಜನಾಂ ಸವೆಂ, ಇಗರ್ಜ್ ದುರಸ್ತಿ ಕರ್ನ್, ನವ್ಯಾನ್ ಸೊಬಯಿಲ್ಲೆಂ ದೇವ್ ಮಂದಿರ್ ಅಗೋಸ್ತ್ ೨೭, ೨೦೨೧ವೆರ್ ಆಶೀರ್ವಚನ್ ಕೆಲೆಂ.
  `,
  },
];
export { parishHistoryKok };
