const popesIntentionKok = [
  {
    month: 1,
    title: "ಜನೆರ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 2,
    title: "ಫೆಬ್ರೆರ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 3,
    title: "ಮಾರ್ಚ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 4,
    title: "ಏಪ್ರಿಲ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 5,
    title: "ಮಾಯ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 6,
    title: "ಜೂನ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 7,
    title: "ಜುಲಾಯ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 8,
    title: "ಆಗೊಸ್ತ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 9,
    title: "ಸೆಪ್ತೆಂಬರ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 10,
    title: "ಅಕ‍್ತೋಬರ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 11,
    title: `ನವೆಂಬರ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ`,
  },
  {
    month: 12,
    title: "ದಸೆಂಬರ್ ಮ್ಹಯ್ನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
];

export { popesIntentionKok };
