const popesIntentionKok = [
  {
    month: 1,
    title: "ಜನೆರ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 2,
    title: "ಫೆಬ್ರೆರ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 3,
    title: "ಮಾರ್ಚ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 4,
    title: "ಏಪ್ರಿಲ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 5,
    title: "ಮಾಯ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 6,
    title: "ಜೂನ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 7,
    title: "ಜುಲಾಯ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 8,
    title: "ಆಗೊಸ್ತ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 9,
    title: "ಸೆಪ್ತೆಂಬರ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 10,
    title: "ಅಕ‍್ತೋಬರ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
  {
    month: 11,
    title: `ನವೆಂಬರ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ`,
  },
  {
    month: 12,
    title: "ದಸೆಂಬರ್ ಮಹಿನ್ಯಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ",
  },
];

export { popesIntentionKok };
