const popeIntentionKok = [
	{
		month: 1,
		title: 'ಜನೆರ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಶಿಕ್ಪಾಚ್ಯಾ ಹಕ್ಕಾ ಪಾಸತ್: </strong> ಬರೊ ಸಂಸಾರ್ ರಚುಂಕ್ ಜಾಯ್ ಆಶ್ಚೆಂ - ಥಳಾಂತರಿಂ, ನಿರ್ವಾಸಿತ್ ಆನಿ ಝುಜಾ ವರ್ವಿಂ ನಿರಾಧಾರಿ ಜಾಲ್ಲ್ಯಾ ಲೊಕಾಂಚೆಂ ಶಿಕ್ಪಾ ಹಕ್ಕ್ ಸದಾಂಚ್ ಗೌರವಾನ್ ಲೆಕುಂಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 2,
		title: 'ಫೆಬ್ರೆರ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಧಾರ್ಮಿಕ್ ಭೆಸಾಕ್ ಆನಿ ಯಾಜಕ್ಪಣಾಕ್ ಆಪೊವ್ಣಿಂ ಲಾಬುಂಕ್: </strong> ಖುಶೆ ಮನಾನ್ ಆನಿ ಸ್ವಾಭಾವಿಕ್ ದುಬಾವಾನ್ ಮುಕಾರ್ ಯೆತಲ್ಯಾ ಯುವಜಣಾಂನಿ ಪವಿತ್ರ್ ಸಭೆಂತ್ ಏಕ್ ಯಾಜಕ್ ಜಾವ್ನ್ ವಾ ಧಾರ್ಮಿಕ್ ಜಾವ್ನ್ ಜೆಜು ಕ್ರಿಸ್ತಾಚೆಂ ಮಿಸಾಂವ್ ಸ್ವೀಕಾರ್ ಕರುಂಕ್ ಮಾಗ್ಯಾಂ.',
	},
	//TODO: Proof these descriptions
	{
		month: 3,
		title: 'ಮಾರ್ಚ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಸಂಕಶ್ಟಾನಿ ಆಸ್ಚ್ಯಾ ಕುಟ್ಮಾಂ ಪಾಸತ್: </strong> ತುಟೊನ್ ಗೆಲ್ಲ್ಯಾ ಕುಟ್ಮಾಂನಿ, ಭೊಗ್ಸಾಣ್ಯಾದ್ವಾರಿಂ ಆಪ್ಲ್ಯಾ ಘಾಯಾಂಕ್ ಸೂಕ್ತ್ ವಕಾತ್ ಸೊಧುಂಕ್, ಸರ್ವ್ ವೆಗ್ಳ್ಯಪಣಾ ಮಧೆಂಯ್ ಎಕಾಮೆಕಾಚ್ಯಾ ದೆಣ್ಯಾಂಚಿ ಸೊಧ್ನಾಂ ಕರುಂಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 4,
		title: 'ಏಪ್ರಿಲ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ನವೆಂ ತಂತ್ರ‍್ಗ್ಯಾನ್ ವಾಪರ‍್ಣೆ ಪಾಸತ್: </strong> ನವ್ಯಾ ತಂತ್ರ‍್ಗ್ಯಾನಾಚೊ ವಾಪಾರ್ ಮನ್ಶಾ ಸಂಬಆಧ್ ದೆಗೆಕ್ ಲೊಟಿನಾಸ್ತಾಂ, ಎಕಾಮೆಕಾಚೊ ಗೌರವ್ ಉಕಲ್ನ್ ಧರುಂಕ್ ಆನಿ ಸಂಕಶ್ಟಾಆಚ್ಯಾ ವೆಳಾ ತಾಚೊ ಬರೊ ವಾಪಾರ್ ಜಾಂವ್ಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 5,
		title: 'ಮಾಯ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ವಾವ್ರಾ ಸುಯೊಗಾ ಪಾಸತ್: </strong> ವಾವ್ರಾ ವರ್ವಿಂ ಹರ‍್ಯೆಕ್ಲ್ಯಾಂನಿ ತೃಪ್ತಿ ಜೊಡುಂಕ್ ಆನಿ ಕುಟ್ಮಾಂಕ್ ಫಾವೊತ್ಯಾ ಗೌರವಾನ್ ವಾಗೊಂಕ್ ಆನಿ ಸಗ್ಳೊ ಸಮುದಾಯ್ ಮನ್ಶಾಪಣಾನ್ ಜಿವಾಳ್ ಜಾಂವ್ಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 6,
		title: 'ಜೂನ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಸಂಸಾರ್ ದಯೆನ್ ವಾಡೊಂಕ್: </strong> ಜೆಜು ಥಂಯ್ ವೈಯುಕ್ತಿಕ್ ಸಂಬಂಧಾಂತ್ ಹರ‍್ಯೆಕ್ಲ್ಯಾಂನಿ ಸಮಾಧಾನ್ ಜೊಡುಂಕ್ ಆನಿ ತಾಚ್ಯಾ ಕಾಳ್ಜಾ ಥಾವ್ನ್ ವ್ಹಾಳ್ಚ್ಯೆ ದಯೆನ್ ಸಂಸಾರಾರ್ ದಯಾ ಪಾಸಾರುಂಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 7,
		title: 'ಜುಲಾಯ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಸಮ್ಜಣಿಂತ್ ವಾಡೊಂಕ್: </strong> ಆಮಿ ರ‍್ಯಾ ವಾಯ್ಟಾಚಿ ಸಮ್ಜಣಿ ಜೊಡುನ್, ಜಿವಿತಾಕ್ ವ್ರ‍್ಚಿ ವಾಟ್ ಸೊಧುಂಕ್ ಆನಿ ಕ್ರಿಸ್ತಾ ಥಾವ್ನ್ ತಶೆಂಚ್ ವಾಂಜೆಲಾ ಥಾವ್ನ್ ಆಮ್ಕಾಂ ಪಯ್ಸ್ ರ‍್ಚೆಂ ಸಗ್ಳೆಂಯ್ ನಿರಾಕರುಂಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 8,
		title: 'ಆಗೊಸ್ತ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಎಕಾಮೆಕಾ ಸಾಂಗಾತಾ ಜಿಯೆಂವ್ಕ್: </strong> ಎಕಾಮೆಕಾ ಸಾಂಗಾತಾ ಜಿಯೆಂವ್ಕ್: ಕುಳಿ, ಧಾರ್ಮಿಕ್, ರಾಜಕೀಯ್ ಆನಿ ಸಿದ್ದಾಂತಾಚೆರ್ ವಿಭಜನ್ ಜಾವ್ನ್ ವೆಚ್ಯಾ ವೊಸ್ಯಾಕ್ ವಳಗ್ ಜಾಲ್ಲ್ಯಾ ಸಮಾಜೆಂತ್ ಎಕಾಮೆಕಾಚೆಂ ಸಾಂಗಾತ್ಪಣ್ ಪ್ರತಿಪಾದನ್ ರ‍್ನ್ ಜಿಯೆಂವ್ಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 9,
		title: 'ಸೆಪ್ತೆಂಬರ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಹೆರ್ ಜಿವಿಸಂಗಿ ಬರೊ ಸಂಬಂಧ್ ರಚುಂಕ್: </strong> ಸಾಂ ಫ್ರಾನ್ಸಿಸಾಚ್ಯಾ ಪ್ರೇರಣಾನ್, ದೆವಾಕ್ ಮೊಗಾಚ್ಯಾ ಹೆರ್ ಜಿವಿಸಂಗಿಂ ಆಮ್ಚೆಂ ಸ್ವಾತಂತ್ರ್ಯ್ ಸಮ್ಜುನ್ ಘೆವ್ನ್ ತಾಂಕಾಂ ಮೊಗಾನ್ ಆನಿ ಗೌರವಾನ್ ಲೆಕ್ಚೆ ಖಾತಿರ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 10,
		title: 'ಅಕ‍್ತೋಬರ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ವೆವೆಗ್ಳ್ಯಾ ಧಾರ್ಮಿಕ್ ಸಂಪ್ರದಾಯಾಆ ಸಂಗಿಂ ಸಹಯೋಗ್ ಕರುಂಕ್: </strong> ವೆವೆಗ್ಳೊ ಧರ್ಮ್ ಪಾಳ್ಚ್ಯಾ ಭಾವಾಡ್ತ್ಯಾಂನಿ` ಶಾಂತಿ ಖಾತಿರ್ ವಾವ್ರುಂಕ್ ಆನಿ ತಿ ಪ್ರಸಾರುಂಕ್ ನೀತ್ ಆನಿ ಮನ್ಶಾ ಭಾಂದವ್ಪಣಾಆತ್ ವಾಡೊಂಕ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 11,
		title: `ನವೆಂಬರ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ`,
		description:
			'<strong>ಜಿವ್ಘಾತ್ ಆಡಾಂವ್ಕ್: </strong> ಜಿವ್ಘಾತಾಚಿ ವೊಡ್ಣಿ ಆಸ್ಲೆಲ್ಯಾಂಕ್ ತಾಂಚ್ಯಾ ಸಮುದಾಯಾ ಥಾವ್ನ್ ತಾಣಿಂ ಆಶೆಂವ್ಚೊ ಮೋಗ್, ಸಾಂಗಾತ್ ಆನಿ ಸಹಕಾರ್ ಮೆಳೊಂಕ್ ಆನಿ ಜಿವಿತಾಚಿ ಸೊಭಾಯ್ ಸಮ್ಜುಂಕ್ ಪಾಂವ್ಚೆಂ ಖಾತಿರ್ ಮಾಗ್ಯಾಂ.',
	},
	{
		month: 12,
		title: 'ದಸೆಂಬರ್ ಮ್ಹಯ್ಞಾಕ್ ಪಾಪಾಚೊ ಇರಾದೊ',
		description:
			'<strong>ಸಂಘರ್ಶಾಚ್ಯಾ ವಾತಾವರಣಾಂತ್ ಆಸ್ಲೆಲ್ಯಾ ಕ್ರಿಸ್ತಾಂವಾಂ ಪಾಸತ್: </strong> ಝುಜಾಚ್ಯಾ ವಾತಾವರಣಾಂತ್ ಸಾಂಪ್ಡೊನ್ ಆಸ್ಚಿಂ ಕ್ರಿಸ್ತಾಂವಾಂ, ಪ್ರತ್ಯೇಕ್ ಜಾವ್ನ್ ಮಧ್ಯ್ ಪಶ್ಚಿಮ್ ರಾಶ್ಟ್ರಾಂನಿ, ಶಾಂತಿ, ರಾಜಿ ಸಂಧಾನ್ ಆನಿ ಭರ್ವಸ್ಯಾಚಿಂ ಭಿಯಾಂ ಜಾಂವ್ಕ್ ಮಾಗ್ಯಾಂ.',
	},
];

export { popeIntentionKok };
