const prayersKok = [
	{
		title: 'ಬಾಪಾಚೆ | ಆನಿ ಪುತಾಚೆ | ಆನಿ ಪವಿತ್ರ್ ಅತ್ಮ್ಯಾಚೆ  ನಾಂವಿಂ | ಆಮೆನ್.',
		content: ``,
	},
	{
		title: 'ಆಮ್ಚ್ಯಾ ಬಾಪಾ',
		content:
			'ಆಮ್ಚ್ಯಾ ಬಾಪಾ, ಸರ್ಗಿಂಚ್ಯಾ | ತುಜೆಂ ನಾಂವ್ ಪವಿತ್ರ್ ಜಾಂವ್ | ತುಜೆಂ ರಾಜ್ ಆಮ್ಕಾಂ ಯೆಂವ್ | ತುಜಿ ಖುಶಿ ಸರ್ಗಾರ್ ಜಾತಾ, | ತಶಿ ಸಂಸರಾಂತ್ ಜಾಂವ್. ಆಮ್ಚೊ ದಿಸ್ಪಡ್ತೊ ಗ್ರಾಸ್ ಆಜ್ ಆಮ್ಕಾಂ ದಿ, | ಆನಿ ಆಮಿ ಆಮ್ಚೆರ್ ಚುಕ್ಲೆಲ್ಲ್ಯಾಂಕ್ ಭಗ್ಶಿತಾಂವ್, | ತಶೆಂ ಆಮ್ಚಿಂ ಪಾತ್ಕಾಂ ಭಗಸ್, | ಆನಿ ಆಮ್ಕಾಂ ತಾಳ್ಣೆಂತ್ ಪಡುಂಕ್ ದಿಂವ್ ನಾಕಾ, | ಪೂಣ್ ವಾಯ್ಟಾಂತ್ಲಿಂ ಆಮ್ಕಾಂ ನಿವಾರ್ | ಆಮೆನ್.',
	},
	{
		title: 'ನಮಾನ್ ಮರಿಯೆ',
		content:
			'ನಮಾನ್ ಮರಿಯೆ, ಕುರ್ಪೆನ್ ಭರ್ಲಲ್ಯೆ, | ಸೊಮಿ ತುಜ್ಯೆ ಸಾಂಗಾತಾ, | ಸ್ತ್ರಿಯಾಂ ಭಿತರ್ ತುಂ ಸದೆಂವ್, | ಅನಿ ಸದೆಂವಿ ಫಳ್ ತುಜ್ಯೆ ಕುಶಿಚೆಂ, ಜೆಜು.<br><br>ಭಾಗೆವಂತಿ ಮರಿಯೆ, ದೆವಾಚೆ ಮಾಯೆ, | ಅಮಾ ಪಾಪ್ಯಾಂ ಖಾತಿರ್ ವಿನತಿ ಕರ್, | ಆತಾಂ ಆನಿ ಆಮ್ಚ್ಯಾ ಮರ್ಣಾಚ್ಯೆ ಕಾಳಿಂ, | ಆಮೆನ್.',
	},
	{
		title: 'ಮಹಿಮಾ ಬಾಪಾಕ್',
		content:
			'ಮಹಿಮಾ ಬಾಪಾಕ್ | ಆನಿ ಪುತಾಕ್ | ಆನಿ ಪವಿತ್ರ್ ಅತ್ಮ್ಯಾಕ್.<br><br>ಜಸೊ ಆದಿಂ | ತಸೊಚ್ ಆತಾಂ | ಆನಿ ಸದಾಂ ಸರ್ವದಾಂ | ಆಮೆನ್.',
	},
	{
		title: 'ಸಕಾಳಿಂಚಿ ಭೆಟವ್ಣಿ',
		content: `ಏ ಜೆಜುಚಾ ದೈವಿಕ್ ಕಾಳ್ಜಾ | ಆಯ್ಚ್ಯಾ ದಿಸಾಚಿಂ ಸರ್ವ್ ಮ್ಹಜಿಂ ಮಾಗ್ಣಿಂ | ಕಾಮಾಂ ಆನಿಂ ಕಷ್ಟ್ | ಆಮ್ಚ್ಯಾ ಪಾತ್ಕಾಂಚಾ ಫಾರಿಕ್ಪಣಾ ಪಾಸತ್ | ಆನಿಂ ಆಲ್ತಾರಿಚ್ಯಾ ಭೋವ್ ಪವಿತ್ರ್ ಸಾಕ್ರಾಮೆಂತಾಂತ್ | ತುವೆಂ ತುಕಾಚ್ ಖಳಾನಾಸ್ತಾನಾ ಭೆಟಂವ್ಚ್ಯಾ | ಸಮೆಸ್ತ್ ಇರಾದ್ಯಾಂ ಪಾಸತ್ | ಭಾಗೆವಂತ್ ಆಂಕ್ವಾರ್ ಮರಿಯೆಚ್ಯಾ | ಖತಾವಿಣ್ ಕಾಳ್ಜಾ ಮಾರಿಫಾತ್ | ಹಾಂವ್ ತುಕಾ ಭೆಟಯ್ತಾಂ | ಪ್ರತ್ಯೇಕ್ ಜಾವ್ನ್ | ಮಾಗ್ಣ್ಯಾಚ್ಯಾ ಆಪೊಸ್ತಲಾದಿಚಾ ಇರಾದ್ಯಾಂ ಪಾಸತ್ | ಆನಿಂ ಪಾಪ್ ಸಾಯ್ಬಾನ್ ಹ್ಯಾ ಮಹಿನ್ಯಾಕ್ ದಾಕವ್ನ್ ದಿಲ್ಲ್ಯಾ |  ಇರಾದ್ಯಾಂ ಪಾಸತ್ | ಹೆಂ ಸರ್ವ್ ಹಾಂವ್ ತುಕಾ ಭೆಟಯ್ತಾಂ.<br><br>

		ಸರ್ವ್ ತುಜೆ ಪಾಸತ್ | ಏ ಜೆಜುಚ್ಯಾ ಭೋವ್ ಪವಿತ್ರ್ ಕಾಳ್ಜಾ | ಏ ಜೆಜುಚ್ಯಾ ದೇವ್ ಕಾಳ್ಜಾ | ತುಜೆಂ ರಾಜ್ಯ್ ಯೇಂವ್ | ಆಯ್ಚ್ಯಾ ದಿಸಾಚ್ಯಾ ಮ್ಹಜ್ಯಾ ಮಾಗ್ಣ್ಯಾಂಕ್ | ಆನಿ ಬರ‍್ಯಾ ಕರ್ನ್ಯಾಂಕ್ ಮೆಳ್ಚಿ | ಸರ್ವ್ ಶಿಕ್ಷಾ-ಮಾಫಿ ಜೊಡುಂಕ್ | ಹಾಂವ್ ಖುಶಿ ವರ್ತಾಂ. ಸೊಮಿಯಾ ಜೆಜು | ತುಜ್ಯಾ ಭೋವ್ ದೈವಿಕ್ ಕಾಳ್ಜಾಚೆ ಸಸಾಯೆನ್ | ರಾಕ್ ಆಮ್ಚ್ಯಾ ಭೋವ್ ಭಾಗೆವಂತ್ ಪಾಪ್ ಸಾಯ್ಬಾಕ್ | ಜಾ ತುಂ ತಾಕಾ ಉಜ್ವಾಡ್ | ಘಟಾಯ್ ಆನಿಂ ಭುಜಾವಣ್.`,
	},
	{
		title: `ಮರಿಯೆಕ್ ಸಮರ್ಪಣ್`,
		content: `ಮ್ಹಜೆ ರಾಣಿಯೆ ಆನಿಂ ಮಾಯೆ | ಹಾಂವ್ ಮ್ಹಾಕಾ ಸಗ್ಳೊಚ್ ತುಕಾ ದಿತಾಂ | ಆನಿಂ ಮ್ಹಜೆಂ ಭಕ್ತಿಪಣ್ | ತುಜ್ಯೆ ಥಂಯ್ ದಾಕಂವ್ಚ್ಯಾಕ್ | ಆಯ್ಚ್ಯಾ ದಿಸಾ ಹಾಂವ್ ತುಕಾ ಸಮರ್ಪಿತಾಂ | ಮ್ಹಜೆ ದೊಳೆ, ಮ್ಹಜೆ ಕಾನ್ | ಮ್ಹಜೆಂ ತೊಂಡ್, ಮ್ಹಜೆಂ ಕಾಳಿಜ್ | ಆನಿಂ ಮ್ಹಾಕಾ ಸಗ್ಳೊಚ್ | ಕಾಂಯಿಂಚ್ ದವರಿನಾಸ್ತಾನಾ | ದೆಕುನ್, ಯೆ ಮೊಗಾಳಿ ಮಾಯೆ | ಹಾಂವ್ ತುಜೊ ಜಾಲ್ಲೆವರ್ವಿಂ | ರಾಕ್ ಆನಿಂ ಸಾಂಬಾಳ್ ಮ್ಹಾಕಾ | ತುಜಿಚ್ ಆಸ್ತ್ ಆನಿಂ ವಸ್ತ್ ಮ್ಹಳ್ಳ್ಯಾ  ಪರಿಂ.`,
	},
	{
		title: `ಭಾವಾರ್ಥಾಚೆಂ ವಿಧಾನ್`,
		content: `ಸರ್ವೆಸ್ಪರಾ ದೆವಾ | ತುಂ ಎಕ್‌ಚ್ ದೇವ್ | ಆನಿಂ ಎಕಾ ದೆವಾ ಥಂಯ್ ತೇಗ್ ಜಣ್ | ಬಾಪ್, ಪೂತ್ ಆನಿಂ ಪವಿತ್ರ್ ಆತ್ಮೊ ಮ್ಹಣ್ | ಹಾಂವ್ ಥಿರ್ ಸತ್ಮಾನ್ತಾಂ | ತುಜೊ ದೈವಿಕ್ ಪೂತ್ ಮನಿಸ್ ಜಾಲೊ | ಆನಿಂ ಆಮ್ಚ್ಯಾ ಪಾತ್ಕಾಂ ಖಾತಿರ್ ಮೆಲೊ | ಆನಿಂ ಜಿವ್ಯಾಂಚಿ ಆನಿಂ ಮೆಲ್ಲ್ಯಾಂಚಿ | ಮುನ್ಸುಬಿ ಕರುಂಕ್ ಯೆತಲೊ ಮ್ಹಣ್ | ಹಾಂವ್ ಸತ್ಮಾನ್ತಾಂ | ಹಿಂ ಸತಾಂ | ಆನಿಂ ಕಥೊಲಿಕ್ ಪವಿತ್ರ್ ಸಭಾ ಶಿಕಯ್ತಾ | ತಿಂ ಸರ್ವ್ ಸತಾಂ | ಹಾಂವ್ ಸತ್ಮಾನ್ತಾಂ ಆನಿಂ ಉಚಾರ್ತಾಂ | ಕಿತ್ಯಾಕ್ ತುಂ ಸಾಸ್ಣಿಕ್ ಸತ್ | ಆನಿಂ ಜಾಣ್ವಾಯ್ | ಆನಿಂ ತುವೆಂ ತಿಂ ಉಗ್ಡಾಪಿಂ ಕೆಲ್ಯಾಂಯ್ | ತುಂ ಫಟಯ್ನಾಂಯ್ | ವಾ ಫಟ್ವೊನ್ ಪಡನಾಂಯ್ | ಹ್ಯಾ ಭಾವಾರ್ಥಾಂತ್ ಜಿಯೆಂವ್ಕ್ | ಆನಿಂ ಮರೊಂಕ್ | ಹಾಂವ್ ಖುಶಿ ವರ್ತಾಂ - ಆಮೆನ್.`,
	},
	{
		title: `ಭರ್ವಶ್ಯಾಚೆಂ ವಿಧಾನ್`,
		content: `ಸರ್ವೆಸ್ಪರಾ ದೆವಾ | ತುಜೆ ಕುರ್ಪೆನ್ | ಸರ್ವ್ ಮ್ಹಜ್ಯಾ ಪಾತ್ಕಾಂಚೆಂ ಭೊಗ್ಸಾಣೆಂ | ಆನಿಂ ಹ್ಯೆ ಜಿಣಿಯೆ ಉಪ್ರಾಂತ್ | ಸಾಸ್ಣಿಕ್ ಸುಖ್ ಜೊಡ್ತಲೊಂ/ಲಿಂ ಮ್ಹಣ್ | ಹಾಂವ್ ಭರ್ವಸ್ತಾಂ | ಕಿತ್ಯಾಕ್ ತುಂ ಸರ್ವ್ ಪದ್ವೆದಾರ್ | ವಿಶ್ವಾಸಿ, ದಯಾಳ್ ಆನಿಂ ಕಾಕುಳ್ದಾರ್ | ಆನಿಂ ತುವೆಂ ತೆಂ ಭಾಸಾಯ್ಲಾಂಯ್ | ಹ್ಯಾ ಭರ್ವಸ್ಯಾಂತ್ ಜಿಯೆಂವ್ಕ್ | ಆನಿಂ ಮರೊಂಕ್ | ಹಾಂವ್ ಖುಶಿ ವರ್ತಾಂ - ಆಮೆನ್.`,
	},
	{
		title: `ಮೊಗಾಚೆಂ ವಿಧಾನ್`,
		content: `ಸರ್ವೆಸ್ಪರಾ ದೆವಾ | ಸರ್ವ್ ವಸ್ತುಂ ಪ್ರಾಸ್ ಚಡ್ | ಹಾಂವ್ ತುಜೊ ಮೋಗ್ ಕರ್ತಾಂ | ಆನಿಂ ತುಜ್ಯೆ ಪಾಸತ್ | ಮ್ಹಜ್ಯಾ ಪೆಲ್ಯಾಚೊ ಹಾಂವ್ ಮೋಗ್ ಕರ್ತಾಂ | ಕಿತ್ಯಾಕ್ ತುಂ ವರ್ತೊ, ಅಪರಿಮಿತ್ ಆನಿಂ ಸರ್ವ್ ಬರೊ | ಆನಿಂ ಸರ್ವ್ ಮೋಗ್ ತುಕಾ ಫಾವೊ | ಹ್ಯಾ ಮೊಗಾಂತ್ ಜಿಯೆಂವ್ಕ್ | ಆನಿಂ ಮರೊಂಕ್ | ಹಾಂವ್ ಖುಶಿ ವರ್ತಾಂ – ಆಮೆನ್.`,
	},
	{
		title: `ದುಖಿಃಚೆಂ ವಿಧಾನ್`,
		content: `ಮ್ಹಜ್ಯಾ ದೆವಾ | ಸಗ್ಳ್ಯಾ ಮ್ಹಜ್ಯಾ ಕಾಳ್ಜಾನ್ | ಸರ್ವ್ ಮ್ಹಜ್ಯಾ ಪಾತ್ಕಾಂಚಿ, ಹಾಂವ್ ದೂಖ್ ಧರ್ತಾಂ | ಆನಿಂ ತಿಂ ಕಾಂಟಾಳ್ತಾಂ | ಕಿತ್ಯಾಕ್ ತಾಂಚೆ ವರ್ವಿಂ | ತುಜಿ ನಿತಿಚಿ ಶಿಕ್ಷಾ ಮ್ಹಾಕಾ ಫಾವೊ ಜಾಲಿ | ಪೂಣ್ ಚಡ್ ಕರುನ್ | ತುಕಾ ಭೋವ್  ಬರ‍್ಯಾ | ಆನಿಂ ಸರ್ವ್ ವಸ್ತುಂ ಪ್ರಾಸ್ ಚಡ್ | ಮೋಗ್ ಫಾವೊ ಜಾಲ್ಲ್ಯಾ ದೆವಾಕ್ | ಹಾಂವೆಂ ಅಕ್ಮಾನ್ ಕೆಲೊ | ದೆಕುನ್ ತುಜ್ಯೆ ಕುರ್ಪೆಚ್ಯಾ ಆಧಾರಾನ್ | ಆನಿಂ ಮುಕಾರ್ ಪಾತಾಕ್ ಕರಿನಾಂ ಮ್ಹಣ್ | ಆನಿಂ ಪಾತ್ಕಾಚೆ ಸಮಯೆ ಚುಕಯ್ತಲೊಂ/ಲಿಂ ಮ್ಹಣ್ | ಥಿರ್ ನಿಚೆವ್ ಕರ್ತಾಂ – ಆಮೆನ್.`,
	},
	{
		title: `ರಾಕಣ್ ಭಡ್ವ್ಯಾಕಡೆ ಮಾಗ್ಣೆಂ`,
		content: `ದೆವಾಗೆಲ್ಯಾ ಭಡ್ವ್ಯಾ, ಮ್ಹಜ್ಯಾ ರಾಕ್ಣ್ಯಾ | ಸರ್ಗಿಂಚೆ ದಯೆನ್ ಮ್ಹಾಕಾ ದಿಲಾ, ತುಜ್ಯೆ ತಾಬೆನ್ | ಮ್ಹಜಿ ಮತ್ ಉಜ್ವಾಡಾಯ್ | ಮ್ಹಾಕಾ ರಾಕ್, ಸಾಂಬಾಳ್ ಆನಿ ಚಲಯ್ | ಆಮೆನ್.`,
	},
	{
		title: `ಸರ್‌ಲ್ಲ್ಯಾ ಭಾವಾರ್ಥ್ಯಾಂ ಪಾಸತ್ ಮಾಗ್ಣೆ೦`,
		content: `ಸರ್‌ಲ್ಲ್ಯಾ ಭಾವಾರ್ಥಾಂಚೆಂ ಅತ್ಮೆ, ದೆವಾಚ್ಯೆ ಕಾಕುಳ್ತಿನ್, ಸಮಾಧಾನೆನ್ ತೆ ವಿಶೆವ್ ಘೆಂವ್ದಿತ್ | ಆಮೆನ್.`,
	},
	{
		title: `ಆವ್ಮರಿ`,
		content: `
        <b>ಸೊಮಿಯಾಚಾ ಭಡ್ವ್ಯಾನ್ ಮರಿಯೆಕ್ ಬರಿ ಖಬರ್‌ ಹಾಡ್ಲಿ.</b>
        <br>ಆನಿಂ ಪವಿತ್ರ್ ಅತ್ಮ್ಯಾ ವರ್ವಿಂ ತಿ ಗರ್ಭೆಸ್ತ್ ಜಾಲಿ.

        <br><i>ನಮಾನ್ ಮರಿಯೆ... - ಭಾಗೆವಂತಿ ಮರಿಯೆ...</i><br>

        <br><b>ಅಬ್ಳೆ | ಸೊಮಿಯಾಚಿ ಚಾಕರ್ನ್</b>
        <br>ತುಜ್ಯಾ ಸಬ್ದಾ ಪರ್ಮಾಣೆಂ | ಮ್ಹಜೆ ಥಂಯ್ ಜಾಂವ್.

        <br><i>ನಮಾನ್ ಮರಿಯೆ... - ಭಾಗೆವಂತಿ ಮರಿಯೆ...</i><br>

        <br><b>ಆನಿಂ ದೆವಾಚೊ ಪೂತ್ ಮನಿಸ್ ಜಾಲೊ.</b>
        <br>ಆನಿ ಆಮ್ಚ್ಯೆ ಮಧೆಂ ಜಿಯೆಲೊ.

        <br><i>ನಮಾನ್ ಮರಿಯೆ... - ಭಾಗೆವಂತಿ ಮರಿಯೆ...</i><br>

        <br><b>ಭಾಗೆವಂತಿ ದೆವಾಚೆ ಮಾಯೆ | ಆಮಾಂ ಪಾಸತ್ ವಿನತಿ ಕರ್</b>
		<br>ಕ್ರಿಸ್ತಾಚ್ಯಾ ಭಾಸಾವ್ಣ್ಯಾಂಕ್ ಆಮಿಂ ಫಾವೊ ಜಾಂವ್ಚೆ ಖಾತಿರ್.<br>

        <br><b><i>ಪ್ರಾರ್ಥುಯಾಂ:</i></b>

        <br>ಯೇ ಸೊಮಿಯಾ | ಭಡ್ವ್ಯಾನ್ ಬರಿ ಖಬರ್ ದಿಲ್ಲೆ ವರ್ವಿಂ | ತುಜ್ಯಾ ಪುತಾನ್, ಕ್ರಿಸ್ತಾನ್ | ಮನ್ಶಾಪಣ್ ಘೆತ್‌ಲ್ಲೆಂ ಆಮಿಂ ಜಾಣಾಂ ಜಾಲ್ಯಾಂವ್ | ತಾಚ್ಯಾ ಕಷ್ಟಾಂ ಆನಿ ಖುರ್ಸಾ ವರ್ವಿಂ | ಜಿವಂತ್ಪಣಾಚಾ ಆನಂದಾಕ್ ಆಮಿಂ ಪಾವಾಶೆಂ | ತುಜಿ ಕುರ್ಪಾ ಆಮ್ಚ್ಯಾ ಅಂತಸ್ಕರ್ನಾಂನಿ ವೋತ್ ಮ್ಹಣ್ | ಆಮಿಂ ಮಾಗ್ತಾಂವ್. ತ್ಯಾಚ್ ಕ್ರಿಸ್ತಾ ಆಮ್ಚ್ಯಾ ಸೊಮಿಯಾಂ ಮಾರಿಫಾತ್ | ಆಮೆನ್.<br>

        <br><b>ಮಹಿಮಾ ಬಾಪಾಕ್ (3)</b>`,
	},
	{
		title: `ಸರ್ಗಾಚೆ ರಾಣೆಯೆ`,
		content: `
        <b>ಸರ್ಗಾಚೆ ರಾಣಿಯೆ, ಉಲ್ಲಾಸ್ ಪಾವ್, |</b>
        <br>ಆಲ್ಲೆಲೂಯಾ<br>
				
        <br><b>ಕಿತ್ಯಾಕ್ ಜಾಕಾ ತುಂ ವಾವಂವ್ಕ್ ಫಾವೊ ಜಾಲ್ಲಿಯ್, |</b>
        <br>ಆಲ್ಲೆಲೂಯಾ<br>

        <br><b>ತೊ ಆಪ್ಣೆಂ ಸಾಂಗ್‌ಲ್ಲೆಬರಿಂ ಜಿವಂತ್ ಜಾಲಾ, |</b>
        <br>ಆಲ್ಲೆಲೂಯಾ<br>

        <br><b>ಆಮಾಂ ಪಾಸತ್ ದೆವಾಲಾಗಿಂ ಮಾಗ್, |</b>
        <br>ಆಲ್ಲೆಲೂಯಾ<br>

        <br><b>ಸಂತೊಸ್ ಆನಿಂ ಉಲ್ಲಾಸ್ ಪಾವ್, | ಆಂಕ್ವಾರಿ ಮರಿಯೆ, |</b>
        <br>ಆಲ್ಲೆಲೂಯಾ<br>

        <br><b>ಕಿತ್ಯಾಕ್ ಸೊಮಿ ಖರೊಚ್ ಜಿವಂತ್ ಜಾಲಾ, |</b>
        <br>ಆಲ್ಲೆಲೂಯಾ<br>

        <br><b><i>ಪ್ರಾರ್ಥುಯಾಂ </i></b>

        <br>ಏ ದೆವಾ | ತುಜ್ಯಾ ಪುತಾ ಆಮ್ಚಾ ಸೊಮಿಯಾ ಜೆಜು ಕ್ರಿಸ್ತಾಚ್ಯಾ ಜಿವಂತ್ಪಣಾ ವರ್ವಿಂ | ಸಂಸಾರ್ ಸಂತೊಸಾಂವ್ಕ್ ತುವೆಂ ದಯಾ ಕೆಲಿಯ್ | ತಾಚ್ಯೆ ಮಾಯೆ ಆಂಕ್ವಾರ್ ಮರಿಯೆ ಮಾರಿಫಾತ್ | ಸಾಸ್ಣಾಚೆ ಜಿಣಿಯೆಚೊ ಸಂತೊಸ್ | ಆಮ್ಕಾಂ ಲಾಭಾಸೊ ಕರ್ ಮ್ಹಣ್ ಆಮಿಂ ಮಾಗ್ತಾಂವ್ | ತ್ಯಾಚ್ ಕ್ರಿಸ್ತಾ ಅಮ್ಚ್ಯಾ ಸೊಮಿಯಾ ಮಾರಿಫಾತ್ | ಆಮೆನ್.<br>

        <br><b>ಮಹಿಮಾ ಬಾಪಾಕ್(3)</b>`,
	},
];
export { prayersKok };
